const DIARY_DATA = {
    "1-1": {
        title: "Пильність",
        quote: "Ми зберігаємо те, що маємо, тільки з пильністю...",
        ref: "Базовий текст, стор. 60",
        paragraphs: [
            "Як нам залишатись пильними щодо нашого одужання? По-перше, усвідомлюючи, що у нас є хвороба, яка з нами назавжди. Незалежно від того, як довго ми були чисті, наскільки краще стало наше життя, який ступінь нашого духовного зцілення - ми все ще залежні. Наша хвороба терпляче чекає, і готова зачинити пастку, якщо ми дамо їй таку можливість.",
            "Пильність-це щоденне досягнення. Ми намагаємось постійно бути насторожі і готові мати справу з ознаками неприємностей. Не те, щоб ми жили в ірраціональному страху, що щось жахливе заволодіє нами, якщо ми на мить втратимо пильність; ми просто вживаємо звичайні запобіжні заходи. Щоденна молитва, регулярне відвідування зустрічей і вибір не йти на компроміс з духовними принципами заради більш легкого шляху - це акти пильності. За потреби ми робимо інвентаризацію, ділимося з іншими, коли б нас не попросили, і ретельно плекаємо наше одужання. Понад усе, ми залишаємося усвідомленими!",
            "Поки ми залишаємося пильними, у нас є щоденне відтермінування від нашої залежності. Кожен день ми несемо принципи одужання у все, що робимо, і кожну ніч ми дякуємо нашій Bищій Cилі за ще один чистий день.",
        ],
        
        justForToday: "Я буду пильним, роблячи все необхідне, щоб захистити своє одужання."
    },
    "1-2": {
        title: "Глибоко вдихни і поговори з Богом",
        quote: "Іноді, коли ми молимося, відбувається дивовижна річ: ми знаходимо засоби, шляхи та енергію для виконання завдань, які далеко поза нашими можливостями.",
        ref: "Базовий текст, стор. 46",
        paragraphs: [
            "Успішне подолання дрібних життєвих неприємностей і розчарувань іноді є найважчою навичкою, якій ми повинні навчитися в одужанні. Ми щодня стикаємося з невеликими незручностями. Наші дні наповнені дрібними труднощами, з якими ми повинні якось справлятися, від розплутування вузлів на шнурках черевиків наших дітей до стояння в черзі на ринку.",
            "Якщо ми не будемо обережні, то можемо виявити, що справляємося з цими труднощами, знущаннями долаючи кожну нашу проблему або скрегочучи зубами, читаючи собі сувору лекцію про те, як ми повинні справлятися з ними. Це крайні приклади поганих навичок подолання труднощів, але навіть якщо ми не настільки погані, то, ймовірно, є місце для вдосконалення.",
            "Кожен раз, коли життя підносить нам чергову невелику невдачу в наших повсякденних планах, ми можемо просто зробити глибокий подих і поговорити з Богом нашого розуміння. Знаючи, що ми можемо черпати терпіння, терпимість або все, що нам потрібно, з цієї Сили, ми виявляємо, що справляємося краще і посміхаємося частіше.",
        ],
        
        justForToday: "Я глибоко вдихну і розмовлятиму зі своїм Богом щоразу, коли відчуватиму розчарування."
    },
    "1-3": {
        title: "Наша найбільша потреба",
        quote: "Врешті решт ми переосмислюємо наші переконання та погляди до того моменту, коли ми бачимо, що наша найбільша потреба - це знання Божої волі для нас і сила, щоб виконати її.",
        ref: "Базовий текст, стор. 48",
        paragraphs: [
            "Коли ми вперше прийшли в АН, у нас були найрізноманітніші уявлення про те, що нам потрібно. Деякі з нас націлилися на накопичення особистого майна. Ми думали, що одужання дорівнює зовнішньому успіху. Але одужання не дорівнює успіху. Сьогодні ми віримо, що наша найбільша потреба - це духовне керівництво і сила.",
            "Найбільша шкода, завдана нам нашою залежністю, була завдана нашій духовності. Наша основна мотивація була продиктована нашою хворобою: дістати, вжити і знайти шляхи та засоби, щоб дістати ще. Поневолені нашою непереборною потребою в наркотиках, нашим життям бракувало мети і зв'язку. Ми були духовними банкрутами.",
            "Рано чи пізно ми усвідомлюємо, що наша найбільша потреба в одужанні - це \"знання Божої волі для нас і сила, щоб виконати її.” Там ми знаходимо напрямок і почуття мети, які наша залежність заховала від нас. У волі нашого Бога ми знаходимо свободу від свавілля. Більше не керуючись лише нашими власними потребами, ми вільні жити з іншими на рівних умовах.",
            "Немає нічого поганого в зовнішньому успіху. Але без духовного зв'язку, запропонованого програмою АН, наша найбільша потреба у одужанні залишається незадоволеною, незалежно від того, наскільки \"успішними\" ми можемо бути.",
        ],
        
        justForToday: "Я буду шукати задоволення своєї найбільшої потреби: життєво важливого, керівного зв'язку з Богом мого розуміння."
    },
    "1-4": {
        title: "Любов товариства",
        quote: "Сьогодні, впевнені в любові товариства, ми нарешті можемо подивитися в очі іншій людині і бути вдячними за те, ким ми є.",
        ref: "Базовий текст, стор. 92",
        paragraphs: [
            "Коли ми вживали наркотики, мало хто з нас міг витримати дивитися комусь в очі - нам було соромно за те, ким ми були. Наш розум не був зайнятий нічим пристойним або здоровим, і ми це знали. Наш час, гроші і енергія не були витрачені на те, щоб побудувати любовні стосунки, ділитися з іншими або прагнути поліпшити наші громади. Ми були захоплені в пастку спіралі одержимості і компульсиву, яка вела тільки в одному напрямку: вниз.",
            "У процесі одужання нашу подорож вниз по цьому спіральному шляху було перервано. Але що ж це таке, що повернуло нас назад, втягнуло назад у відкритий простір широкого, вільного світу? Любов товариства зробила це.",
            "Ми знали, що нас не відторгнуть в компанії інших залежних. На прикладі інших залежних нам показали, як почати приймати позитивну участь в житті навколо нас. Коли ми не були впевнені, в яку сторону повернути, коли ми спотикалися, коли ми повинні були виправити заподіяну нами шкоду, ми знали, що наші товариші будуть поруч, щоб підбадьорити нас.",
            "Поступово ми починаємо відчувати свою свободу. Ми більше не замкнені у своїй хворобі; ми вільні будувати, рости і ділитися, разом з усіма іншими. І коли нам потрібна підтримка, щоб зробити наступний крок, вона є. Безпека, яку ми знайшли в любові товариства, зробила наше нове життя можливим.",
        ],
        
        justForToday: "Я можу без сорому дивитися в очі будь-якій людині. Я вдячний за ту люблячу підтримку, яка зробила це можливим."
    },
    "1-5": {
        title: "Одужання вдома",
        quote: "Ми можемо насолоджуватися нашими сімями по-новому і можемо стати для них гордістю, а не ганьбою або тягарем.",
        ref: "Базовий текст, стор. 104",
        paragraphs: [
            "Ми чудово справляємося з одужанням, чи не так? Ми щодня ходимо на зустрічі, щовечора проводимо час з друзями з товариства, а кожні вихідні мчимо на семінар з обслуговування. Але якщо вдома все розвалюється на шматки, значить, у нас все не так вже й добре виходить.",
            "Ми очікуємо, що наші сім'ї зрозуміють це. Зрештою, ми більше не вживаємо наркотики. Чому вони не помічають нашого прогресу? Невже вони не розуміють, наскільки важливі наші зустрічі, наше служіння і наша участь у товаристві?",
            "Наші сім'ї не оцінять зміни, які завдяки АН відбуваються в нашому житті, якщо ми не покажемо їм цього. Якщо ми мчимо на зустріч так само, як ми мчали вживати наркотики, що змінилось? Якщо ми продовжуємо ігнорувати потреби і бажання наших партнерів і дітей, не беремо на себе відповідальність вдома, ми не \"застосовуємо ці принципи у всіх наших справах.”",
            "Ми повинні жити програмою скрізь, куди б ми не пішли, та у всьому, що б ми не робили. Якщо ми хочемо, щоб духовне життя було чимось більшим, ніж просто теорія, ми повинні жити ним вдома. Коли ми робимо це, люди, з якими ми ділимо наше життя, обов'язково помітять зміни і будуть вдячні за те, що ми знайшли АН.",
        ],
        
        justForToday: "Я візьму своє одужання з собою додому."
    },
    "1-6": {
        title: "\"Як це працює?”",
        quote: "Раніше я думав, що у мене є всі відповіді, але сьогодні я радий, що це не так.",
        ref: "Базовий текст, стор. 46",
        paragraphs: [
            "Які два улюблених слова більшості залежних? \"Я знаю!” На жаль, багато хто з нас приходить в АН, думаючи, що знає всі відповіді. В нас багато знань про те, що з нами не так. Але саме по собі знання ніколи не допомагало нам залишатися чистими протягом будь-якого періоду часу.",
            "Члени товариства, які досягли довгострокового одужання, будуть першими, хто визнає, що чим довше вони знаходяться тут, тим більше їм ще доведеться дізнатися. Але вони знають одне: що дотримуючись цієї простої Дванадцятикрокової програми, вони змогли залишитися чистими. Вони більше не запитують \"чому“, вони запитують \"як.” Цінність нескінченних спекуляцій меркне у порівнянні з досвідом залежних, які знайшли спосіб, щоб залишатися і жити чистими.",
            "Це не означає, що ми не запитуємо \"чому\", коли це доречно. Ми приходимо в АН і не припиняємо думати! Але спочатку, часто, це дуже гарна ідея, переформулювати наші запитання. Замість того щоб питати \"чому\", ми запитуємо \"як.” Як мені працювати за цим кроком? Як часто я повинен відвідувати зустрічі? Як мені залишатися чистим?",
        ],
        
        justForToday: "У мене немає всіх відповідей, але я знаю, де знайти ті, які мають значення. Сьогодні я запитаю іншого залежного: \"як це працює?”"
    },
    "1-7": {
        title: "\"Одужання\"",
        quote: "Анонімні Наркомани пропонують залежним програму одужання, яка більше ніж просто життя без наркотиків. Цей спосіб життя не тільки краще того пекла, в якому ми жили, але і краще будь якого іншого життя, яке ми коли небудь знали.",
        ref: "Базовий текст, стор. 107",
        paragraphs: [
            "Мало хто з нас зацікавлений у \"відновленні\" того, що ми мали до того, як ми почали вживати. Багато з нас серйозно постраждали від фізичного, сексуального та емоційного насильства. Дістати кайф і залишатися під кайфом здавалося єдиним можливим способом впоратися з таким насильством. Інші страждали менш помітними, але настільки ж болючими способами, перш ніж з'явилася залежність. Нам не вистачало напрямку і мети. Ми були духовно спустошені. Ми відчували себе ізольованими, нездатними співчувати іншим. У нас не було нічого з того, що надає життю сенс і цінність. Ми приймали наркотики в марній спробі заповнити порожнечу всередині себе. Більшість з нас не хотіли б \"повернути\" те, що ми мали раніше.",
            "Зрештою, одужання, яке ми знаходимо в АН - дещо інше, це шанс на нове життя. Нам дали інструменти, щоб очистити від уламків наше життя. Нам надали підтримку, аби мужньо крокувати по новому шляху. І нам було дано дар свідомого контакту з Силою могутнішою за нас, яка дає нам внутрішню силу і напрямок, яких нам вкрай не вистачало в минулому.",
            "Одужуєш? Так, в усіх відношеннях. Ми відновлюємо цілком нове життя, краще за все, про що ми коли-небудь мріяли. Ми вдячні.",
        ],
        
        justForToday: "Я повернув собі те, чого я ніколи не мав, щось, що я ніколи не уявляв можливим - життя одужуючого залежного. Дякую тобі, Вища Сила, більше, ніж можна висловити словами."
    },
    "1-8": {
        title: "Ростемо",
        quote: "Наш духовний стан є основою для успішного одужання, яке пропонує необмежений ріст.",
        ref: "Базовий текст, стор. 44",
        paragraphs: [
            "Коли наші члени святкують річницю свого одужання, вони часто кажуть, що вони \"подорослішали\" в АН. Ну добре, тоді, думаємо ми, що ж це означає? Ми починаємо замислюватися, а чи дорослі вже ми. Ми перевіряємо своє життя, і так, всі атрибути дорослого життя присутні: рахунки, діти, робота, відповідальність. Однак всередині ми часто почуваємось дітьми. Більшу частину часу ми все ще збентежені життям. Ми не завжди знаємо, як поводитися. Іноді ми задаємося питанням, чи дійсно ми дорослі, або ж ми діти, які якимось чином були поміщені в дорослі тіла і наділені дорослими обов'язками.",
            "Зрілість не найкраще вимірюється фізичним віком або рівнем відповідальності. Наша найкраща міра зрілості - це наш духовний стан, основа нашого одужання. Якщо ми все ще залежимо від людей, місць і речей, щоб забезпечити наше внутрішнє задоволення, як дитина залежить від своїх батьків у всьому, нам справді є куди рости. Але якщо ми твердо стоїмо на фундаменті нашого духовного стану, вважаючи його підтримку своїм найважливішим обов'язком, ми можемо претендувати на зрілість. На цій основі наші можливості для росту безмежні.",
        ],
        
        justForToday: "Міра моєї зрілості - це ступінь, до якої я беру на себе відповідальність за підтримку свого духовного стану. Сьогодні, це буде моїм головним пріоритетом."
    },
    "1-9": {
        title: "У відповідь на доброту нашого спонсора",
        quote: "Наші найперші стосунки з іншими часто починаються з нашого спонсора.",
        ref: "Базовий текст, стор. 57",
        paragraphs: [
            "Наші спонсори можуть бути рясними джерелами інформації про одужання, мудрості і люблячих слів. Вони так багато для нас зробили. Від пізніх нічних телефонних дзвінків до годин, витрачених на вислуховування наших записів про одужання, вони вірили в нас і вкладали свій час, щоб довести це. Вони з любов'ю і твердістю показали нам, як бути чесними. Їх безмежне співчуття у часи смути дало нам сили йти далі. Їхній спосіб допомоги спонукав нас шукати відповіді всередині себе і, в результаті, ми стали зрілими, відповідальними, впевненими в собі особистостями.",
            "Хоча наш спонсор віддавав так щедро і ніколи не вимагав відплати, є речі, які ми можемо зробити, щоб показати нашу вдячність. Ми з повагою ставимося до нашого спонсора. Спонсори, це не сміттєві баки, призначені для того, щоб ми скидали в них своє сміття. У них, як і у нас, бувають важкі часи і, іноді, вони потребують нашої підтримки. Вони люди, у них є почуття й вони цінують нашу турботу. Можливо, вони хотіли б отримати листівку або дзвінок, що виражає нашу любов.",
            "Все щоб ми не робили, щоб віддячити за доброту нашого спонсора, сприятиме нашому особистому одужанню, не кажучи вже про радість, яку ми принесемо нашому спонсору.",
        ],
        
        justForToday: "Мій спонсор піклувався про мене, коли я не міг піклуватися про себе. Сьогодні, я зроблю щось приємне для свого спонсора."
    },
    "1-10": {
        title: "Подяка",
        quote: "Я дуже вдячний за те, що повірив.",
        ref: "ІП № 21, \"Одинак\"",
        paragraphs: [
            "Коли стає складно рухатись далі, віра в Вищу Силу може змінити все! Коли у процесі одужання справи йдуть не так, як ми сподівалися, наш спонсор може порадити нам скласти \"перелік подяк.” Коли ми робимо це, ми повинні включити в цей перелік нашу віру в Силу могутнішу за нас. Одним з найбільших дарів, які ми отримуємо від Дванадцяти Кроків, є наша віра в Бога нашого власного розуміння.",
            "Дванадцять Кроків лагідно ведуть нас до духовного пробудження. Так як розвивалася наша залежність, так само в процесі роботи за програмою \"Анонімні Наркомани\" розвивається і наше духовне життя. Кроки - це наш шлях до стосунків з Богом нашого розуміння. Вища Сила дає нам силу, коли наш шлях стає важким.",
            "Чи вдячні ми за наші тісні стосунки з Вищою Силою? Чи не забуваємо ми дякувати Богу за кожен чистий день, що б не сталося цього дня? Чи пам'ятаємо ми, що незалежно від того, наскільки глибокий наш відчай або наскільки велика наша радість, Бог нашого розуміння з нами?",
            "Наше одужання - це дар, який ми іноді приймаємо як належне. Щодня, коли ми залишаємося чистими, ми можемо радіти турботі нашої Вищої Сили.",
        ],
        
        justForToday: "Я вдячний за стосунки з Вищою Силою, яка піклується про мене."
    },
    "1-11": {
        title: "Віра",
        quote: "Коли ми розвиваємо віру в нашому повсякденному житті, ми зясовуємо, що наша Вища Сила забезпечує нас силою та керівництвом, яких ми потребуємо.",
        ref: "Базовий текст, стор. 94",
        paragraphs: [
            "Деякі з нас приходять до одужання дуже наляканими і невпевненими в собі. Ми почуваємо себе слабкими і самотніми. Ми невпевнені щодо своєї мети і не знаємо, куди йти по відповіді. Нам кажуть, що якщо ми знайдемо деяку віру в Силу могутнішу за нас, то знайдемо безпеку і керівництво. Ми хочемо це почуття безпеки і сили. Але віра не приходить відразу. Потрібен час і зусилля, щоб зростити її.",
            "Зерно посіяно, коли ми просимо нашу Вищу Силу про допомогу, а потім визнаємо джерело нашої допомоги, коли вона приходить. Щодня ми плекаємо крихітне зерно віри сонячним світлом наших молитов. Наша віра зростає, і це нагорода за те, що ми живемо життям на його власних умовах. Одного разу ми усвідомлюємо, що наша віра стала подібна величезному розкидистому дереву; вона не зупиняє бурю життя, але ми знаємо, що ми в безпеці під її захистом.",
        ],
        
        justForToday: "Я знаю, що віра в мою Вищу Силу не заспокоїть бурі життя, але вона заспокоїть моє серце. Я дозволю своїй вірі захистити мене у важкі часи."
    },
    "1-12": {
        title: "Духовне пробудження",
        quote: "Досягнувши духовного пробудження в результаті цих кроків...",
        ref: "Дванадцятий Крок",
        paragraphs: [
            "\"Як я дізнаюся, коли я досягну духовного пробудження?” Для багатьох з нас духовне пробудження настає поступово. Можливо, наше перше духовне усвідомлення настільки ж просте, як нова вдячність за життя. Можливо, одного разу ми раптом відкриємо для себе спів птахів рано вранці. Проста краса квітки може нагадати нам, що навколо нас діє Сила могутніша за нас.",
            "Часто наше духовне пробудження - це те, що з часом стає сильнішим. Ми можемо прагнути до більшої духовної усвідомленості, просто проживаючи своє життя. Ми можемо наполегливо щодня докладати зусиль для поліпшення нашого свідомого контакту за допомогою молитви і медитації. Ми можемо прислухатися до внутрішнього голосу для отримання потрібного нам керівництва. Ми можемо запитати інших залежних про їхній досвід стосовно духовності. Ми можемо виділити час, щоб цінувати світ навколо нас.",
        ],
        
        justForToday: "Я буду розмірковувати про духовні пробудження, які я пережив. Я буду намагатися бути Богосвідомим. Протягом дня я візьму паузу, щоб цінувати роботу моєї Вищої Сили."
    },
    "1-13": {
        title: "Здатися, щоб перемогти",
        quote: "Допомога залежним починається тільки тоді, коли ми здатні визнати повну поразку.",
        ref: "Базовий текст, стор. 22",
        paragraphs: [
            "Повна поразка - що за концепція! Це має означати капітуляцію. Капітуляція - значить здатися абсолютно. Без всяких застережень. Підняти руки і припинити боротьбу. Можливо, підняти руку на нашій першій зустрічі і визнати, що ми залежні.",
            "Звідки нам знати, що ми зробили Перший Крок, який дозволить нам жити без наркотиків? Ми знаємо, тому що, одного разу зробивши цей гігантський крок, нам більше ніколи не доведеться вживати знов - лише сьогодні. Саме так. Це нелегко, але дуже просто.",
            "Ми працюємо за Першим Кроком. Ми визнаємо, що так, ми залежні. \"Одна доза - це занадто багато, а тисячі ніколи не буває достатньо.” Ми довели це собі достатньо разів. Ми визнаємо, що не можемо впоратися з наркотиками в будь-якій формі. Ми визнаємо це, і за необхідності, ми кажемо це вголос.",
            "Ми робимо Перший Крок на початку нашого дня. На один день. Це визнання звільняє нас, лише на сьогодні, від необхідності знову пережити нашу залежність. Ми капітулювали перед цією хворобою. Ми здаємося. Ми йдемо. Але коли ми йдемо, ми перемагаємо. І в цьому парадокс Першого Кроку: ми капітулюємо, щоб перемогти, і, здавшись, знаходимо набагато більшу силу, ніж коли-небудь могли собі уявити.",
        ],
        
        justForToday: "Я визнаю, що я безсилий перед своєю залежністю. Я капітулюю, щоб перемогти."
    },
    "1-14": {
        title: "Люблячий Бог",
        quote: "Наше розуміння Вищої Сили залежить від нас.... Єдина рекомендація що пропонується, це щоб ця сила була люблячою, турботливою та могутнішою за нас.",
        ref: "Базовий текст, стор. 24",
        paragraphs: [
            "Нам говорили, що ми можемо вірити в будь-яку Вищу Силу, яку захочемо, доки вона любляча і, звичайно, могутніша за нас. Однак, деякі з нас мають труднощі з цими вимогами. Ми або не віримо ні в що, крім самих себе, або вважаємо, що все, що можна назвати \"Богом\", може бути тільки безсердечним і нерозсудливим, посилаючи нам невдачу за примхою.",
            "Віра в люблячу Силу - це досить великий стрибок для деяких з нас з багатьох причин. Думка про те, щоб довірити свою волю і життя під опіку чогось, що, як ми думаємо, може завдати нам болю, безсумнівно, наповнить нас протестом. Якщо ми приходимо в програму вірячи, що Бог осудливий і невблаганний, ми повинні подолати ці переконання, перш ніж ми зможемо по-справжньому почувати себе комфортно з Третім Кроком.",
            "Наш позитивний досвід одужання може допомогти нам прийти до віри в люблячого Бога нашого власного розуміння. Ми отримали полегшення від хвороби, яка мучила нас протягом довгого часу. Ми знайшли керівництво та підтримку, необхідні нам, щоб розвинути новий спосіб життя. Ми почали переживати повноту духу там, де колись була тільки порожнеча. Ці аспекти нашого одужання походять від люблячого Бога, а не від суворого і ненависного. І чим більше ми одужуємо, тим більше ми будемо довіряти цій люблячій Вищій Силі.",
        ],
        
        justForToday: "Я відкрию свій розум і своє серце, щоб повірити, що Бог люблячий, і довірю своїй люблячій Вищій Силі зробити для мене те, що я не можу зробити для себе сам."
    },
    "1-15": {
        title: "Страх",
        quote: "Ми зростаємо, щоб почувати себе комфортно з нашою Вищою Силою, як джерелом сили. Коли ми вчимося довіряти цій Силі, ми починаємо долати свій страх перед життям.",
        ref: "Базовий текст, стор. 25",
        paragraphs: [
            "Які б безсилі ми не були, жити за власною волею - це лякаючий, некерований досвід. В одужанні ми безпечно довіряємо свою волю і своє життя під опіку Бога нашого розуміння. Коли ми відхиляємось від нашої програми, ми втрачаємо свідомий контакт з нашою Вищою Силою, ми знову починаємо брати контроль за своє власне життя, відмовляючись від турботи Бога нашого розуміння. Якщо ми щодня не приймаємо рішення віддати своє життя під опіку нашої Вищої Сили, то нас може охопити страх перед життям.",
            "Працюючи за Дванадцятьма Кроками, ми з'ясували, що віра в Силу могутнішу за нас допомагає позбутися страху. Наближаючись до люблячого Бога, ми все більше усвідомлюємо свою Вищу Силу. І чим більше ми свідомі про турботу Бога про нас, тим менші наші страхи.",
            "Коли ми відчуваємо страх, ми запитуємо себе \"чи є цей страх ознакою нестачі віри в моєму житті? Чи я знову взяв все під контроль, лише для того, щоб виявити, що моє життя все ще некероване?” Якщо ми відповімо \"так\" на ці питання, то зможемо подолати свій страх, довіривши свою волю і своє життя знову під опіку Бога нашого розуміння.",
        ],
        
        justForToday: "Я буду покладатися на турботу моєї Вищої Сили, щоб позбутися страху перед життям."
    },
    "1-16": {
        title: "Зроби цей дзвінок!",
        quote: "Ми боялися, що якщо коли-небудь покажемо справжніх себе, нас обовязково відштовхнуть.... але наші товариші дійсно розуміють нас.",
        ref: "Базовий текст, стор. 32",
        paragraphs: [
            "Нам потрібні наші товариші по АН - їхній досвід, їхня дружба, їхній сміх, їхнє керівництво і багато, багато іншого. І все ж декотрі з нас вагаються телефонувати своєму спонсору або відвідати друзів з АН. Ми не хочемо нав'язуватися їм. Ми думаємо про те, щоб зателефонувати комусь, але не відчуваємо себе гідними їхнього часу. Ми боїмося, що якщо вони коли-небудь пізнають нас по-справжньому пізнають нас-вони обов'язково відштовхнуть нас.",
            "Ми забуваємо, що наші товариші по АН такі ж, як і ми. Немає нічого, що б ми зробили, немає місця, де б ми були, немає почуття, яке б ми відчували, з чим інші одужуючі залежні не зможуть ототожнити себе. Чим більше ми дозволяємо іншим пізнати нас, тим більше ми будемо чути: \"ти в правильному місці. Ти серед друзів. Твоє місце тут. Ласкаво просимо!”",
            "Ми також забуваємо, що так само, як ми потребуємо інших, вони потребують нас. Ми не єдині, хто хоче відчувати себе частиною, хто хоче випробувати тепло дружби, хто хоче з кимось поділитися. Якщо ми ізолюємо себе від своїх товаришів по товариству, ми позбавляємо їх чогось, що вони потребують, того, що тільки ми можемо їм дати: нашого часу, нашої компанії, наших справжніх себе.",
            "В Анонімних Наркоманах, одужуючі залежні піклуються один про одного. Те, що чекає на іншому кінці трубки - це не відмова, а любов, тепло і ідентифікація Товариства АН. Зроби цей дзвінок!",
        ],
        
        justForToday: "В АН я серед друзів. Я буду тягнутися до інших, віддаючи і отримуючи в товаристві."
    },
    "1-17": {
        title: "Пробачення",
        quote: "Коли ми усвідомлюємо свою потребу у пробаченні, ми більше схильні пробачати. Принаймні, ми знаємо, що більше не робимо життя людей нещасним навмисно.",
        ref: "Базовий текст, стор. 39",
        paragraphs: [
            "У своїй залежності ми часто погано ставилися до інших, іноді навмисно знаходячи способи зробити їх життя нещасним. У нашому одужанні ми все ще можемо мати схильність засуджувати дії інших людей, тому що вважаємо, що знаємо, як ця людина повинна себе поводити. Але, коли ми прогресуємо у своєму одужанні, ми часто з'ясовуємо, що, для того, щоб прийняти себе, ми повинні прийняти тих, хто нас оточує.",
            "Може бути, важко спостерігати, як проявляється чиєсь божевілля. Але якщо ми відокремлюємось від проблеми, то можемо почати жити в її вирішенні. І якщо ми відчуваємо себе постраждалими від дій іншої людини, ми можемо розширити принцип пробачення.",
        ],
        
        justForToday: "Я буду прагнути пробачити, ніж бути пробаченим. Я намагатимусь діяти так, щоб почувати себе гідним любові до себе."
    },
    "1-18": {
        title: "Проста інвентаризація",
        quote: "Продовжуючи проводити особисту інвентаризацію, означає, що ми формуємо звичку регулярно спостерігати за собою, своїми діями, та своїм ставленням.",
        ref: "Базовий текст, стор. 42",
        paragraphs: [
            "Щоденна інвентаризація - це інструмент, який ми можемо використовувати, щоб спростити наше життя. Найскладніша частина регулярної інвентаризації полягає в тому, щоб вирішити, з чого почати. Чи варто нам це записати? Що ми повинні досліджувати? Наскільки детально? І як ми дізнаємося, коли закінчимо? Миттєво ми перетворили просту вправу на великий проект.",
            "Ось один простий підхід до щоденної інвентаризації. Ми виділяємо кілька хвилин наприкінці кожного дня, щоб спокійно сісти і перевірити свої почуття. Чи є нервова напруга, велика або маленька? Чи почуваємо ми себе незручно стосовно дня, який щойно закінчився? Що сталося? Якою була наша роль у цій ситуації? Чи ми повинні щось виправити? Якби ми могли зробити це ще раз, що б ми зробили інакше?",
            "Ми також хочемо відстежувати позитивні аспекти нашого життя в нашій щоденній інвентаризації. Що принесло нам задоволення сьогодні? Чи були ми продуктивними? Відповідальними? Добрими? Люблячими? Чи віддавали ми безкорисливо? Чи ми повною мірою пережили ту любов і красу, які запропонував нам цей день? Що ми зробили сьогодні такого, що хотіли б зробити знову?",
            "Наша щоденна інвентаризація не повинна бути складною, щоб бути ефективною. Це дуже простий інструмент, який ми можемо використовувати для підтримки щоденного контакту з собою.",
        ],
        
        justForToday: "Я хочу залишатися в контакті з тим, що я відчуваю, живучи цим життям, яке мені дали. Наприкінці цього дня я проведу коротку, просту інвентаризацію."
    },
    "1-19": {
        title: "Роблячи з мухи слона",
        quote: "Коли ми перестаємо жити тут і зараз, наші проблеми невиправдано збільшуються.",
        ref: "Базовий текст, стор. 99",
        paragraphs: [
            "Деякі з нас, здається, \"роблять з мухи слона\" зі своїх проблем. Навіть ті з нас, хто знайшов хоч якусь частку душевного спокою, ймовірно, в якийсь момент свого одужання сильно перебільшували проблему і, якщо ми ще не зробили цього, то, ймовірно, скоро це зробимо!",
            "Коли ми з'ясовуємо, що одержимі ускладненням у нашому житті, буде добре одразу нагадати собі про все, що відбувається правильно. Можливо, ми боїмося, що не зможемо оплатити рахунки за місяць. Замість того, щоб сидіти за калькулятором, знову і знову рахуючи наші фінансові зобов'язання, ми можемо підвести підсумки наших зусиль з скорочення витрат. Слідуючи цій міні-інвентаризації, ми продовжуємо виконувати поставлене завдання і нагадуємо собі, що поки ми робимо роботу, любляча Вища Сила буде піклуватися про наше життя.",
            "Проблеми розміром з гору іноді трапляються, але нам немає потреби створювати їх. Довіра люблячому Богу нашого розуміння поставить більшість наших проблем в їм належну перспективу. Нам більше не потрібно створювати хаос, щоб бути в захваті від свого життя. Наше одужання дає нам незліченні справжні життєві можливості для хвилювання та драматизму.",
        ],
        
        justForToday: "Я реалістично погляну на свої проблеми і побачу, що більшість з них незначні. Я залишу їх так, як є і буду насолоджуватися своїм одужанням."
    },
    "1-20": {
        title: "Одна обіцянка, багато подарунків",
        quote: "Анонімні Наркомани пропонують лише одну обіцянку, і це свобода від активної залежності...",
        ref: "Базовий текст, стор. 106",
        paragraphs: [
            "Уявіть собі, що було б, якби ми прийшли до дверей Анонімних Наркоманів, зневірившись, бажаючи припинити вживання наркотиків, лише щоб почути рекламну пропозицію: “Якщо ви просто працюєте за кроками і не вживаєте наркотики, ви одружитесь, житимете в передмісті, народите 2-6 дітей і почнете носити велюр. Ви станете відповідальним, продуктивним членом суспільства і будете гідною компанією для королів і президентів. Ви будете багаті і матимете динамічну кар'єру...” Більшість з нас, зустрівши настільки грубе рекламування, заверещали б і кинулися б навтьоки до дверей.",
            "Замість сильно тиснучих нісенітниць і лякаючих передбачень нас зустрічають обіцянкою надії - свободи від активної залежності. Ми відчуваємо благословенне полегшення, коли чуємо, що нам більше ніколи не доведеться вживати наркотики. Ми не збираємося ставати кимось насильно!",
            "Звичайно, через деякий час в одужанні у нашому житті починають відбуватися гарні речі. Нам даються дари духовні, матеріальні, дари, про які ми завжди мріяли, але ніколи не сміли сподіватись отримати їх. Однак, ці справжні дари не обіцяні нам тільки тому, що ми стаємо членами АН. Все, що нам обіцяно - це свобода від залежності і цього більш ніж достатньо!",
        ],
        
        justForToday: "Мені обіцяли свободу від активної залежності. Подарунки, які я отримую - це переваги одужання."
    },
    "1-21": {
        title: "Єдність і одноманітність",
        quote: "Єдність є обовязковою в Анонімних Наркоманах.",
        ref: "Базовий текст, стор. 63",
        paragraphs: [
            "Єдність - це не одноманітність. Єдність походить з того факту, що у нас є єдина мета — одужувати і допомагати іншим залишатися чистими. Попри це, ми часто виявляємо, що, хоча ми прагнемо досягти однієї і тієї ж мети, наші засоби і методи можуть радикально відрізнятися.",
            "Ми не можемо нав'язувати свої ідеї єдності іншим або плутати єдність з одноманітністю. Насправді, великою привабливістю програми АН є відсутність одноманітності. Єдність походить з нашої спільної мети, а не з стандартів, нав'язаних групі кількома добросовісними членами. Група, що має єдність, яка походить з люблячих сердець її членів, дозволяє кожному залежному нести звістку своїм власним унікальним способом.",
            "У наших стосунках один з одним в АН ми, іноді, розходимося в думках. Ми повинні пам'ятати, що деталі того, як ми досягаємо мети, не завжди важливі, поки ми зосереджені на головній меті групи. Ми можемо спостерігати, як члени, які категорично розходяться в думках щодо дрібниць, об'єднуються, коли новачок звертається по допомогу. Хтось був тут для нас, коли ми прийшли до кімнат АН. Тепер наша черга бути тут для інших. Нам потрібна єдність, щоб допомогти показати новачку, що цей спосіб життя працює.",
        ],
        
        justForToday: "Я буду прагнути бути частиною єдності. Я знаю, що єдність не дорівнює одноманітності."
    },
    "1-22": {
        title: "Школа одужання",
        quote: "Це програма для навчання.",
        ref: "Базовий текст, стор. 16",
        paragraphs: [
            "Навчання в одужанні - це важка робота. Те, що нам найбільше потрібно знати, найчастіше найважче засвоїти. Ми вивчаємо одужання, щоб підготувати себе до досвіду, який дасть нам життя. Коли ми слухаємо, як інші діляться на зустрічах, ми робимо мисленнєві нотатки, до яких можемо звернутися пізніше. Щоб підготуватися, ми вивчаємо наші нотатки та літературу \"між уроками\". Точно так само, як студенти мають можливість застосувати свої знання під час тестів, так і ми маємо можливість застосувати наше одужання під час кризи.",
            "Як завжди, у нас є вибір в тому, як ми будемо підходити до життєвих викликів. Ми можемо боятися і уникати їх як загрози нашому душевному спокою, або ми можемо з вдячністю приймати їх як можливості для зростання. Підтверджуючи принципи, які ми засвоїли в процесі одужання, життєві виклики дають нам додаткову силу. Однак, без таких викликів ми могли б забути те, чого навчилися, і почати застоюватись. Це ті можливості, які підштовхують нас до нових духовних пробуджень.",
            "Ми з'ясуємо, що після кожної кризи часто настає період відпочинку, даючи нам час звикнути до наших нових навичок. Після того, як ми обдумали наш досвід, ми покликані поділитися своїми знаннями з кимось, хто вивчає те, що ми тільки що вивчили. У школі одужання ми всі не тільки учні, а й вчителі.",
        ],
        
        justForToday: "Я буду учнем одужання. Я буду вітати виклики, впевнений у тому, що я дізнався, і охоче поділюся цим з іншими."
    },
    "1-23": {
        title: "Перевірка душевного спокою",
        quote: "Брак щоденної підтримки може виявити себе багатьма способами.",
        ref: "Базовий текст, стор. 95",
        paragraphs: [
            "Чи доводилось вам коли-небудь бути в ситуації, коли на зауваження незнайомця про те, яка була гарна погода, ви могли лише відповісти \"як смердить\"? Коли це відбувається, ми, ймовірно, страждаємо від нестачі щоденної підтримки нашої програми.",
            "У одужанні життя може стати досить метушливим. Можливо, додаткові обов'язки на роботі застали вас зненацька. Можливо, ви деякий час не були на зустрічах. Можливо, ви були занадто зайняті, щоб медитувати, або їли не регулярно, або погано спали. Якою б не була причина, ваш душевний спокій вислизає.",
            "Коли це відбувається, вкрай важливо, щоб ми вжили заходів. Ми не можемо дозволити, щоб один \"поганий день\", у супроводі з поганим ставленням, перетворився на два дні, чотири дні або тиждень. Наше одужання залежить від нашої щоденної підтримки програми. Не важливо що відбувається у нашому житті, ми не можемо дозволити собі нехтувати принципами, які врятували нам життя.",
            "Є багато шляхів відновити наш душевний спокій. Ми можемо піти на зустріч, зателефонувати нашому спонсору, зустрітися за обідом з іншим одужуючим залежним або спробувати донести звістку до новачка. Ми можемо молитися. Ми можемо знайти хвилинку, щоб запитати себе, які прості речі ми не робили. Коли наше ставлення погіршується, ми можемо запобігти краху за допомогою простих рішень.",
        ],
        
        justForToday: "Я перевірю підтримку моєї щоденної програми одужання."
    },
    "1-24": {
        title: "Від ізоляції для приєднання",
        quote: "Наша хвороба ізолювала нас... Ворожі, обурені, егоцентричні і своєкорисливі, ми відрізаємо себе від зовнішнього світу.",
        ref: "Базовий текст, стор. 4",
        paragraphs: [
            "Залежність - це ізолююча хвороба, що закриває нас від суспільства, сім'ї та самих себе. Ми ховалися. Ми брехали. Ми зневажали ті життя, якими, як ми бачили, жили інші, безсумнівно, за межами нашого розуміння. Найгірше те, що ми говорили собі, що з нами все гаразд, хоча і знали, що були безнадійно хворі. Наш зв'язок зі світом та самою реальністю був розірваний. Наше життя втратило сенс, і ми все далі і далі віддалялись від реальності.",
            "Програма АН розроблена спеціально для таких людей, як ми. Це допомагає відновити наш зв'язок з життям, яким ми б мали жити, витягуючи нас з нашої ізоляції. Ми перестаємо брехати собі про свій стан; ми визнаємо своє безсилля і некерованість нашого життя. Ми розвиваємо віру в те, що наше життя може покращитися, що одужання можливе, і що щастя не назавжди недосяжне. Ми стаємо чесними; ми припиняємо ховатися; ми \"показуємося і говоримо правду\", незважаючи ні на що. І коли ми це робимо, ми встановлюємо зв'язки, які пов'язують наше індивідуальне життя з ширшим життям навколо нас.",
            "Ми, залежні, не маємо жити в ізоляції. Дванадцять Кроків можуть відновити наш зв'язок з життям, якщо ми будемо працювати за ними.",
        ],
        
        justForToday: "Я частина життя навколо мене. Я буду практикувати свою програму, щоб зміцнити свій зв'язок з моїм світом."
    },
    "1-25": {
        title: "Додатковий подарунок",
        quote: "Ми бачимо, як це відбувається серед нас кожен день. Цей чудесний поворот свідчить про духовне пробудження.",
        ref: "Базовий текст, стор. 51",
        paragraphs: [
            "Ми дивимося, як вони йдуть на свою першу зустріч переможеними, їхній дух зломлений. Їхні страждання очевидні, а бажання допомоги ще більш очевидне. Вони отримують білий брелок і повертаються на свої місця, трясучись від зусиль.",
            "Ми бачимо їх знову, і здається, що вони почуваються трохи комфортніше. Вони знайшли спонсора і щовечора відвідують зустрічі. Вони все ще не хочуть зустрічатися з нами поглядом, але кивають головою в знак визнання, коли ми ділимося. Ми помічаємо іскру надії в їхніх очах, і вони невпевнено посміхаються, коли ми заохочуємо їх продовжувати повертатися.",
            "За декілька місяців вони вже стоять прямо. Вони навчилися встановлювати зоровий контакт. Вони працюють за кроками зі своїм спонсором і в результаті зцілюються. Ми слухаємо, як вони діляться на зустрічах. Потім, ми складаємо разом з ними стільці.",
            "За декілька років по тому вони діляться досвідом на семінарі-конвенції. У них чудова, жартівлива особистість. Вони посміхаються, коли бачать нас, обіймають і кажуть, що ніколи б не впоралися без нас. І вони розуміють, коли ми говоримо: \"і ми не змогли б без тебе.”",
        ],
        
        justForToday: "Я знайду радість стаючи свідком одужання іншого."
    },
    "1-26": {
        title: "Егоцентризм",
        quote: "Духовна частина нашої хвороби - це наш тотальний егоцентризм.",
        ref: "Базовий текст, стор. 20",
        paragraphs: [
            "Що таке егоцентризм? Це наше переконання, що світ обертається навколо нас. Тільки наші бажання та вимоги заслуговують на увагу. Наші егоцентричні уми вірять, що вони здатні отримати все, що хочуть, лише якщо вони будуть концентруватись на собі. Егоцентризм припускає повну самодостатність.",
            "Ми кажемо, що егоцентризм - це духовна частина нашої хвороби, тому що егоцентричний розум не може зачати нічого більшого або більш важливого, ніж він сам. Але є духовне рішення для нашої духовної хвороби: Дванадцять Кроків Анонімних Наркоманів. Ці кроки ведуть нас геть від егоцентризму до Богоцентризму.",
            "Ми позбавляємося від своєї омани самодостатності, визнаючи своє безсилля і шукаючи допомоги у Сили могутнішої за нас. Ми визнаємо неспроможність нашої самоправедності, визнаючи, що ми були неправі, виправляючи свої помилки і шукаючи знання про те, що правильно, у Бога нашого розуміння. І ми послаблюємо наше переважаюче почуття власної важливості, прагнучи служити іншим, а не тільки собі.",
            "Егоцентризм, що вражає наш дух, можна лікувати за допомогою духовного рішення - Дванадцяти Крокiв.",
        ],
        
        justForToday: "Моє керівництво і моя сила йдуть від Вищої Сили, а не від мене самого. Я буду застосовувати Дванадцять Кроків, щоб стати більш зосередженим на Бозі і менш егоцентричним."
    },
    "1-27": {
        title: "Вчимося жити заново",
        quote: "Ми вчимося жити по-новому. Ми більше не обмежені нашими старими ідеями.",
        ref: "Базовий текст, стор. 56",
        paragraphs: [
            "В дитинстві нас могли вчити відрізняти добро від зла і іншим основам життя, а може і ні. Неважливо, до того часу, як ми знайшли одужання, більшість з нас мали лише туманне уявлення про те, як жити далі. Наша ізоляція від решти суспільства змусила нас ігнорувати основні людські обов'язки і розвивати дивні навички виживання, щоб впоратися зі світом, в якому ми жили.",
            "Хтось з нас не знав, як говорити правду; інші ж були настільки відверті, що ранили кожного, з ким говорили. Хтось не міг впоратися з найпростішими особистими проблемами, в той час як інші намагалися вирішити проблеми всього світу. Хтось ніколи не сердився, навіть коли з ними несправедливо поводилися; інші жваво скаржилтсь на всіх і вся.",
            "Які б не були наші проблеми, наскільки б екстремальними вони не були, у всіх нас є шанс навчитися жити заново в Анонімних Наркоманах. Можливо, нам потрібно навчитися доброті і тому, як піклуватися про інших. Можливо, нам потрібно взяти за себе особисту відповідальність. Або, можливо, нам потрібно подолати страх і піти на певний ризик. Ми можемо бути впевнені в одному: кожен день, просто проживаючи життя, ми дізнаватимемося щось нове.",
        ],
        
        justForToday: "Я знаю про те, як жити, більше, ніж вчора, але не так багато, як буду знати завтра. Сьогодні я дізнаюся дещо нове."
    },
    "1-28": {
        title: "Залежний щодня",
        quote: "Ми ніколи не зможемо повністю одужати, як би довго ми не залишалися чистими.",
        ref: "Базовий текст, стор. 84",
        paragraphs: [
            "Провівши деякий час у програмі, дехто з нас починає думати, що ми вилікувалися. Ми вивчили все, чому АН мали навчити нас, нам набридли ці зустрічі, а наш спонсор продовжує бубоніти все той же старий приспів: \"кроки—кроки—кроки!” Ми вирішуємо, що прийшов час повернутися до нормального життя, скоротити кількість зустрічей і спробувати надолужити роки, втрачені через активну залежність. Ми робимо це, однак, наражаючи на небезпеку наше одужання.",
            "Ті з нас, хто зірвався, часто після такого випадку намагаються ходити на так багато зустрічей, як тільки можуть - дехто ходить на зустрічі кожен день протягом декількох років. Нам може знадобитися багато часу, щоб зрозуміти, що ми завжди будемо залежними. Ми можемо себе добре почувати в одні дні і погано в інші, але ми залежні кожен день. У будь-який час ми схильні до омани, заперечення, раціоналізації, виправдання, божевілля - усіх ознак типового залежного способу мислення. Якщо ми хочемо продовжувати жити і насолоджуватися життям без вживання наркотиків, ми повинні щодня активно практикувати програму одужання.",
        ],
        
        justForToday: "Я залежний щодня, але сьогодні у мене є вибір бути одужуючим залежним. Я зроблю цей вибір, практикуючи свою програму."
    },
    "1-29": {
        title: "Перший Крок - це крок дії",
        quote: "Чи розуміємо ми, що не маємо реального контролю над наркотиками?",
        ref: "Базовий текст, стор. 18",
        paragraphs: [
            "Спочатку багато хто з нас, можливо, думали, що перший крок не вимагає ніяких дій — ми просто капітулюємо і переходимо до другого кроку. Але перший крок дійсно вимагає дій!",
            "Дія, яку ми робимо у першому кроці, буде очевидною у тому, як ми живемо, навіть з нашого першого чистого дня. Якщо ми дійсно віримо, що ми безсилі перед нашою залежністю, ми не обиратимемо знаходитись поруч з наркотиками. Продовжувати жити з вживаючими залежними або спілкуватися з ними, може вказувати на обмовки в нашій програмі. Абсолютна віра в те, що перший крок застосовується і до нас, забезпечить те, що ми очистимо наші будинки від усіх наркотиків та атрибутів для їх вживання.",
            "З часом ми не тільки дотримуємось основ, але і додаємо нові дії в репертуар нашого першого кроку. Ми навчимося відчувати наші почуття, а не намагатимемося контролювати їх. Ми перестанемо намагатися бути нашими власними і єдиними провідниками у нашій подорожі з одужання; само-спонсорство припиниться. Ми почнемо все більше і більше дивитися у бік Сили могутнішої за нас, для духовного задоволення, а не намагатися заповнити цю порожнечу чимось іншим.",
            "Капітуляція - це тільки початок. Як тільки ми капітулюємо, нам потрібно навчитися жити в світі, який ми знайшли.",
        ],
        
        justForToday: "Я зроблю всі необхідні дії, щоб практикувати Перший Крок. Я щиро вірю, що це стосується мене."
    },
    "1-30": {
        title: "Віддаючи",
        quote: "Ми повинні віддавати вільно і з вдячністю те, що було вільно і з вдячністю дано нам.",
        ref: "Базовий текст, стор. 49",
        paragraphs: [
            "В одужанні ми отримуємо багато дарів. Можливо, одним з найбільших з цих дарів є духовне пробудження, яке починається, коли ми припиняємо вживати, стаючи сильнішими з кожним днем, ми застосовуємо ці кроки у нашому житті. Нова іскра життя всередині - це прямий результат наших нових стосунків з Вищою Силою, стосунків, розпочатих і розвинених шляхом життя за Дванадцятьма Кроками. Поступово, коли ми слідуємо нашій програмі, сяйво одужання розсіює темряву нашої хвороби.",
            "Один із способів висловити нашу вдячність за дари одужання - це допомогти іншим знайти те, що знайшли ми. Ми можемо зробити це безмежною кількістю способів: ділячись на зустрічах, роблячи дзвінки за Дванадцятим Кроком, погоджуючись бути спонсором або стаючи волонтером у комітеті ЛУ або на телефонній лінії. Духовне життя, дане нам в одужанні, вимагає вираження, бо \"ми можемо зберегти те, що маємо, тільки віддаючи.”",
        ],
        
        justForToday: "Дар одужання зростає, коли я ділюся ним. Я знайду когось, з ким зможу поділитися цим."
    },
    "1-31": {
        title: "Довіра",
        quote: "Лише сьогодні я довірятиму комусь в АН, хто вірить в мене і хоче допомогти мені в моєму одужанні.",
        ref: "Базовий текст, стор. 93",
        paragraphs: [
            "Вчитися довіряти - ризикована пропозиція. Наш минулий досвід, як вживаючих залежних, навчив нас, що нашим супутникам не можна довіряти. Більш за все, ми не могли довіряти самим собі.",
            "Тепер, коли ми одужуємо, довіра надзвичайно важлива. Нам потрібно щось, за що триматися, у що вірити і те, що даватиме нам надію у нашому одужанні. Для декого з нас перше, чому ми можемо довіряти - це слова інших членів, які діляться на зустрічах; ми відчуваємо правду в їхніх словах.",
            "Знайти когось, кому ми можемо довіряти, спрощує звернення по допомогу. І коли зростає наша довіра до їхнього одужання, ми вчимося довіряти своєму власному.",
        ],
        
        justForToday: "Я вирішу довіритися кому-небудь. І буду діяти відповідно до цієї довіри."
    },
    "2-1": {
        "title": "Труднощі",
        "quote": "Ми відчували себе іншими.... Лише здавшись, ми здатні подолати відчуження залежності",
        "ref": "Базовий текст, стор. 22",
        "paragraphs": [
            "\"Але ви не розумієте!\" - бризкали ми, намагаючись сховатися. \"Я не такий, як усі! У мене все по-справжньому складно!\". Ми використовували ці фрази знову і знову в нашій активній залежності, намагаючись уникнути наслідків наших дій або уникнути дотримання правил, які застосовувалися до всіх інших. Можливо, ми вигукували їх під час нашої першої зустрічі. Можливо, ми навіть зловили себе на тому, що скиглимо про них нещодавно.",
            "Так багато з нас відчувають себе іншими або унікальними. Як залежні, ми можемо використовувати майже все, щоб відчужити себе. Але немає жодного виправдання, за пропуск одужання, немає нічого, що може зробити нас непридатними для участі в програмі - ні хвороба, що загрожує життю, ні бідність, ніщо. Є тисячі залежних, які знайшли одужання, незважаючи на реальні труднощі, з якими вони зіткнулися. Завдяки роботі за програмою їхня духовна свідомість зросла, незважаючи на всі труднощі, а можливо, і у відповідь на них.",
            "Наші індивідуальні обставини та відмінності не мають значення, коли йдеться про одужання. Відпустивши свою унікальність і віддавшись цьому простому способу життя, ми обов'язково виявимо, що відчуваємо себе частиною чогось. А відчуття причетності до чогось дає нам сили йти по життю, незважаючи на труднощі та негаразди."
        ],
        justForToday: "Я відпущу свою унікальність і прийму принципи одужання, які є спільними з багатьма іншими. Мої труднощі не виключають мене з процесу одужання, а навпаки, залучають мене до нього."
    },
    "2-2": {
        "title": "Добра воля",
        "quote": "Добра воля найкраще проявляється в служінні; правильне служіння - це \"робити правильні речі з правильної причини\"",
        "ref": "Базовий текст, стор. 15",
        "paragraphs": [
            "Духовною основою нашої хвороби є егоцентризм. У стосунках з іншими єдиним мотивом, якого нас навчила наша залежність, був егоїзм - ми хотіли те, що хотіли і коли хотіли. Одержимість собою була вкорінена в самому ґрунті нашого життя. Як ми можемо викорінити зацикленість на собі під час одужання?",
            "Ми можемо змінити наслідки нашої хвороби, застосовуючи кілька дуже простих духовних принципів. Щоб протидіяти егоцентризму нашої залежності, ми вчимося застосовувати принцип доброї волі. Замість того, щоб прагнути служити тільки собі, ми починаємо служити іншим. Замість того, щоб думати лише про те, що ми можемо отримати з ситуації, we вчимося думати насамперед про добробут інших. Коли перед нами постає моральний вибір, ми вчимося зупинятися, згадувати духовні принципи і діяти належним чином.",
            "Коли ми починаємо \"робити правильні речі з правильної причини\", то можемо помітити зміни в собі. Якщо раніше нами керувала власна воля, то тепер нами керує добра воля до інших. Хронічний егоцентризм залежності втрачає свою владу над нами. Ми вчимося \"застосовувати ці принципи у всіх наших справах\", ми живемо у своєму одужанні, а не у своїй хворобі."
        ],
        justForToday: "Де б я не був, що б я не робив, я буду прагнути служити іншим, а не тільки собі. Коли я стикаюся з дилемою, я намагатимуся робити правильні речі з правильної причини."
    },
    "2-3": {
        "title": "Ми потрібні один одному",
        "quote": "Будь-хто може до нас приєднатися незалежно від віку, національності, сексуальної орієнтації, переконань, віросповідання та його відсутності взагалі",
        "ref": "Базовий текст, стор. 9",
        "paragraphs": [
            "Наркозалежність закрила нам очі на все нове і незвичне. Ми думали, що нам ніхто і ніщо не потрібне. Не було нічого цінного в будь-кому з іншого району, іншого расового чи етнічного походження, іншого соціального чи економічного класу. Можливо, ми думали, що якщо щось інакше, то це погано.",
            "В одужанні ми не можемо дозволити собі таке ставлення. Ми прийшли в АН, тому що наше найкраще мислення ні до чого хорошого не привело. Ми повинні відкрити свій розум, щоб випробувати те, що працює, незалежно від того, звідки воно походить, якщо ми сподіваємося рости в нашому одужанні.",
            "Незалежно від нашого особистого досвіду, у всіх нас в АН є дві спільні речі, які ми не розділяємо ні з ким іншим: наша хвороба і наше одужання. Ми залежимо один від одного в нашому спільному досвіді - і чим ширший цей досвід, тим краще. Нам потрібен кожен шматочок досвіду, кожна точка зору на нашу програму, яку ми можемо знайти, щоб впоратися з багатьма викликами чистого життя.",
            "Одужання часто буває нелегким. Силу, необхідну для одужання, ми черпаємо від наших друзів членів АН. Сьогодні ми вдячні за різноманітність членів нашої групи, адже в цій різноманітності ми знаходимо нашу силу."
        ],
        justForToday: "Я знаю, що чим різноманітніший досвід моєї групи, тим краще моя група зможе запропонувати мені підтримку в різних обставинах, з якими я стикаюся. Сьогодні я вітаю в своїй групі залежних людей з різним досвідом."
    },
    "2-4": {
        "title": "Почуватися добре - не головне",
        "quote": "Для нас одужання - це більше, ніж просто задоволення",
        "ref": "Базовий текст, стор. 43",
        "paragraphs": [
            "Під час активної залежності більшість з нас точно знали, як ми почуватимемося з дня на день. Все, що нам потрібно було зробити, це прочитати етикетку на пляшці або знати, що знаходиться в пакеті. Ми планували свої відчуття, і нашою метою на кожен день було почуватися добре.",
            "Під час одужання ми можемо відчувати все, що завгодно, від дня до дня, навіть від хвилини до хвилини. Ми можемо відчувати себе енергійними і щасливими вранці, а потім дивно розчарованими і засмученими в другій половині дня. Оскільки ми більше не плануємо свої почуття на день щоранку, ми можемо відчувати себе дещо незручно, наприклад, почуватися втомленими вранці і бадьорими перед сном.",
            "Звичайно, завжди є ймовірність, що ми можемо почуватися добре, але не в цьому суть. Сьогодні наше головне завдання - не почуватися добре, а навчитися розуміти свої почуття і справлятися з ними, якими б вони не були. Ми робимо це, виконуючи кроки і ділячись своїми почуттями з іншими."
        ],
        justForToday: "Я прийму свої почуття, якими б вони не були, такими, якими вони є. Я буду практикувати програму і вчитись жити зі своїми почуттями."
    },
    "2-5": {
        "title": "Повертайся!",
        "quote": "Ми вдячні за те, що на зустрічах нас приймали настільки привітно, що ми відчували себе комфортно",
        "ref": "Базовий текст, стор. 83",
        "paragraphs": [
            "Пам'ятаєте, як нам було страшно, коли ми прийшли на нашу першу зустріч АН? Навіть якщо ми прийшли з другом, більшість з нас пам'ятає, як важко було відвідати ту першу зустріч. Що змушувало нас повертатися? Більшість з нас має вдячні спогади про те, як нас прийняли і наскільки комфортно ми себе почували. Коли ми піднімали руку як новачки, ми \"відкривали двері\" для інших членів групи, які підходили до нас і вітали нас.",
            "Іноді різниця між тими залежними, які виходять за двері своєї першої зустрічі, щоб більше ніколи не повернутися в АН, і тими, хто залишається, щоб шукати одужання, полягає в простих обіймах члена АН. Коли ми вже деякий час не вживаємо, легко відійти від процесії новачків - зрештою, ми бачили, як багато людей приходять і йдуть. Але члени товариства, які вже мають певний час у чистоті, можуть розділяти залежних на тих, які не повертаються, і залежних, які продовжують повертатися.",
            "Пропонуючи наші номери телефонів, обіймаючи або просто тепло вітаючи, ми простягаємо руку допомоги від Анонімних Наркоманів тим, хто все ще страждає від наркотиків."
        ],
        justForToday: "Я пам'ятаю, як мене зустріли, коли я вперше прийшов до АН. Сьогодні я висловлю свою вдячність, пропонуючи обійняти новачка."
    },
    "2-6": {
        "title": "Я не можу - ми можемо",
        "quote": "Ми переконали себе, що можемо впоратися самі, і продовжували жити, виходячи з цього. Результати були катастрофічними, і, врешті-решт, кожен з нас повинен був визнати, що самодостатність була брехнею",
        "ref": "Базовий текст, стор. 62",
        "paragraphs": [
            "\"Я не можу, але ми можемо\". Ця проста, але глибока істина стосується насамперед нашої першої потреби як членів АН: разом ми можемо залишатися чистими, але коли ми ізолюємося, ми опиняємося в поганій компанії. Щоб одужувати, нам потрібна підтримка інших залежних.",
            "Самодостатність перешкоджає не тільки нашій здатності залишатися чистими. З наркотиками чи без них, життя \"за власним бажанням\" неминуче призводить до катастрофи. Ми залежимо від інших людей в усьому: від товарів і послуг до любові та спілкування, але воля ставить нас у постійний конфлікт з тими самими людьми. Щоб жити повноцінним життям, нам потрібна гармонія з іншими.",
            "Інші залежні та інші члени наших спільнот - не єдині, від кого ми залежимо. Сила не є людським атрибутом, але ми потребуємо сили, щоб жити. Ми знаходимо її в Силі, могутнішій за нас, яка забезпечує керівництво і силу, яких нам бракує. Коли ми вдаємо, що ми самодостатні, ми ізолюємо себе від єдиного джерела сили, достатньої для того, щоб ефективно вести нас по життю - нашої Вищої Сили.",
            "Самодостатність не працює. Нам потрібні інші залежні; нам потрібні інші люди; і, щоб жити повноцінно, нам потрібна Сила, могутніша за нашу власну."
        ],
        justForToday: "Я шукатиму підтримки інших залежних, які одужують; гармонії з іншими людьми в моїй громаді; і опіки моєї Вищої Сили. Я не можу, але ми можемо."
    },
    "2-7": {
        "title": "Це не випробування",
        "quote": "...ми знайшли люблячого, особистого Бога, до якого можемо звернутися",
        "ref": "Базовий текст, стор. 27",
        "paragraphs": [
            "Деякі з нас приходять до одужання з враженням, що життєві труднощі - це серія космічних випробувань, покликаних нас чогось навчити. Ця віра легко проявляється, коли трапляється щось травматичне, і ми волаємо: \"Моя Вища Сила випробовує мене!\". Ми переконані, що це перевірка нашого одужання, коли хтось пропонує нам наркотики, або перевірка нашого характеру, коли ми стикаємося з ситуацією, в якій можемо зробити щось безпринципне і не бути спійманими. Ми навіть можемо думати, що це випробування нашої віри, коли ми відчуваємо сильний біль через трагедію в нашому житті.",
            "Але любляча Вища Сила не випробовує наше одужання, наш характер чи нашу віру. Життя просто відбувається й, іноді, це боляче. Багато хто з нас втратив любов не з власної вини. Деякі з нас втратили все своє матеріальне багатство. Дехто з нас навіть пережив втрату власних дітей. Часом життя може бути страшенно болючим, але біль нам завдає не наша Вища Сила. Навпаки, ця Сила постійно поруч з нами, готова нести нас, якщо ми не можемо йти самі. Немає такої шкоди, яку може завдати нам життя, яку Бог нашого розуміння не зміг би зцілити."
        ],
        justForToday: "Я буду вірити, що воля моєї Вищої Сили щодо мене добра і що мене люблять. Я буду шукати допомоги у моєї Вищої Сили у часи потреби."
    },
    "2-8": {
        "title": "Хто такий спонсор?",
        "quote": "...спонсор АН - це член Анонімних Наркоманів, що живе за нашою програмою одужання і готовий будувати з нами особливі, підтримуючі, особисті стосунки",
        "ref": "ІП №11, Спонсорство",
        "paragraphs": [
            "Хто такий спонсор? Ви знаєте: приємна людина, з якою ви пили каву після першої зустрічі. Щедра душа, яка безоплатно ділиться досвідом одужання. Той, хто продовжує дивувати тебе приголомшливим розумінням твоїх вад характеру. Той, хто постійно нагадує тобі, що треба закінчити Четвертий Крок, хто вислуховує твій П'ятий Крок, і хто нікому не говорить, який ти дивний.",
            "Досить легко почати сприймати все це як належне, коли ми звикли до того, що хтось є поруч. Ми можемо на деякий час втратити контроль над собою і сказати собі: \"Я зателефоную своєму спонсору пізніше, а зараз мені треба прибрати в домі, сходити в магазин, побігати за тим привабливим...\". І ось ми опиняємося в халепі, дивуючись, де ми помилилися.",
            "Наш спонсор не може читати думки. Ми самі повинні простягнути руку і попросити про допомогу. Незалежно від того, чи потрібна нам допомога з кроками, чи перевірка реальності, яка допоможе нам виправити наше заплутане мислення, чи просто друг - наша робота полягає в тому, щоб звернутися з таким проханням. Спонсори теплі, мудрі, чудові люди і їхній досвід одужання - це наш досвід, все, що нам потрібно зробити, це попросити."
        ],
        justForToday: "Я вдячний за час, любов і досвід, якими поділився зі мною мій спонсор. Сьогодні я зателефоную своєму спонсору."
    },
    "2-9": {
        "title": "Прийняття себе",
        "quote": "Коли ми приймаємо себе, ми можемо приймати інших у наших життях, напевно вперше в житті, нічого не вимагаючи",
        "ref": "ІП № 19, Прийняття себе",
        "paragraphs": [
            "З наших найдавніших спогадів, багато хто з нас відчував, що ми ніколи не належали до групи. Незалежно від того, наскільки великим було зібрання, ми завжди відчували себе окремо від натовпу. Нам було важко \"вписатися\". У глибині душі ми вірили, що якщо дозволимо іншим пізнати нас, вони нас відкинуть. Можливо, наша залежність почала проростати в цьому кліматі егоцентризму.",
            "Багато хто з нас приховував біль відчуження за позицією непокори. По суті, ми говорили світові: \"Я вам не потрібен? Що ж, мені теж ніхто з вас не потрібен. У мене є мої наркотики, і я можу подбати про себе!\". Чим далі прогресувала наша залежність, тим вищі стіни ми будували навколо себе.",
            "Ці стіни починають падати, коли ми починаємо знаходити визнання з боку інших залежних, які одужують. Завдяки цьому прийняттю з боку інших ми починаємо вчитися важливому принципу прийняття себе. А коли ми починаємо приймати себе, ми можемо дозволити іншим брати участь у нашому житті, не боячись бути відкинутими."
        ],
        justForToday: "Мене приймають в АН; я вписуюсь. Сьогодні я можу почати впускати інших у своє життя."
    },
    "2-10": {
        "title": "Веселощі!",
        "quote": "Під час одужання наші уявлення про веселощі змінюються",
        "ref": "Базовий текст, стор. 107",
        "paragraphs": [
            "Озираючись назад, багато хто з нас розуміє, що коли ми вживали, наші уявлення про розваги були досить химерними. Дехто з нас виряжався і йшов до місцевого клубу. Ми танцювали, пили та вживали інші наркотики до світанку. Неодноразово спалахували перестрілки. Те, що ми тоді називали веселощами, зараз ми називаємо божевіллям.",
            "Сьогодні наше уявлення про забаву змінилося. Сьогодні для нас розвага - це прогулянка вздовж океану, спостереження за дельфінами, які граються, коли сонце сідає за їхніми спинами. Забава - це піти на пікнік АН або відвідати комедійне шоу на конвенції АН. Весело вбратися на банкет і не турбуватися про те, що можуть початися перестрілки через те, що хтось комусь щось зробив.",
            "З милості Вищої Сили і Товариства «Анонімні Наркомани» наші уявлення про веселощі докорінно змінилися. Сьогодні, коли ми прокидаємося, щоб побачити схід сонця, це зазвичай тому, що ми рано лягли спати напередодні ввечері, а не тому, що вийшли з клубу о шостій ранку, з очима, налитими кров'ю від нічного вживання наркотиків. І якщо це все, що ми отримали від Анонімних Наркоманів, цього було б достатньо."
        ],
        justForToday: "Я буду розважатися під час одужання!"
    },
    "2-11": {
        "title": "З прокляття до благословення",
        "quote": "Ми стали дуже вдячними в процесі нашого одужання..... У нас є хвороба, але ми одужуємо",
        "ref": "Базовий текст, стор. 8",
        "paragraphs": [
            "Активна залежність не була пікніком, багато хто з нас ледве виходив з неї живим. Але викривати хворобу, нарікати на те, що вона з нами зробила, жаліти себе за той стан, в якому вона нас залишила - все це може лише замкнути нас у дусі гіркоти й образи. Шлях до свободи і духовного росту починається там де закінчується гіркота - з прийняття.",
            "Неможливо заперечити страждання, які приносить залежність. Але саме ця хвороба привела нас до Анонімних Наркоманів; без неї ми б не шукали і не знайшли благословення одужання. Ізолюючи нас, вона змусила шукати спілкування. Змушуючи нас страждати, вона дала нам досвід, необхідний для допомоги іншим, допомоги, яку ніхто інший не міг запропонувати так унікально. Ставлячи нас на коліна, залежність дала нам можливість віддатися під опіку люблячої Вищої Сили.",
            "Ми б нікому не побажали хвороби залежності. Але факт залишається фактом: ми, залежні, вже маємо цю хворобу - і більше того, без цієї хвороби ми, можливо, ніколи б не стали на свій духовний шлях. Тисячі людей все життя шукають те, що ми знайшли в Анонімних Наркоманах: спілкування, відчуття мети і свідомий контакт з Вищою Силою. Сьогодні ми вдячні за все, що принесло нам це благословення."
        ],
        justForToday: "Я прийму факт моєї хвороби і буду шукати благословення свого одужання."
    },
    "2-12": {
        "title": "Жити сьогоднішнім днем",
        "quote": "Ми шкодували про минуле, боялися майбутнього і не надто раділи теперішньому",
        "ref": "Базовий текст, стор. 7",
        "paragraphs": [
            "Поки ми не переживемо зцілення, яке відбувається, коли ми працюємо за Дванадцятьма Кроками, навряд чи ми зможемо знайти більш правдиве твердження, ніж наведена вище цитата. Більшість з нас приходять в АН з соромом на обличчі, думаючи про минуле і бажаючи повернутися назад і змінити його. Наші фантазії та очікування щодо майбутнього можуть бути настільки екстремальними, що на першому ж побаченні з кимось ми починаємо роздумувати, якого адвоката наймемо для розлучення. Майже кожен досвід змушує нас згадати щось з минулого або почати проектувати в майбутнє.",
            "Спочатку важко залишатися в теперішньому часі. Здається, що наші думки не зупиняються. Нам важко просто насолоджуватися життям. Щоразу, коли ми усвідомлюємо, що наші думки не зосереджені на тому, що відбувається прямо зараз, ми можемо помолитися і попросити люблячого Бога допомогти нам вийти з фокусу на собі. Якщо ми шкодуємо про минуле, ми загладжуємо свою провину, живучи по-іншому сьогодні; якщо ми боїмося майбутнього, ми працюємо над тим, щоб жити відповідально сьогодні.",
            "Коли ми виконуємо ці кроки і молимося щоразу, коли виявляємо, що не живемо сьогоденням, ми помічаємо, що такі часи вже не трапляються так часто, як раніше. Наша віра допоможе нам жити тільки сьогоднішнім днем. У нас з'являться години, навіть дні, коли вся наша увага буде зосереджена на поточному моменті часу, а не на жалюгідному минулому чи страшному майбутньому."
        ],
        justForToday: "Когда я повністю живу кожним моментом, я відкриваю себе для радощів, які інакше могли б вислизнути від мене. Якщо у мене виникають труднощі, я прошу люблячого Бога про допомогу."
    },
    "2-13": {
        "title": "Узи, що пов'язують",
        "quote": "Доки зв’язки, які з’єднують нас, будуть сильнішими за те, що нас роз’єднує, все буде гаразд",
        "ref": "Базовий текст, стор. 60",
        "paragraphs": [
            "Багато хто з нас відчуває, що без АН ми б, напевно, померли від нашої хвороби. Отже, її існування - це наш рятівний круг. Однак роз'єднаність - це епізодичний факт з життя в Анонімних Наркоманах; ми повинні навчитися конструктивно реагувати на деструктивні впливи, які іноді виникають в нашому товаристві. Якщо ми вирішили стати частиною рішення, а не проблеми, ми рухаємося в правильному напрямку.",
            "Наше особисте одужання і зростання АН залежить від підтримки атмосфери одужання на наших зустрічах. Чи готові ми допомогти нашій групі конструктивно вирішувати конфлікти? Чи прагнемо ми, як члени групи, вирішувати труднощі відкрито, чесно і справедливо? Чи прагнемо ми сприяти загальному добробуту всіх членів групи, а не власним інтересам? І, як довірені слуги, чи беремо ми до уваги вплив, який наші дії можуть мати на новачків?",
            "Служіння може виявити в нас як найкраще, так і найгірше. Але часто саме через служіння ми починаємо контактувати з деякими з наших найбільших недоліків характеру. Чи не ухиляємося ми від зобов'язань служіння замість того, щоб зіткнутися з тим, що ми можемо дізнатися про себе? Якщо ми пам'ятатимемо про силу зв'язків, які пов'язують нас разом - наше одужання від активної залежності - все буде добре."
        ],
        justForToday: "Я намагатимусь бути корисним нашому товариству. Я не боятимусь відкривати для себе, ким я є."
    },
    "2-14": {
        "title": "Чесність і духовність",
        "quote": "Право на Бога твого розуміння є загальним і без будь-яких хитрощів. Оскільки ми маємо це право, необхідно бути чесними на рахунок нашої віри, якщо ми маємо намір зростати духовно",
        "ref": "Базовий текст, стор. 25-26",
        "paragraphs": [
            "На зустрічах, за частуванням, у розмовах з нашим спонсором ми чуємо, як наші друзі з АН розповідають про те, як вони розуміють свою Вищу Силу. Було б легко \"плисти за течією\", приймаючи чиїсь переконання. Але так само, як ніхто інший не може одужувати за нас, так само ніхто інший не може замінити нашу власну духовність. Ми повинні чесно шукати своє розуміння Бога, яке справді працює для нас.",
            "Багато хто з нас починає цей пошук з молитви і медитації, а продовжує з досвідом одужання. Чи були випадки, коли ми отримували силу, що перевищувала нашу власну, щоб протистояти життєвим викликам? Коли ми тихо шукали напрямок у часи труднощів, чи знаходили ми його? Яка Сила, на нашу думку, керувала нами і зміцнювала нас? Яку Силу ми шукаємо? Маючи відповіді на ці питання, ми будемо розуміти нашу Вищу Силу достатньо добре, щоб відчувати себе в безпеці і впевнено просити її піклуватися про нашу волю і життя.",
            "Запозичене розуміння Бога може бути достатнім на короткій дистанції. Але в довгостроковій перспективі ми повинні прийти до власного розуміння Вищої Сили, бо саме ця Сила проведе нас через наше одужання."
        ],
        justForToday: "Я шукаю Силу, могутнішу за мене, яка може допомогти мені духовно зростати. Сьогодні я чесно перевірю свої переконання і прийду до власного розуміння Бога."
    },
    "2-15": {
        "title": "Пробудження духу",
        "quote": "Останнє чого ми очікували - це пробудження духу",
        "ref": "Базовий текст, стор. 49",
        "paragraphs": [
            "Мало хто з нас прийшов на першу зустріч Анонімних Наркоманів, бажаючи провести особисту інвентаризацію або вважаючи, що в нашій душі існує духовна порожнеча. Ми й гадки не мали, що ось-ось вирушимо в подорож, яка розбудить наш сплячий дух.",
            "Немов гучний будильник, Перший Крок приводить нас у напівпритомний стан - хоча в цей момент ми можемо бути не впевнені, чи хочемо підніматися з ліжка, чи, можливо, хочемо поспати ще п'ять хвилин. Ніжна рука, що потискає наші плечі, коли ми застосовуємо Другий і Третій кроки, змушує нас встати, потягнутися і позіхнути. Нам потрібно протерти сон з очей, щоб написати Четвертий Крок і поділитися П'ятим. Але коли ми працюємо над Шостим, Сьомим, Восьмим і Дев'ятим кроками, ми починаємо помічати пружинність в наших кроках і початок посмішки на наших вустах. Наш дух співає в душі, коли ми робимо Десятий і Одинадцятий Кроки. А потім ми практикуємо Дванадцятий, виходячи з дому в пошуках інших людей, які пробуджуються.",
            "Нам не обов'язково проводити решту життя в духовній комі. Ми можемо не любити вставати вранці, а вставши з ліжка, ми майже завжди радіємо, що зробили це."
        ],
        justForToday: "Щоб розбудити свій сонний дух, я скористаюся Дванадцятьма Кроками."
    },
    "2-16": {
        "title": "Вірні почуття",
        "quote": "Коли ми відмовляємося приймати реальність сьогодення - ми заперечуємо нашу віру у Вищу Силу. Це може лише збільшити страждання",
        "ref": "ІП № 8, Лише сьогодні",
        "paragraphs": [
            "Деякі дні бувають не такими, як михотіли б, щоб вони були. Наші проблеми можуть бути простими, як порваний шнурок або необхідність стояти в черзі в супермаркеті. Або ми можемо пережити щось набагато серйозніше, наприклад, втрату роботи, домівки чи коханої людини. У будь-якому випадку, ми часто шукаємо спосіб уникнути своїх почуттів, замість того, щоб просто визнати, що вони болючі.",
            "Ніхто не обіцяє нам, що після припинення вживання все піде на краще. Насправді, ми можемо бути впевнені, що життя продовжуватиметься незалежно від того, вживаємо ми наркотики чи ні. У нас будуть хороші і погані дні, комфортні відчуття і болючі відчуття. Але нам більше не потрібно тікати від жодного з них.",
            "Ми можемо відчувати біль, горе, смуток, злість, розчарування - всі ті почуття, яких ми колись уникали за допомогою наркотиків. Ми виявляємо, що можемо пережити ці емоції чистими. Ми не помремо і не настане кінець світу тільки тому, що нам неприємно відчувати. Ми вчимося вірити, що можемо пережити те, що приносить нам кожен день."
        ],
        justForToday: "Я продемонструю свою довіру до Бога, переживши цей день таким, яким він є."
    },
    "2-17": {
        "title": "Нести звістку, а не залежного",
        "quote": "Їх можна аналізувати, консультувати, переконувати, молитися над ними, погрожувати, бити або замикати, але вони не зупиняться, поки самі не захочуть зупинитися",
        "ref": "Базовий текст, стор. 65",
        "paragraphs": [
            "Можливо, одна з найскладніших істин, з якою нам доводиться стикатися в процесі одужання, полягає в тому, що ми так само безсилі перед чужою залежністю, як і перед власною. Ми можемо думати, що оскільки ми пережили духовне пробудження у власному житті, то зможемо переконати іншого залежного одужувати. Але є межі того, що ми можемо зробити, щоб допомогти іншому залежному.",
            "Ми не можемо змусити його припинити вживання. Ми не можемо дати йому результати кроків або зростати за нього. Ми не можемо позбавити їх самотності чи болю. Ми не можемо переконати наляканого залежного відмовитися від знайомих страждань залежності заради лякаючої невизначеності одужання. Ми не можемо влізти в чужу шкуру, змінити цілі людини або вирішити за неї, що для неї краще.",
            "Однак, якщо ми відмовимося від спроб здійснювати цю владу над чужою залежністю, ми можемо допомогти їм. Вони можуть розвиватися, якщо ми дозволимо їм зустрітися з реальністю, якою б болючою вона не була. Вони могут стати більш продуктивними, за їхнім власним визначенням, якщо ми не будемо намагатися зробити це за них. Вони можуть стати авторитетом у власному житті, за умови, що ми будемо авторитетами лише для себе. Якщо ми зможемо прийняти все це, ми зможемо стати тими, ким ми повинні бути - носіями звістки, а не залежних."
        ],
        justForToday: "Я визнаю, що я безсилий не тільки перед своєю залежністю, але й перед залежністю інших. Я буду нести звістку, а не залежного."
    },
    "2-18": {
        "title": "Партнерство в одужанні",
        "quote": "Поки я не хвилююся і беру на себе зобов'язання перед Вищою Силою робити все, що в моїх силах, я знаю, що сьогодні про мене подбають",
        "ref": "Базовий текст (стор. 15-16 context)",
        "paragraphs": [
            "Багато хто з нас відчуває, що наше фундаментальне зобов'язання в одужанні - це зобов'язання перед нашою Вищою Силою. Знаючи, що нам не вистачає сил, щоб залишатися чистими і знайти одужання самостійно, ми вступаємо в партнерство з Силою, могутнішою за нас. Ми беремо на себе зобов'язання жити під опікою нашої Вищої Сили, а у відповідь наша Вища Сила веде нас.",
            "Це партнерство є життєво необхідним для того, щоб залишатися чистим. Перші дні одужання часто здаються нам найважчими в житті. Але сили нашого прагнення до одужання і сили Божої опіки достатньо, щоб пройти через це, принаймні сьогодні.",
            "Наша роль у цьому партнерстві полягає в тому, щоб кожного дня робити все можливе, що в наших силах, розкриваючись життю і виконуючи те, що поставлено перед нами, застосовуючи принципи одужання в міру наших можливостей. Ми обіцяємо робити все, що в наших силах - не фальшивити, не прикидатися надлюдиною, а просто виконувати основну роботу по одужанню. Виконуючи свою частину партнерства в одужанні, ми відчуваємо турботу, яку нам надала наша Вища Сила."
        ],
        justForToday: "Я буду дотримуватися свого зобов'язання щодо партнерства з моєю Вищою Силою."
    },
    "2-19": {
        "title": "Обмовки",
        "quote": "Рецидив ніколи не буває випадковим. Рецидив - це ознака того, що в нашій програмі є обмовки",
        "ref": "Базовий текст, стор. 79",
        "paragraphs": [
            "Обмовки - це те, що ми відкладаємо на майбутнє. У нашому випадку обмовки - це очікування того, що якщо станеться те-то і те-то, у нас неодмінно станеться рецидив. Яка подія, на нашу думку, буде занадто болючою, щоб її пережити? Можливо, ми думаємо, що якщо нас покине чоловік, дружина або кохана людина, то нам обов'язково доведеться вжити. Якщо ми втратимо роботу, то неодмінно, як нам здається, будемо вживати. Або, можливо, смерть близької людини, яку ми очікуємо, буде нестерпною. У будь-якому випадку, обмовки, які ми зберігаємо, дають нам дозвіл на вживання, коли вони збуваються - а вони часто збуваються.",
            "Ми можемо підготувати себе до успіху, а не до рецидиву, проаналізувавши свої очікування і змінивши їх там, де це можливо. Більшість із нас носить у собі каталог очікуваних страждань, тісно пов'язаних із нашими страхами. Ми можемо навчитися переживати біль, спостерігаючи за тим, як інші члени товариства переживають подібні страждання. Ми можемо застосувати їхні уроки до наших власних очікувань. Замість того, щоб казати собі, що нам доведеться розкумаритись, якщо це станеться, ми можемо спокійно запевнити себе, що ми теж можемо залишатися чистими, незважаючи на те, що життя приносить нам сьогодні."
        ],
        justForToday: "Я перевірю, чи немає обмовок, які можуть поставити під загрозу моє одужання, і поділюся ними з іншим залежним."
    },
    "2-20": {
        "title": "Безсилля і особиста відповідальність",
        "quote": "Через нашу нездатність прийняти особисту відповідальність, ми, власне, створювали собі проблеми",
        "ref": "Базовий текст, стор. 13",
        "paragraphs": [
            "Коли ми відмовляємося брати на себе відповідальність за своє життя, ми віддаємо всю свою особисту силу. Нам потрібно пам'ятати, що ми безсилі перед нашою залежністю, а не перед нашою особистою поведінкою.",
            "Багато хто з нас зловживав поняттям безсилля, щоб уникнути прийняття рішень або триматися за речі, які ми вже переросли. Ми заявляли про безсилля перед власними діями. Ми звинувачували інших у наших обставинах, замість того, щоб робити активні дії, щоб змінити ці обставини. Якщо ми продовжуємо уникати відповідальності, стверджуючи, що ми \"безсилі\", то наражаємо себе на той самий відчай і страждання, які ми відчували під час активної залежності. Імовірність того, що ми проведемо роки одужання, відчуваючи себе жертвами, дуже реальна.",
            "Замість того, щоб жити за замовчуванням, ми можемо навчитися робити відповідальний вибір і ризикувати. Ми можемо робити помилки, але ж можемо вчитися на цих помилках. Підвищене усвідомлення себе і готовність прийняти особисту відповідальність дають нам свободу змінюватися, робити вибір і розвиватися."
        ],
        justForToday: "Мої почуття, дії та вибір - мої. Я беру на себе відповідальність за них."
    },
    "2-21": {
        "title": "Жалість до себе чи одужання - наш вибір",
        "quote": "Жалість до себе - одна з найбільш руйнівних вад; вона висмоктуватиме з нас усю позитивну енергію",
        "ref": "Базовий текст, стор. 80",
        "paragraphs": [
            "В активній залежності багато хто з нас використовував жаль до себе як механізм виживання. Ми не вірили, що існує альтернатива життю в нашій хворобі, або, можливо, не хотіли вірити. Поки ми могли жаліти себе і звинувачувати когось іншого у своїх бідах, нам не потрібно було приймати наслідки своїх дій; вважаючи себе безсилими змінитися, ми не повинні були визнавати необхідність змін.",
            "Використання цього \"механізму виживання\" утримувало нас від одужання і день за днем наближало нас до саморуйнування. Жаль до себе - це інструмент нашої хвороби; нам потрібно перестати ним користуватися і навчитися натомість використовувати нові інструменти, які ми знаходимо в програмі АН.",
            "Ми повірили, що нам доступна ефективна допомога; коли ми шукаємо цю допомогу, знаходячи її в програмі АН, жаль до себе витісняється вдячністю. У нашому розпорядженні є багато інструментів: Дванадцять Кроків, підтримка нашого спонсора, товариство інших одужуючих залежних і турбота Вищої Сили. Наявність усіх цих інструментів - більш ніж достатня причина бути вдячними. Ми більше не живемо в ізоляції, без надії; ми маємо певну допомогу під рукою для всього, з чим можемо зіткнутися. Найвірніший спосіб стати вдячним - скористатися допомогою, доступною нам у програмі АН, і відчути, як програма змінить наше життя на краще."
        ],
        justForToday: "Я буду вдячний за надію, яку дали мені АН. Я буду розвивати своє одужання і перестану плекати жалість до себе."
    },
    "2-22": {
        "title": "Божа воля чи моя?",
        "quote": "Ми продовжували особисту інвентаризацію та допускаючись помилок, відразу визнавали це",
        "ref": "Крок Десятий",
        "paragraphs": [
            "В Анонімних Наркоманах ми виявили, що чим більше ми живемо в гармонії з волею Вищої Сили, тим більше гармонії в нашому житті. Ми використовуємо Десятий Крок, щоб допомогти собі підтримувати цю гармонію. Щодня ми знаходимо час, щоб проаналізувати свою поведінку. Деякі з нас вимірюють кожну дію дуже простим запитанням: \"Це Божа воля чи моя?\"",
            "У багатьох випадках ми виявляємо, що наші дії були відповідні до волі Вищої Сили щодо нас, а ми, в свою чергу, були гармонійні з навколишнім світом. Однак у деяких випадках ми виявляємо невідповідність між нашою поведінкою і нашими цінностями. Ми діяли за власною волею, а не за Божою, і результатом цього став дисонанс у нашому житті.",
            "Коли ми виявляємо такі невідповідності, ми визнаємо, що були неправі, і вживаємо заходів для виправлення ситуації. З більшим усвідомленням того, якою, на нашу думку, є Божа воля для нас у таких ситуаціях, ми менш схильні повторювати ці дії. І ми, швидше за все, будемо жити в більшій згоді з волею Вищої Сили для нас і зі світом навколо нас."
        ],
        justForToday: "Я хочу жити в гармонії зі своїм світом. Сьогодні я проаналізую свої вчинки, запитавши: \"Божа воля чи моя?\"."
    },
    "2-23": {
        "title": "Послання та посланці",
        "quote": "Анонімність є духовною основою всіх наших традицій, постійно нагадуючи нам, що принципи важливіші за особистість",
        "ref": "Традиція Дванадцята",
        "paragraphs": [
            "Дванадцята Традиція нагадує нам про важливість ставити \"принципи вище за особистості\". На зустрічах АН це можна перефразувати: \"Не стріляйте в посланця\". Ми часто плутаємо послання з посланцем і заперечуємо те, чим хтось ділиться на зустрічі, тому що у нас є особистісні конфлікти з людиною, яка говорить.",
            "Якщо у нас виникають проблеми з тим, що певні люди говорять на зустрічах, ми можемо звернутися за порадою до нашого спонсора. Спонсор може допомогти нам зосередитися на тому, що говориться, а не на тому, хто це говорить. Спонсор також може допомогти нам розібратися з образами, які можуть заважати нам визнати цінність досвіду одужання якоїсь конкретної людини. Дивно, наскільки більше ми можемо отримати від зустрічей, коли дозволяємо собі робити так, як пропонує наша Дванадцята Традиція, зосереджуючись на принципах одужання, а не на особистостях."
        ],
        justForToday: "На сьогоднішній зустрічі АН я буду дотримуватися принципу анонімності. Я зосереджуся на звістці одужання, а не на особистості посланця."
    },
    "2-24": {
        "title": "Новий вплив",
        "quote": "Зміна особистості - це те, чого ми дійсно потребували. Відхід від саморуйнівних моделей життя став необхідним",
        "ref": "Базовий текст, стор. 15",
        "paragraphs": [
            "У ранньому віці більшість з нас були здатні радіти і дивуватися, дарувати і отримувати безумовну любов. Коли ми почали вживати, у нашому житті з'явився вплив, який поступово віддаляв нас від цих речей. Чим далі нас штовхало на шлях залежності, тим далі ми віддалялися від радості, здивування і любові.",
            "Ця подорож не була одномоментною. Але скільки б часу це не зайняло, ми прийшли до дверей АН не лише з проблемою залежності. Вплив залежності спотворив весь наш спосіб життя до невпізнання. Дванадцять Кроків творять дива, це правда, але не багато з них відбуваються за одну ніч. Наша хвороба повільно впливала на наш духовний розвиток у гірший бік. Одужання вносить в наше життя новий вплив, джерело спілкування і духовної сили, яке поступово підштовхує нас до нового, здорового способу життя.",
            "Ці зміни, звичайно, не відбуваються \"просто так\". Але якщо ми співпрацюватимемо з новим впливом, який АН принесла в наше життя, з часом ми відчуємо зміну особистості, яку ми називаємо одужанням. Дванадцять Кроків надають нам програму для такої співпраці, яка необхідна для повернення радості, здивування і любові в наше життя."
        ],
        justForToday: "Я буду співпрацювати з новим впливом товариства і духовної сили, яку АН принесло в моє життя. Я буду працювати над наступним кроком моєї програми."
    },
    "2-25": {
        "title": "Хворі, як наші секрети",
        "quote": "Було б трагічно написати інвентаризацію лише для того, щоб засунути її в шухляду. Вади зростають у темряві і помирають на світлі",
        "ref": "Базовий текст, стор. 32",
        "paragraphs": [
            "Скільки разів ми чули, що ми хворі настільки, наскільки і наші секрети? Хоча багато членів вважають за краще не ділитися на зустрічах інтимними подробицями свого життя, важливо, щоб кожен з нас відкрив для себе те, що найкраще працює для нього. Як щодо поведінки, яку ми пронесли через наше одужання, і яка, якщо буде виявлена, спричинить нам сором? Наскільки нам комфортно розповідати про це і кому? Якщо нам незручно ділитися деякими деталями нашого життя на зустрічах, до кого ми можемо звернутися?",
            "Ми знайшли відповідь на ці питання у спонсорстві. Хоча стосунки зі спонсором потребують часу для побудови, важливо, щоб ми довіряли нашому спонсору настільки, щоб бути повністю чесними. Наші вади мають силу лише доти, доки вони залишаються прихованими. Якщо ми хочемо звільнитися від цих вад, ми повинні розкрити їх. Секрети залишаються секретами, доки ми не ділимося ними з іншою людиною."
        ],
        justForToday: "Я розкрию свої секрети. Я буду практикувати чесність зі своїм спонсором."
    },
    "2-26": {
        "title": "Докори сумління",
        "quote": "Восьмий Крок пропонує великі зміни від життя, де домінують почуття провини та докори сумління",
        "ref": "Базовий текст, стор. 39",
        "paragraphs": [
            "Докори сумління були одним із почуттів, які утримували нас від вживання. Ми спотикалися на своєму шляху через активну залежність, залишаючи по собі слід розбитого серця і спустошення, надто болісний, щоб про нього думати. Наші докори сумління часто посилювалися усвідомленням того, що ми нічого не можемо вдіяти з завданою шкодою, що немає способу її виправити.",
            "Ми позбавляємося частини сили докорів сумління, коли дивимося їм у вічі. Ми починаємо Восьмий Крок з того, що складаємо список усіх людей, яким ми заподіяли шкоду. Ми визнаємо свою роль у нашому болісному минулому.",
            "Але Восьмий Крок не вимагає від нас виправлення всіх наших помилок, а лише бажання загладити свою провину перед усіма цими людьми. Коли ми стаємо готовими виправити заподіяну нами шкоду, ми визнаємо нашу готовність змінитися. Ми підтверджуємо цілющий процес одужання.",
            "Докори сумління більше не є інструментом, яким ми катуємо себе. Каяття стало інструментом, за допомогою якого ми можемо досягти самопрощення."
        ],
        justForToday: "Я буду використовувати будь-яке почуття докорів сумління, яке у мене може виникнути, як сходинку до одужання за Дванадцятьма Кроками."
    },
    "2-27": {
        "title": "\"Чисті\" мотиви",
        "quote": "Ми досліджуємо наші дії, реакції та мотиви. Часто ми виявляємо, що ми діяли краще, ніж відчували",
        "ref": "Базовий текст, стор. 43",
        "paragraphs": [
            "Уявіть собі щоденник для медитації з таким повідомленням: \"Коли ви прокидаєтеся вранці, перш ніж піднятися з ліжка, знайдіть хвилинку для роздумів. Ляжте на спину, зберіться з думками і обміркуйте свої плани на день. Один за одним перегляньте мотиви, що стоять за цими планами. Якщо ваші мотиви не зовсім чисті, переверніться і лягайте спати\". Дурниці, чи не так?",
            "Незалежно від того, як довго ми були чистими, майже всі ми маємо змішані мотиви, що стоять за майже всім, що ми робимо. Однак це не привід зупиняти своє життя. Нам не потрібно чекати, поки наші мотиви стануть абсолютно чистими, щоб почати жити своїм одужанням.",
            "У міру того, як програма прокладає собі шлях у нашому житті, ми починаємо рідше діяти, керуючись сумнівними мотивами. Ми регулярно перевіряємо себе і говоримо з нашим спонсором про те, що ми виявляємо. Ми молимося про пізнання волі Вищої Сили для нас і шукаємо сили діяти згідно з отриманими знаннями. І що в результаті? Ми не стаємо ідеальними, але стаємо кращими.",
            "Ми почали працювати за духовною програмою. Ми ніколи не станемо духовними гігантами. Але якщо ми подивимося на себе реалістично, то, ймовірно, зрозуміємо, що ми діємо краще, ніж відчуваємо."
        ],
        justForToday: "Я досліджуватиму себе реалістично. Я шукатиму сили діяти з найкращих спонукань, а не з найгірших."
    },
    "2-28": {
        "title": "Найбільший дар",
        "quote": "Наша новознайдена віра слугує міцним фундаментом для мужності в майбутньому",
        "ref": "Базовий текст, стор. 96",
        "paragraphs": [
            "Коли ми починаємо приходити на зустрічі, то чуємо, як інші залежні розповідають про дари, які вони отримали в результаті цієї програми, про речі, які раніше ми ніколи не вважали дарами. Одним з таких дарів є відновлена здатність відчувати емоції, які ми так довго придушували наркотиками. Неважко думати про любов, радість і щастя як про подарунки, навіть якщо ми давно їх не відчували. Але як щодо \"поганих\" почуттів, таких як гнів, смуток, страх і самотність? Такі емоції не можна розглядати як дари, говоримо ми собі. Зрештою, як ми можемо бути вдячними за те, від чого хочемо втекти?!",
            "Ми можемо стати вдячними за ці емоції в нашому житті, якщо подивимося на них у правильній перспективі. Нам потрібно пам'ятати, що ми повірили в люблячу Вищу Силу і попросили цю Силу піклуватися про нас і наша Вища Сила не робить помилок. Почуття, які ми відчуваємо, \"хороші\" чи \"погані\", даються нам не просто так. Пам'ятаючи про це, ми усвідомлюємо, що немає поганих почуттів, а є лише уроки, які потрібно засвоїти. Наша віра і турбота Вищої Сили дають нам відвагу, необхідну для того, щоб протистояти будь-яким почуттям, які можуть виникати щодня.",
            "Як ми чули на початку одужання: \"Твоя Вища Сила не дасть тобі більше, ніж ти зможеш витримати протягом одного дня\". А здатність відчувати свої емоції - один з найбільших дарів одужання."
        ],
        justForToday: "Я спробую вітати свої почуття, твердо вірячи в те, що маю мужність зустріти будь-які емоції, які можуть виникати в моєму житті."
    },
    "2-29": {
        "title": "Що завгодно!",
        "quote": "Наша хвороба зупинена, і тепер можливо все. Наш розум стає дедалі відкритішим і готовим до нових ідей у всіх сферах нашого життя",
        "ref": "Базовий текст, стор. 106",
        "paragraphs": [
            "Для багатьох з нас перші кілька місяців або років в АН - це чудовий час. Ми готові спробувати все, що завгодно, і наші очі постійно відкриті для нових радощів і нових горизонтів. Нарешті звільнившись від активної залежності, ми одужуємо молодими і свіжими, все здається можливим.",
            "Однак, маючи трохи чистого часу за плечима, наша програма може втратити свою актуальність. Можливо, ми вже не будемо так охоче, як раніше, використовувати досвід інших. Можливо, ми зіткнулися з кількома, здавалося б, нездоланними вадами нашого характеру, які зменшують безмежний оптимізм нашого раннього одужання. Ми занадто багато знаємо, щоб вірити, що все можливо.",
            "Як нам відновити ентузіазм у нашому одужанні? Ми молимося про це; ми ділимося про це; і ми шукаємо ентузіазм, якого нам не вистачає. Є члени, у кого більше чистого часу, ніж у нас, у когось менше, які мають ентузіазм, якого ми шукаємо, і які будуть раді поділитися ним з нами, якщо ми попросимо їх про це. Однак, щоб отримати користь від їхнього досвіду, ми повинні практикувати відкритість і знову стати здатними до навчання. Коли ми стаємо відкритими до нових ідей і готовими їх випробовувати, ми знову побачимо, що все здається можливим."
        ],
        justForToday: "У моєму одужанні завжди є чому вчитися і у кого вчитися. Сьогодні я буду відкритий до нових ідей і готовий їх випробувати. Поки я є, я знаю, що все можливо."
    },
    "3-1": {
        "title": "Панічна атака!",
        "quote": "“Сила, яка привела нас до цієї програми, все ще з нами та буде продовжувати направляти нас, якщо ми дозволимо.”",
        "ref": "Базовий текст, стр. 27",
        "paragraphs": [
            "Ви коли небуть мали панічну атаку? Куди б ми не повернулися, життєві вимоги беруть гору над нами. Ми паралізовані, і ми не знаємо що нам робити з цим. Як нам подолати панічну атаку?",
            "Спочатку ми зупиняємося. Ми не можемо розібратися з усім одразу, тому ми зупиняємося та даємо речам стати на свої місця. Далі ми робимо інвентаризацію тих речей, які турбують нас. Ми розглядаємо кожну річ, та запитуємо себе «наскільки важливо це насправді»? В багатьох випадках, ми виявляємо, що більшість наших страхів та проблем не потребують негайної уваги. Ми можемо відкласти їх, та сфокусуватися на питаннях, які насправді потребують негайного рішення.",
            "Потім ми зупиняємося знов і питаємо себе «хто тут керує, в решті решт?» Це допомагає нагадати нам, що наша Вища Сила все контролює. Ми шукаємо волі нашої Вищої Сили щодо ситуації, якою б вона не була. Ми можемо зробити це багатьма способами: через молитву, розмову з нашим спонсором чи друзями з АН, або відвідавши зустріч та попросивши інших поділитися їхнім досвідом.",
            "Коли воля нашої Вищої Сили стає зрозумілою для нас, ми молимося, щоб у нас з‘явилися сили здійснити її. Нарешті, we робимо дії.",
            "Панічні атаки не повинні паралізувати нас. Ми можемо використовувати ресурси програми АН, щоб впоратись з усім що трапиться нам на нашому шляху."
        ],
        justForToday: "Моя Вища Сила не вела мене весь цей шлях в одужанні для того, щоб покинути мене! Коли настане панічна атака, я вживатимусь до певних дій, щоб побачити, що Бог продовжує піклуватися про мене та буду шукати його керівництва."
    },
    "3-2": {
        "title": "Успіх",
        "quote": "“Будь яка форма успіху лякала та була незнайомою для нас.”",
        "ref": "Базовий текст, стор. 14",
        "paragraphs": [
            "До приходу в АН, мало хто з нас мав великий досвід успіху. Кожна спроба самостійно припинити вживання закінчувалася невдачею. Ми відмовилися від надії знайти якесь полегшення від активної залежності. Ми звикли до невдач, очікуючи їх, приймаючи їх, думаючи, що це частина нашого образу.",
            "Коли ми стаємо чистими, ми починаємо здобувати досвід успіху в нашому житті. Ми починаємо пишатися нашими досягненнями. Починаємо йти на здорові ризики. Ми можемо спотикатися в процесі, та навіть це можете зараховуватися як успіх, якщо ми вчимося з цього.",
            "Іноді, коли ми досягаємо мети, ми не наважуємося «поплескати себе по спині», побоюючись, що ми здамося зарозумілими. Та наша Вища Сила хоче, щоб ми досягли успіху, та хоче щоб ми поділилися зі своїми близькими тієї гордістю, яку відчуваємо за наші досягнення. Коли ми ділимося нашим успіхом з іншими в АН, вони часто починають вірити, що так само зможуть досягти своїх цілей. Коли ми досягаємо успіху, ми закладаємо основу для інших, хто йде нашим шляхом."
        ],
        justForToday: "Я витрачу час, щоб насолодитися своїм успіхом. Я поділюся своїми перемогами з почуттям вдячності."
    },
    "3-3": {
        "title": "Зрив",
        "quote": "«Однак, будуть часи, коли ми будемо почуватися так, як коли ми вживали. Ми хочемо втекти, та почуваємося дуже паршиво. Нам потрібно нагадати звідки ми прийшли, та що цього разу буде ще гірше. В цей час програма потрібна нам найбільше»",
        "ref": "Базовий текст, стор. 81",
        "paragraphs": [
            "Якщо ми знаходимося в зриві, нам потрібно подумати, що наше вживання призведе до гіркого кінця. Для багатьох з нас кінець буде включати – серйозні проблеми зі здоров'ям, ув‘язнення або навіть смерть. Як багато з нас знали людей, які зривались після багатьох років чистоти тільки для того, щоб померти від їхньої хвороби?",
            "Та ще є смерть, яка включає в себе повернення до активної залежності і яка може бути гіршою за фізичну смерть. Це духовна смерть, яку ми переживаємо, коли ми відокремленні від нашої Вищої Сили. Якщо ми вживаємо, духовні стосунки, які ми будували роками будуть слабшати та можливо зовсім зникнуть. Ми будемо відчувати справжню самотність.",
            "Немає сумнівів, що в одужанні також є періоди темряви. Є тільки один шлях, яким ми можемо подолати ці проблемні часи: з вірою. Якщо ми віримо, що наша Вища Сила з нами, тоді ми знаємо, що все буде добре.",
            "Неважливо, як погано ми можемо почувати себе в нашому одужанні, зрив ніколи не буде відповіддю. Разом, ми знайдемо одужання. Якщо ми залишаємося чистими, темрява зникне та ми знайдемо ще глибший контакт з нашою Вищою Силою."
        ],
        justForToday: "Я буду вдячний моїй Вищій Силі за подарунок під назвою АН. Я знаю, що зрив це не вихід. Які б виклики мені не траплялися, я зустріну їх з Богом, як я його розумію."
    },
    "3-4": {
        "title": "Процес",
        "quote": "\"Ця програма стала частиною мене… Я розумію більш ясно речі, які трапляються в моєму житті сьогодні. Я більше не воюю.\"",
        "ref": "Базовий текст, стор.127",
        "paragraphs": [
            "В активній залежності, речі траплялись, здавалося б, без причини та самі собою. Ми тільки, «робили речі», часто не знаючи чому і які будуть результати. Життя не мало великої цінності чи сенсу.",
            "Дванадцяти кроковий процес дав розуміння нашого життя; в роботі за кроками, ми починаємо приймати як темну, так і світлу сторону себе. Ми позбавляємося заперечення, яке заважало нам побачити вплив залежності на нас. Ми чесно досліджуємо себе, вибираючи закономірності в своїх думках, наших почуттях та у поведінці. Ми набуваємо смирення та перспективи, повністю відкриваючись перед іншою людиною. В пошуках як усунути наші недоліки, ми розвиваємо розуміння нашого власного безсилля та сили яку дає нам Сила, могутніша за нас. Завдяки більшому розумінню себе, ми отримуємо більше розуміння та прийняття інших.",
            "Дванадцять Крокiв – це ключ, до процесу , який ми називаємо «життя». В роботі за кроками, вони стають частиною нас і ми стаємо частиною життя навколо нас. Наш світ вже не позбавлений сенсу. Ми все більше розуміємо, що відбувається в нашому житті сьогодні. Ми більше не воюємо. Сьогодні, в роботі за кроками, ми живемо цим."
        ],
        justForToday: "Життя - це процес; Дванадцять Крокiв - це ключ. Сьогодні, я буду використовувати кроки для участі в цьому процесі, розуміючи та насолоджуючись своїм одужанням."
    },
    "3-5": {
        "title": "Від грубого пробудження до духовного",
        "quote": "«Коли виникає потреба визнати своє безсилля, спочатку ми можемо шукати шляхи, щоб використати силу проти цього. Вичерпавши ці шляхи, ми починаємо ділитися з іншими та знаходимо надію.»",
        "ref": "Базовий текст, стор. 83",
        "paragraphs": [
            "Іноді ми чуємо на наших зустрічах, що «грубі пробудження ведуть до духовних». Які з видів грубих пробуджень ми маємо в одужанні? Таке пробудження може статися, коли якийсь небажаний фрагмент нашої поведінки, який ми приховали, раптом виявляється на очах у всього світу. Чи наш спонсор може спровокувати наше пробудження, інформуючи нас, що, як і всі інші, ми повинні працювати за кроками, якщо ми очікуємо залишитися чистими і одужувати.",
            "Більшість з нас не полюблять коли нам кажуть, що робити. Нам не подобається бути беззахисними в усіх на очах. Досвід дарує нам сильну дозу смирення. Наша перша реакція на таке розголошення, зазвичай шок та злість, проте ми усвідомлюємо правду, коли ми чуємо її. Те що тут описано, це грубе пробудження.",
            "Такі пробудження часто виявляють бар‘єри, які блокують нас від духовного прогресу в нашому одужанні. Коли ці бар‘єри будут розкриті, ми можемо робити кроки, щоб почати вилучати їх з нашого життя. Ми можемо почати відчувати зцілення та душевний спокій, які є прелюдіями до оновленого духовного пробудження."
        ],
        justForToday: "Я розпізнаю грубі пробудження які я маю, як можливості для росту до духовного пробудження."
    },
    "3-6": {
        "title": "Раціоналізація нашого одужання",
        "quote": "«Як результат Дванадцяти Кроків, я не в змозі триматися старих способів самообману»",
        "ref": "",
        "paragraphs": [
            "Ми усі раціоналізуємо. Іноді ми знаємо, що раціоналізуємо, визнаємо це, але продовжуємо вдаватися до своїх раціоналізацій. Одужання може стати дуже болючим, коли ми вирішуємо, що прості принципи програми не стосуються нас.",
            "За допомогою нашого спонсора та інших в АН, ми можемо почати шукати виправдання для нашої поведінки. Чи виявляємо ми, що деякі принципи не стосуються нас? Чи віримо ми, що знаємо більше ніж інші в Анонімних Наркоманах, навіть більше тих, хто залишається чистим вже багато років? Що змушує нас думати, що ми такі особливі?",
            "Немає сумніву, що ми можемо успішно раціоналізувати наш шлях через певний етап нашого одужання. Але врешті решт, ми повинні зустрітися з правдою і почати діяти відповідно. Принципи у Дванадцяти Кроках вчать нас новому життю в одужанні. І там це вікно для раціоналізації дуже мале."
        ],
        justForToday: "Я не можу продовжувати роботу за кроками і обманювати себе. Я вивчу свої думки щодо раціоналізації, поділюсь ними зі своїм спонсором, та позбудуся їх."
    },
    "3-7": {
        "title": "Пріоритети",
        "quote": "«Добрі часи теж можуть бути пасткою; небезпека може бути в тому, що ми можемо забути, що наш головний пріоритет - це залишатися чистими»",
        "ref": "Базовий текст, стор. 43",
        "paragraphs": [
            "Справи і справді можуть йти добре в одужанні. Можливо, ми, навіть, знайшли свою «другу половинку», збудували кар‘єру, створили сім’ю. Речі йдуть так добре, що ми ледве встигаємо відвідувати зустрічі АН. Можливо, ми починаємо реінтегруватися в суспільство настільки успішно, що забуваємо, що не завжди реагуємо на ситуації як інші.",
            "Можливо, лише можливо, ми поставили перед собою деякі пріоритети вище за себе. Чи відвідування зустрічей АН, все ще, залишається пріоритетом для нас? Чи ми все ще залишаємося спонсором? Чи телефонуємо ми своєму спонсору? За яким кроком ми працюємо? Чи ми все ще готові встати з ліжка в пізню годину для дзвінка за Дванадцятим Кроком? Чи пам‘ятаємо ми, що практикуємо принципи в усіх наших справах? Якщо інші в АН звертаються до нас, чи доступні ми? Чи пам‘ятаємо ми звідки ми прийшли, чи «добрі часи» дозволили нам забути?",
            "Щоб залишатися чистими, ми повинні пам‘ятати, що тільки одне вживання відділяє нас від минулого. Ми залишаємося вдячними за добрі часи, але не дозволяємо їм відволікати нас від нашого триваючого одужання в Анонімних Наркоманах."
        ],
        justForToday: "Я вдячний за добрі часи, та я не забув звідки я прийшов. Сьогодні, мій перший пріоритет - це залишатися чистим та зростати в моєму одужанні."
    },
    "3-8": {
        "title": "Вчимося любити себе",
        "quote": "\"Найбільше, чого ми хочемо, - це почуватися добре\".",
        "ref": "Базовий текст, стор. 101",
        "paragraphs": [
            "\"Ми любитимемо тебе доти, доки ти не навчишся любити себе\". Ці слова, які ми так часто чуємо на наших зустрічах, обіцяють день, якого ми з нетерпінням чекаємо, день, коли ми навчимося любити себе.",
            "Самоповага - ми всі прагнемо цієї невловимої якості, як тільки чуємо про неї. Дехто з нас натрапляє на неї випадково, тоді як інші починають цілеспрямовано працювати над собою, промовляючи афірмації до свого відображення у дзеркалі. Але саморобні техніки та модні психологічні методи можуть допомогти нам лише на перших парах.",
            "Існують певні практичні кроки, які ми можемо зробити, щоб проявити любов до себе, незалежно від того, \"відчуваємо\" ми цю любов чи ні. Ми можемо дбати про свої особисті обов'язки. Ми можемо робити для себе приємні речі, як для коханої людини чи друга. Ми можемо почати звертати увагу на власні потреби. Ми можемо навіть звернути увагу на якості, які ми цінуємо в наших друзях - такі, як розум і гумор - і шукати ці якості в собі. Ми обов'язково виявимо, що ми справді приємні люди, і як тільки ми це зробимо, ми будемо на правильному шляху."
        ],
        justForToday: "Сьогодні я зроблю щось, що допоможе мені розпізнати і відчути любов до себе."
    },
    "3-9": {
        "title": "Дрібниці",
        "quote": "\"У минулому ми перетворювали прості ситуації на проблеми; ми робили з мухи слона\".",
        "ref": "Базовий текст, стор. 90",
        "paragraphs": [
            "Робити з мухи слона - це, здається, наша спеціальність. Чи чули ви, що для залежного спущене колесо - це травматична подія? А як щодо тих з нас, хто забуває про принциповість, коли стикається з поганим водієм? А як щодо консервного ножа, який не працює - знаєте, того, який ви щойно викинули з вікна другого поверху? Ми можемо зрозуміти, коли чуємо, як інші діляться: \"Боже, дай мені терпіння прямо зараз!\"",
            "Ні, не великі невдачі змушують нас відволікатися. Великі події - розлучення, смерть, серйозна хвороба, втрата роботи - вибивають нас з колії, але ми їх переживемо. Ми навчилися на власному досвіді, що маємо звертатися до Вищої Сили та інших людей, щоб пережити головні життєві кризи.",
            "Саме дрібниці, постійні щоденні виклики життя без вживання наркотиків, здається, найсильніше впливають на більшість залежних під час одужання.",
            "Коли ці дрібниці дістають нас, молитва про Душевний спокій може допомогти нам відновити нашу перспективу. Ми всі можемо пам'ятати, що \"довіра\" цих дрібниць під опіку нашої Вищої Сили призводить до душевного спокою і оновленого погляду на життя."
        ],
        justForToday: "Я буду працювати над терпінням. Намагатимусь не роздувати з мухи слона і йтиму зі своєю Вищою Силою напротязі свого дня."
    },
    "3-10": {
        "title": "Наше власне одужання",
        "quote": "\"Кроки - це наше рішення. Вони є нашим набором для виживання. Вони є нашим захистом від залежності, смертельної хвороби. Наші кроки - це принципи, які роблять можливим наше одужання\".",
        "ref": "Базовий текст, стор. 19",
        "paragraphs": [
            "В Анонімних Наркоманах є багато чого, що мені подобається. Зустрічі, наприклад, чудові. Ми бачимо наших друзів, чуємо надихаючі історії, ділимося практичним досвідом, можливо, навіть зустрічаємося зі своїм спонсором. Відпочинок на природі, конвенції, танці - все це чудові, чисті розваги в компанії інших залежних, що одужують. Але серцем нашої програми одужання є Дванадцять Крокiв - власне, вони і є програмою!",
            "Ми чули, що ми не можемо залишатися чистими за допомогою осмислення - іншими словами, ми не можемо просто відвідувати зустрічі, незалежно від того, скільки їх буде, і очікувати, що одужання буде вдихатися через пори нашої шкіри. Одужання, як каже інша приказка - це робота зсередини. І інструменти, які ми використовуємо для цієї \"внутрішньої роботи\" - це Дванадцять Крокiв. Нескінченно чути про прийняття - це одне, а працювати над Першим Крокoм для себе - зовсім інше. Історії про відшкодування збитків можуть надихати, але ніщо не дасть нам такої свободи від докорів сумління, яку дарує проходження Дев'ятого Кроку самостійно. Те ж саме стосується усіх Дванадцяти Крокiв. В АН є багато чого, що варто цінувати, але щоб отримати максимальну користь від нашого одужання, ми повинні працювати за Дванадцятьма Крокaми самостійно."
        ],
        justForToday: "Я хочу отримати все, що може запропонувати моя особиста програма. Я буду працювати за кроками для себе."
    },
    "3-11": {
        "title": "Полегшення тягаря",
        "quote": "\"Ми не станемо кращими людьми, якщо будемо судити про недоліки інших. Нам стане краще, якщо ми наведемо лад у своєму житті...\"",
        "ref": "Базовий текст, стор. 38",
        "paragraphs": [
            "Іноді нам потрібно щось відчутне, щоб допомогти зрозуміти, що робить з нами образа. Ми можемо не усвідомлювати, наскільки руйнівними є образи. Ми думаємо: \"Ну і що, я маю право злитися\", або: \"Можливо, я затаїв образу, але я не бачу в цьому нічого поганого\".",
            "Щоб чіткіше побачити, як образи впливають на наше життя, ми можемо спробувати уявити, що за кожну образу ми несемо камінь. Невелику образу, наприклад, злість на когось, хто погано водить, можна уявити у вигляді камінчика. Недоброзичливість до цілої групи людей можна уявити у вигляді величезного валуна. Якби нам справді довелося носити каміння на кожну образу, ми б неодмінно втомилися від цієї ваги. Насправді, чим важчим був би наш тягар, тим щирішими були б наші зусилля, щоб його скинути.",
            "Тягар наших образ заважає нашому духовному розвитку. Якщо ми по-справжньому прагнемо свободи, то будемо намагатися позбутися якомога більшої кількості зайвої ваги. Коли ми стаємо легшими, ми помічаємо, як зростає наша здатність прощати іншим людям їхні помилки, а також прощати собі свої власні помилки. Ми будемо живити свій дух хорошими думками, добрими словами і служінням іншим."
        ],
        justForToday: "Я буду прагнути звільнити свій дух від тягаря образ."
    },
    "3-12": {
        "title": "Вийти з рутини",
        "quote": "\"Багато разів під час нашого одужання старі уявні страхи будуть переслідувати нас. Життя може знову стати безглуздим, одноманітним і нудним\".",
        "ref": "Базовий текст, стор. 78",
        "paragraphs": [
            "Іноді здається, що нічого не змінюється. Ми щодня встаємо і йдемо на ту саму роботу. Щовечора вечеряємо в один і той самий час. Щотижня ходимо на одні й ті ж зустрічі. Сьогоднішні ранкові ритуали ідентичні тим, які ми виконували вчора, і позавчора, і позаминулого дня. Після пекла нашої залежності і американських гірок божевілля раннього одужання, стабільне життя може мати певну привабливість - на деякий час. Але, врешті-решт, ми розуміємо, що хочемо чогось більшого. Рано чи пізно ми починаємо відчувати повзучу монотонність і нудьгу в нашому житті.",
            "Напевно, бувають моменти, коли ми відчуваємо неясне незадоволення своїм одужанням. Нам здається, що нам чогось не вистачає, але ми не знаємо чого і чому. Ми складаємо список подяк і знаходимо буквально сотні речей, за які варто бути вдячними. Всі наші потреби задовольняються; наше життя повніше, ніж ми коли-небудь сподівалися. То що ж відбувається?",
            "Можливо, настав час розкрити наш потенціал на повну. Наші можливості обмежені лише тим, про що ми можемо мріяти. Ми можемо навчитися чогось нового, поставити нову мету, допомогти іншому новачку або знайти нового друга. Ми обов'язково знайдемо щось цікаве, якщо добре пошукаємо, і життя знову стане осмисленим, різноманітним і повноцінним."
        ],
        justForToday: "Я відпочину від рутини і розкрию свій потенціал на повну."
    },
    "3-13": {
        "title": "Та особлива людина",
        "quote": "\"Спонсор не обов’язково має бути другом, але може бути тим, кому ми довіряємо. Ми можемо ділитися з нашим спонсором тим, чим нам, можливо, було б незручно поділитися на зустрічі\".",
        "ref": "ІП № 11, Спонсорство",
        "paragraphs": [
            "Ми попросили когось стати нашим спонсором, і причин, чому ми звернулися саме до цієї людини, так само багато, як піщинок на пляжі. Можливо, ми почули їх виступ на спікерській зустрічі і подумали, що вони смішні або надихаючі. Можливо, ми подумали, що у них є чудова машина і ми могли б отримати таку, працюючи за тією ж програмою, що й вони. А може, ми живемо в маленькому містечку, і вони були єдиною людиною, яка мала час, щоб допомогти.",
            "Якими б не були наші початкові причини, щоб знайти спонсора, ми обов'язково виявимо, що наші причини зберегти їх зовсім інші. Раптом вони вразять нас якимось приголомшливим прозрінням, що змусить нас замислитися, чи не підглядали вони за нашим Четвертим Кроком. Або, можливо, ми переживаємо якусь життєву кризу, і їх досвід у вирішенні тієї ж проблеми допомагає нам так, як ми навіть не могли собі уявити. Ми дзвонимо їм, коли нам боляче, і вони придумують особливу комбінацію турботливих слів, які дарують справжню розраду.",
            "Жоден з цих чудових вчинків наших спонсорів не є простим збігом обставин. Вони просто пройшли той самий шлях, що й ми. Вища Сила помістила цю особливу людину в наше життя, і ми вдячні за її присутність."
        ],
        justForToday: "Я буду вдячний цій особливій людині в моєму житті - моєму спонсору."
    },
    "3-14": {
        "title": "Стосунки",
        "quote": "\"Крім того, наші інвентаризації зазвичай включають матеріал про стосунки\".",
        "ref": "Базовий текст, стор. 29",
        "paragraphs": [
            "Яке це применшення! Особливо на пізніх стадіях одужання, цілі інвентаризації можуть бути зосереджені на наших стосунках з іншими людьми. Наше життя наповнене стосунками з коханими, друзями, батьками, колегами, дітьми та іншими людьми, з якими ми контактуємо. Погляд на ці зв'язки може багато чого розповісти про нашу сутність.",
            "Часто наші інвентаризації відображають образи, які виникають в результаті наших щоденних взаємодій з іншими. Ми прагнемо поглянути на нашу роль у цих непорозуміннях. Чи покладаємо ми на інших людей нереалістичні очікування? Чи нав'язуємо свої стандарти іншим? Чи буваємо відверто нетерпимими?",
            "Часто просто написання інвентаризації може зняти частину напруги, яку можуть створювати проблемні стосунки. Але ми також повинні поділитися цією інвентаризацією з іншою людиною. Таким чином, ми отримаємо необхідний погляд на нашу роль у проблемі і на те, як ми можемо працювати над її вирішенням.",
            "Інвентаризація - це інструмент, який дозволяє нам почати зцілення наших стосунків. Ми дізнаємося, що вже сьогодні, за допомогою інвентаризації, ми можемо почати отримувати задоволення від наших стосунків з іншими людьми."
        ],
        justForToday: "Я проведу інвентаризацію ролі, яку я відіграю у своїх стосунках. Я намагатимусь відігравати в цих стосунках насиченішу, відповідальнішу роль."
    },
    "3-15": {
        "title": "Відчути себе \"частиною\"",
        "quote": "\"Тусовки після наших зустрічей - це гарна нагода поділитися тим, що ми не встигли обговорити під час зустрічі\".",
        "ref": "Базовий текст, стор. 98",
        "paragraphs": [
            "Активна залежність відокремлювала нас від суспільства, ізолювала. В основі цього відчуження лежав страх. Ми вірили, що якщо дозволимо іншим пізнати нас, то вони лише дізнаються, наскільки ми страшенно неповноцінні. Тоді до відторгнення буде лише один крок.",
            "Коли ми приходимо на нашу першу зустріч АН, нас зазвичай вражає привітність і доброзичливість, якими діляться інші залежні, що одужують. Ми теж можемо швидко стати частиною цього товариства, якщо дозволимо собі це. Один із способів почати - після зустрічі піти в місцеву кав'ярню.",
            "На таких зустрічах мы можемо зруйнувати стіни, які відділяють нас від інших, і відкрити щось нове про себе та інших членів АН. Один на один ми іноді можемо розкрити речі, якими неохоче ділимося на рівні групи. На багатьох таких вечірніх тусовках ми вчимося вести невимушені бесіди, а також зав'язуємо глибокі, міцні дружні стосунки.",
            "З нашими новими друзями в АН нам більше не потрібно жити в ізоляції. Ми можемо стати частиною великого цілого - Товариства «Анонімні Наркомани»."
        ],
        justForToday: "Я вирвуся з ізоляції. Я буду прагнути відчути себе частиною Товариства АН."
    },
    "3-16": {
        "title": "Інвентаризація",
        "quote": "\"Мета ретельної і безстрашної моральної інвентаризації полягає в тому, щоб розібратися в плутанині і суперечливості нашого життя, щоб ми могли дізнатися, ким ми є насправді\".",
        "ref": "Базовий текст, стор. 27",
        "paragraphs": [
            "Вживаючі залежні - це розгублені і заплутані люди. Важко сказати, що вони збираються робити або ким вони збираються бути. Зазвичай залежний так само здивований, як і будь-хто інший.",
            "Коли ми вживали, наша поведінка була продиктована потребами нашої залежності. Багато хто з нас досі ототожнює свою особистість з поведінкою, яку ми практикували під час вживання, що призводить до відчуття сорому і відчаю. Сьогодні нам не обов'язково бути тими людьми, якими ми були колись, сформовані нашою залежністю; одужання дозволило нам змінитися.",
            "Ми можемо скористатися інвентаризацією Четвертого Кроку, щоб подивитися на потреби старого життя, пов'язаного з вживанням, і з'ясувати, ким ми хочемо бути сьогодні. Писати про свою поведінку і помічати, що ми відчуваємо з приводу цієї поведінки, допомагає нам зрозуміти, ким ми хочемо бути. Наша інвентаризація допомагає нам бачити за межами потреб активної залежності, за межами нашого бажання, щоб нас любили і приймали - ми дізнаємося, хто ми є в глибині душі. Ми починаємо розуміти, що нам підходить, і яким ми хочемо бачити своє життя. Це початок того, як ми стаємо тими, ким ми є насправді."
        ],
        justForToday: "Якщо я хочу дізнатися, хто я, я подивлюся на те, ким я був і ким я хочу бути."
    },
    "3-17": {
        "title": "Справжня відвага",
        "quote": "\"Ті, хто виживає в такі часи, виявляють відвагу, яка не є їхньою власною\".",
        "ref": "Базовий текст, стор. 86",
        "paragraphs": [
            "До приходу в АН багато хто з нас вважав себе хоробрим просто тому, що ніколи не відчував страху. Ми придушували всі свої почуття, в тому числі і страх, поки не переконували себе, що ми сильні, сміливі люди, які не зламаються ні за яких обставин.",
            "Але те, що ми знаходили свою відвагу в наркотиках, не має нічого справжнього з тим, як ми живемо сьогодні. Чисті та одужуючі, ми неодмінно відчуваємо страх в певні моменти. Коли ми вперше усвідомлюємо, що нам страшно, ми можемо подумати, що ми боягузи. Ми боїмося підняти слухавку, бо людина на іншому кінці дроту може не так зрозуміти. Ми боїмося попросити когось спонсорувати нас, тому що нам можуть відмовити. Ми боїмося шукати роботу. Ми боїмося бути чесними з друзями. Але всі ці страхи є природними, навіть здоровими. Що нездорово, так це дозволяти страху паралізувати нас.",
            "Коли ми дозволяємо страху зупинити свій розвиток, ми зазнаємо поразки. Справжня відвага - це не відсутність страху, а готовність пройти через нього."
        ],
        justForToday: "Сьогодні я буду хоробрим. Коли мені буде страшно, я зроблю те, що потрібно, щоб рости в одужанні."
    },
    "3-18": {
        "title": "Цілісна звістка",
        "quote": "\"Залежні люди відчувають особливе почуття, коли дізнаються, що є інші люди, які поділяють їхні труднощі, минулі та теперішні\".",
        "ref": "Базовий текст, стор. 55-56",
        "paragraphs": [
            "Багатство нашого одужання занадто велике, щоб тримати його при собі. Деякі з нас вважають, що коли ми говоримо на зустрічах, ми повинні \"пам'ятати про новачка\" і завжди намагатися нести позитивну звістку. Але іноді найкраща позитивна інформація, яку ми можемо донести - це те, що ми переживаємо важкі часи в нашому одужанні, але залишаємося чистими, незважаючи на них!",
            "Так, приємно посилати сильну звістку надії нашим новим членам. Зрештою, ніхто не любить скигліїв. Але трапляються сумні речі, і життя на життєвих умовах може створювати хвилі шоку навіть в одужанні членів Анонімних Наркоманів хто давно в товаристві. Якщо ми озброєні інструментами програми, ми можемо пройти через такі потрясіння і залишитися чистими, щоб розповісти про це.",
            "Одужання не відбувається відразу; це безперервний процес, іноді це боротьба. Коли ми розбавляємо повноту нашої звістки, нехтуючи розповіддю про важкі часи, через які ми можемо пройти на нашому шляху, ми не даємо новачкам шансу побачити, що вони теж можуть залишатися чистими, незважаючи ні на що. Якщо ми ділимося повною інформацією про наше одужання, ми можемо не знати, кому це принесе користь, але ми можемо бути впевнені, що комусь це буде корисно."
        ],
        justForToday: "Я буду чесно ділитися як хорошими, так і важкими моментами мого одужання. Я буду пам'ятати, що мій досвід подолання труднощів може принести користь іншому учаснику."
    },
    "3-19": {
        "title": "Щось цінне, чим можна поділитися",
        "quote": "\"Проста, чесна звістка про одужання від залежності звучить правдиво\".",
        "ref": "Базовий текст, стор. 51",
        "paragraphs": [
            "Ви на зустрічі АН. Вже деякий час триває обмін думками. Один або двоє членів групи описали свій духовний досвід в особливо значущий спосіб. Інший змусив усіх нас качатися від сміху, розповідаючи цікаві історії. І тоді ведучий звертається до вас... ковток. Ви сором'язливо представляєтеся, вибачливо заїкаючись, вимовляєте кілька рядків, дякуєте всім за те, що вислухали, і досиджуєте решту зустрічі в збентеженому мовчанні. Нічого не нагадує? Що ж, ви не самотні.",
            "В усіх нас бували моменти, коли ми відчували, що те, чим ми мали поділитися, було недостатньо духовним, недостатньо цікавим, недостатньо чимось особливим. Але ділитися - це не змагальний вид спорту. Основа наших зустрічей - це ідентифікація та досвід, те, що є у кожного з нас в надлишку. Коли ми ділимося від щирого серця правдивим досвідом, інші залежні відчувають, що можуть нам довіряти, бо знають, що ми такі ж самі, як і вони. Коли ми просто ділимося тим, що було ефективним у нашому житті, ми можемо бути впевнені, що наша звістка буде корисною для інших.",
            "Ми не повинні ділитися чимось вигадливим або смішним, щоб бути правдивими. Кожен залежний, який працює чесно за програмою, що приносить значуще одужання, може поділитися чимось надзвичайно цінним, тим, що ніхто інший не може дати: власним досвідом."
        ],
        justForToday: "У мене є дещо цінне, чим я можу поділитися. Сьогодні я відвідаю зустріч і поділюся своїм досвідом одужання від залежності."
    },
    "3-20": {
        "title": "Вища Сила",
        "quote": "\"Більшості з нас не важко визнати, що залежність стала руйнівною силою в нашому житті. Всі наші зусилля призводили до все більшого руйнування і відчаю. У якийсь момент ми зрозуміли, що потребуємо допомоги якоїсь Сили, могутнішої за нашу залежність\".",
        "ref": "Базовий текст, стор. 24",
        "paragraphs": [
            "Більшість з нас без сумніву знає, що наше життя було сповнене руйнувань. Усвідомлення того, що у нас є хвороба, яка називається залежністю, допомагає нам зрозуміти джерело або причину цього руйнування. Ми можемо розпізнати залежність як силу, що спричинила руйнування в нашому житті. Коли ми робимо Перший крок, ми визнаємо, що руйнівна сила залежності більша за нас самих. Ми безсилі перед нею.",
            "У цей момент наша єдина надія - знайти якусь Силу, могутнішу за силу нашої залежності, - Силу, яка прагне зберегти життя, а не покінчити з ним. Нам не потрібно її розуміти чи навіть називати, нам потрібно лише вірити, що така Вища Сила може існувати. Віра в те, що доброзичлива Сила, могутніша за нашу залежність, просто може існувати, дає нам достатньо надії, щоб залишатися чистими день за днем."
        ],
        justForToday: "Я вірю в можливість існування Сили, могутнішої за мою залежність."
    },
    "3-21": {
        "title": "Хвороба, яку можна вилікувати",
        "quote": "\"Залежність - це хвороба, яка включає в себе більше, ніж вживання наркотиків\".",
        "ref": "Базовий текст, стор. 3",
        "paragraphs": [
            "На нашій першій зустрічі ми, можливо, були вражені тим, як члени групи розповідали про те, як хвороба залежності вплинула на їхнє життя. Ми подумали: \"Хвороба? У мене просто проблема з наркотиками! Про що вони взагалі говорять?\"",
            "Через деякий час участі в програмі ми почали бачити, що наша залежність була глибшою, ніж просто нав'язливе, компульсивне вживання наркотиків. Ми побачили, що страждаємо від хронічної хвороби, яка впливає на багато сфер нашого життя. Ми не знали, де \"підхопили\" цю хворобу, але, досліджуючи себе, зрозуміли, що вона була присутня в нас багато років.",
            "Подібно до того, як хвороба залежність впливає на кожну сферу нашого життя, так діє і програма АН. На нашу першу зустріч ми приходимо з усіма наявними симптомами: духовною порожнечею, емоційними стражданнями, безсиллям, некерованістю.",
            "Лікування нашої хвороби передбачає набагато більше, ніж просте утримання. Ми використовуємо Дванадцять Крокiв, і хоча вони не \"виліковують\" нашу хворобу, вони починають нас зцілювати. І коли ми одужуємо, ми відчуваємо дар життя."
        ],
        justForToday: "Я буду лікувати свою хворобу за допомогою Дванадцяти Крокiв."
    },
    "3-22": {
        "title": "Принцип самодостатності",
        "quote": "\"У нашій залежності ми були залежні від людей, місць і речей. Ми чекали, що вони підтримають нас і дадуть нам те, чого нам самим бракувало\".",
        "ref": "Базовий текст, стор. 70-71",
        "paragraphs": [
            "У тваринному світі є істота, яка процвітає за рахунок інших. Вона називається п'явкою. Вона присмоктується до людей і бере те, що їй потрібно. Коли одна жертва відмахується від п'явки, вона просто переходить до наступної.",
            "У нашій активній залежності ми поводилися подібним чином. Ми виснажували наші сім'ї, наших друзів і наші спільноти. Свідомо чи несвідомо, ми прагнули отримати щось задарма практично від кожного, кого зустрічали.",
            "Коли ми побачили кошик, який передавали на нашій першій зустрічі, ми могли подумати: \"Самозабезпечення! Що це за дивне поняття?\". Але, спостерігаючи, ми дещо помітили. Ці залежні на самозабезпеченні були вільні. Заплативши за себе, вони заслужили привілей приймати власні рішення.",
            "Застосовуючи принцип самозабезпечення у своєму особистому житті, ми здобуваємо для себе таку ж свободу. Більше ніхто не має права вказувати нам, де жити, адже ми самі платимо за своє житло. Ми можемо їсти, одягатися чи їздити на чому завгодно, тому що ми самі забезпечуємо себе цим.",
            "На відміну від п'явки, ми не мусимо залежати від інших, щоб прогодуватися. Чим більше відповідальності ми беремо на себе, тим більше свободи ми отримуємо."
        ],
        justForToday: "Свобода, яку я можу здобути, забезпечуючи себе, не має меж. Сьогодні я візьму на себе особисту відповідальність і заплачу за себе сам."
    },
    "3-23": {
        "title": "Божі дари",
        "quote": "\"Ми виконуємо роботу і приймаємо вільно те, що нам дається щодня\".",
        "ref": "Базовий текст, стор. 47",
        "paragraphs": [
            "Наші стосунки з Вищою Силою - це вулиця з двостороннім рухом. У молитві ми говоримо, і Бог слухає. Коли ми медитуємо, ми робимо все можливе, щоб почути волю нашої Вищої Сили. Ми знаємо, що несемо відповідальність за свою частину стосунків. Якщо ми не молимося і не слухаємо, ми виключаємо нашу Вищу Силу з свого життя.",
            "Коли ми думаємо про наші стосунки з Вищою Силою, важливо пам'ятати, ким ми є: безсилими. Ми можемо просити про настанову, можемо просити про бажання чи силу, можемо просити про знання волі Вищої Сили - але ми не можемо ставити вимоги. Бог нашого розуміння, той, хто має силу - виконає цю половину стосунків, даючи нам саме те, що нам потрібно, коли нам це потрібно.",
            "Нам потрібно діяти щодня, щоб підтримувати наші стосунки з Вищою Силою живими. Один із способів зробити це - застосувати Одинадцятий Крок. Тоді ми пам'ятаємо про власне безсилля і приймаємо волю Сили, могутнішої за нас."
        ],
        justForToday: "У моїх стосунках з Вищою Силою я безсилий. Пам'ятаючи, хто я є, сьогодні я буду смиренно приймати дари Бога, якого я розумію."
    },
    "3-24": {
        "title": "Відпускаємо минуле",
        "quote": "\"Важливо не те, де ми були, а те, куди ми йдемо\".",
        "ref": "Базовий текст, стор. 23",
        "paragraphs": [
            "Коли ми вперше знаходимо одужання, деякі з нас відчувають сором або відчай, називаючи себе \"залежними\". У перші дні ми можемо бути сповнені як страху, так і надії, намагаючись знайти новий сенс у своєму житті. Минуле може здаватися невідворотним і непереборним. Може бути важко уявити себе іншими, ніж тими, якими ми були завжди.",
            "Хоча спогади про минуле можуть служити нагадуванням про те, що чекає на нас, якщо ми знову вживатимемо наркотики, вони також можуть занурити нас у кошмар сорому і страху. Хоча може бути важко відпустити ці спогади, кожен день одужання може значно віддаляти нас від нашої активної залежності. З кожним днем ми знаходимо все більше, чого чекаємо з нетерпінням і все менше, за що карати себе.",
            "В одужанні перед нами відкриті всі двері. У нас є багато вибору. Наше нове життя багате і сповнене обіцянок. Хоча ми не можемо забути минуле, ми не повинні жити в ньому. Ми можемо рухатися далі."
        ],
        justForToday: "Я спакую валізи і переїду зі свого минулого в теперішнє, сповнене надії."
    },
    "3-25": {
        "title": "Я не можу, але ми можемо",
        "quote": "\"З ізоляції нашої залежності ми знаходимо стовариство людей, які мають спільний зв’язок... Наша віра, сила і надія походять від людей, які діляться своїм одужанням...\"",
        "ref": "Базовий текст, стор. 98",
        "paragraphs": [
            "Не визнавати слабкості, приховувати всі недоліки, заперечувати кожну невдачу, йти до кінця самотужки - таким було кредо багатьох з нас. Ми заперечували, що безсилі перед своєю залежністю, що наше життя стало некерованим, незважаючи на всі докази протилежного. Багато хто з нас не здався б без впевненості, що є щось, заради чого варто здатися. Багато з нас зробили свій Перший Крок тільки тоді, коли отримали докази того, що залежні можуть одужувати в Анонімних Наркоманах.",
            "В АН ми знаходимо інших людей, які опинилися в такому ж становищі, з такими ж потребами, які знайшли інструменти, що працюють для них. Ці залежні готові поділитися з нами цими інструментами і надати нам емоційну підтримку, якої ми потребуємо, коли вчимося ними користуватися. Залежні, які одужують, знають, наскільки важливою може бути допомога інших, тому що вони самі отримували таку допомогу. Коли ми стаємо частиною Анонімних Наркоманів, ми приєднуємося до товариства таких же залежних, як і ми самі, до групи людей, які знають, що ми допомагаємо один одному одужувати."
        ],
        justForToday: "Я приєднаюся до кола одужання. Я знайду необхідний мені досвід, силу і надію в Товаристві «Анонімні Наркомани»."
    },
    "3-26": {
        "title": "Довіритись спонсору - справа варта того, щоб ризикнути",
        "quote": "\"Шукаючи спонсора, більшість членів хочуть знайти людину, якій вони відчувають, що зможуть довіряти, когось, хто може співчувати...\"",
        "ref": "ІП № 11, Спонсорство",
        "paragraphs": [
            "Ідея спонсорства може бути новою для нас. Ми провели багато років без орієнтирів, покладаючись лише на власні інтереси, підозрюючи всіх і нікому не довіряючи. Тепер, коли ми вчимося жити в одужанні, ми розуміємо, що потребуємо допомоги. Ми більше не можемо робити це самотужки; ми повинні ризикнути довіритися іншій людині. Часто першою людиною, з якою ми ризикуємо, є наш спонсор - хтось, кого ми поважаємо, з ким ми себе ототожнюємо, кому ми маємо підстави довіряти.",
            "Коли ми відкриваємося нашому спонсору, між нами виникає зв'язок. Ми розкриваємо наші секрети і розвиваємо впевненість у розсудливості нашого спонсора. Ми ділимося своїми побоюваннями і вчимося цінувати досвід нашого спонсора. Ми ділимося своїм болем і отримуємо емпатію. Ми пізнаємо один одного, поважаємо один одного, любимо один одного. Чим більше ми довіряємо нашому спонсору, тим більше ми вчимося довіряти собі.",
            "Довіра допомоє нам відійти від життя, сповненого страху, розгубленості, підозрілості та відстороненості. На початку здається, що довіряти іншому залежному ризиковано. Але довіра - це той самий принцип, який ми застосовуємо у стосунках з Вищою Силою - ризиковано чи ні, але наш досвід каже нам, що без неї ми не можемо обійтися. І чим більше ми ризикуємо, довіряючи нашому спонсору, тим більш відкритими ми будемо почуватися стосовно свого життя."
        ],
        justForToday: "Я хочу рости і змінюватися. Я ризикну довіритися своєму спонсору і знайду нагороди за те, що ми ділимося один з одним."
    },
    "3-27": {
        "title": "У пошуках цінностей",
        "quote": "\"Відповідно до принципів одужання, ми намагаємося не судити, не використовувати стереотипи і не повчати один одного\".",
        "ref": "Базовий текст, стор. 11",
        "paragraphs": [
            "Скільки разів у своєму одужанні ми неправильно розуміли поведінку іншого, відразу формували судження, вішали ярлик і акуратно засовували людину в шпаринку? Можливо, у них було інше розуміння Сили, могутнішої за них, ніж у нас, і ми вирішили, що їхні переконання були бездуховними. Або ж ми побачили пару, яка сперечалася, і вирішили, що їхні стосунки нездорові, а згодом дізналися, що їхній шлюб процвітає вже багато років.",
            "Бездумне розподілення наших ближніх по категоріях економить нам зусилля, щоб дізнатися щось про них. Кожного разу, коли ми засуджуємо поведінку іншої людини, ми перестаємо бачити в ній потенційних друзів і попутників на шляху до одужання.",
            "Якби ми випадково запитали тих, кого ми засуджуємо, чи подобається їм, що на них поширюються стереотипи, то почули б у відповідь рішуче \"ні\". Чи відчули б ми себе зневаженими, якби так вчинили з нами? Безумовно, так. Наші найкращі якості - це те, що ми хочемо, щоб інші помітили. Так само і наші товариші, які одужують, хочуть, щоб про них добре думали. Наша програма одужання просить нас позитивно дивитися на життя. Чим більше ми концентруємося на позитивних якостях в інших, тим більше ми помічаємо їх у собі."
        ],
        justForToday: "Я відкладу в сторону свої негативні судження про інших і сконцентруюся на тому, щоб оцінити позитивні якості в кожному з них."
    },
    "3-28": {
        "title": "Зустріч з почуттями",
        "quote": "\"Ми можемо побоюватися, що контакт зі своїми почуттями викличе непереборну ланцюгову реакцію болю і паніки\".",
        "ref": "Базовий текст, стор. 30",
        "paragraphs": [
            "Поки ми вживали, багато хто з нас не міг або не хотів відчувати багато емоцій. Якщо ми були щасливі, ми вживали, щоб зробити себе щасливішими. Якщо ми злилися або були в депресії, ми маскували ці почуття. Продовжуючи діяти за такою схемою протягом усього періоду активної залежності, ми стали настільки емоційно заплутаними, що вже не знали, що таке нормальні емоції.",
            "Після деякого часу одужання ми виявляємо, що емоції, які ми придушували, раптово починають виходити на поверхню. Ми можемо виявити, що не знаємо, як ідентифікувати наші почуття. Те, що ми сприймаємо як гнів, може бути лише розчаруванням. Те, що ми сприймаємо як суїцидальну депресію, може бути просто сумом. Саме в такі моменти нам потрібно звернутися за допомогою до нашого спонсора або інших членів АН. Похід на зустріч АН і розмова про те, що відбувається в нашому житті, може допомогти нам зустрітися зі своїми почуттями, замість того, щоб тікати від них у страху."
        ],
        justForToday: "Я не буду тікати від незручних емоцій, які я можу відчувати. Я скористаюся підтримкою моїх друзів в одужанні, щоб допомогти мені впоратися зі своїми емоціями."
    },
    "3-29": {
        "title": "Наша власна справжня воля",
        "quote": "\"...Божа воля для нас полягає в тому, що ми найбільше цінуємо. Божа воля... стає нашою власною істинною волею для нас самих\".",
        "ref": "Базовий текст, стор. 48",
        "paragraphs": [
            "Людській природі властиво бажати чогось задарма. Ми можемо бути в екстазі, коли касир у магазині повертає нам здачу з двадцятки, хоча ми заплатили лише десяткою. Ми схильні думати, що якщо ніхто не знає, то один маленький обман нічого не змінить. Але хтось знає - ми знаємо. І це має значення.",
            "Те, що працювало для нас, коли ми вживали, часто довго не працює в одужанні. У міру того, як ми духовно розвиваємося, працюючи за Дванадцятьма Кроками, ми починаємо розвивати нові цінності та стандарти. Ми починаємо відчувати дискомфорт, коли користуємося ситуаціями, які, коли ми вживали, змусили б нас зловтішатися з того, що нам зійшло з рук.",
            "У минулому ми могли ставати жертвами інших. Однак, коли ми наближаємося до нашої Вищої Сили, наші цінності змінюються. Божа воля стає важливішою, ніж те, що нам щось зійде з рук.",
            "Коли змінюються наші цінності, змінюється і наше життя. Керуючись внутрішнім знанням, даним нам Вищою Силою, ми хочемо жити згідно з нашими новими цінностями. Ми засвоїли волю Вищої Сили щодо нас - фактично, Божа воля стала нашою власною істинною волею для нас."
        ],
        justForToday: "Завдяки покращенню мого свідомого контакту з Богом, мої цінності змінилися. Сьогодні я буду практикувати Божу волю, мою власну справжню волю."
    },
    "3-30": {
        "title": "Зосередженість на Богові",
        "quote": "\"Поступово, коли ми стаємо більш зосередженими на Богові, ніж на собі, наш відчай перетворюється на надію\".",
        "ref": "Базовий текст, стор. 95",
        "paragraphs": [
            "Як чудово мати надію! До приходу в Анонімні Наркомани багато хто з нас жив у повній безнадії. Ми вірили, що нам судилося померти від нашої хвороби.",
            "Багато учасників говорять про те, що перші місяці перебування в програмі вони були наче в \"рожевих окулярах\". Ми припинили вживати, знайшли друзів, і життя виглядає багатообіцяючим. Справи йдуть чудово. Але потім настає реальність. Життя залишається життям - ми все ще втрачаємо роботу, наші партнери все ще залишають нас, друзі все ще помирають, ми все ще хворіємо. Утримання не є гарантією того, що життя завжди буде йти так, як ми хочемо.",
            "Коли настає реальність життя на своїх умовах, ми звертаємося до нашої Вищої Сили і пам'ятаємо, що в житті трапляється так, як трапляється. Але що б не відбувалося на шляху нашого одужання, нам не потрібно впадати у відчай, бо завжди є надія. Ця надія полягає в наших стосунках з Вищою Силою.",
            "Ці стосунки, як виражено думкою в нашому тексті, розвиваються з часом: \"Поступово ми стаємо більш зосередженими на Богові\". Коли ми все більше і більше покладаємося на силу нашої Вищої Сили, життєві труднощі не повинні затягувати нас у море відчаю. Коли ми більше зосереджуємося на Богові, ми менше зосереджуємося на собі."
        ],
        justForToday: "Я буду покладатися на свою Вищу Силу. Я прийму, що незалежно від того, що відбувається, моя Вища Сила забезпечить мене ресурсами, щоб жити з цим."
    },
    "3-31": {
        "title": "Внутрішнє і зовнішнє",
        "quote": "\"Наша справжня цінність полягає в тому, щоб бути собою\".",
        "ref": "Базовий текст, стор. 105",
        "paragraphs": [
            "Працючи за кроками, ми неодмінно відкриємо для себе деякі базові істини про себе. Процес розкриття наших таємниць, викриття їх і дослідження наших характерів розкриває нашу справжню природу. Пізнаючи себе, нам потрібно буде прийняти рішення бути тими, ким ми є.",
            "Можливо, ми захочемо поглянути на те, що ми представляємо іншим залежним і світові, і подивитися, чи відповідає це тому, що ми відкрили в собі. Чи вдаємо ми, що нас нічого не турбує, коли насправді ми дуже чутливі? Чи прикриваємо свою невпевненість неприємними жартами, чи ділимося з кимось своїми страхами? Чи одягаємося ми як підліток, коли нам наближається сорок і ми в основному консервативні?",
            "Можливо, ми хочемо по-новому поглянути на ті речі, які, як ми думали, \"не для нас\". Можливо, ми уникали заходів АН, тому що \"не любимо натовп\". Або, можливо, у нас є таємна мрія змінити кар'єру, але ми відкладали дії, тому що наша мрія \"не зовсім підходила\" для нас. Коли ми досягнемо нового розуміння себе, ми захочемо відповідно скоригувати свою поведінку. Ми хочемо бути справжнім втіленням того, ким ми є."
        ],
        justForToday: "Я перевірю своє зовнішнє, щоб переконатися, що воно відповідає моєму внутрішньому. Я спробую діяти відповідно до розвитку, який я пережив під час одужання."
    },
    "4-1": {
        "title": "Любов і залежність",
        "quote": "\"Дехто з нас вперше побачив наслідки залежності на найближчих людях. Ми були дуже залежні від них, адже вони вели нас по життю. Ми відчували злість, розчарування і біль, коли вони знаходили інші інтереси, друзів і коханих\".",
        "ref": "Базовий текст, стор. 7",
        "paragraphs": [
            "Залежність вплинула на всі сфери нашого життя. Так само, як ми шукали наркотик, який би все налагодив, так само ми шукали людей, які б нас виправили. Ми висували нездійсненні вимоги, відштовхуючи тих, хто міг запропонувати нам щось цінне. Часто залишалися лише ті, хто сам був надто нужденний, щоб заперечити наші нереалістичні очікування. Не дивно, що ми не могли встановити і підтримувати здорові близькі стосунки в нашій залежності.",
            "Сьогодні, в процесі одужання, ми перестали очікувати, що наркотики нас поправлять. Якщо ми все ще очікуємо, що нас виправлять люди, можливо, настав час поширити нашу програму одужання на наші стосунки. Ми починаємо з того, що визнаємо, що у нас є проблема - ми не знаємо найголовнішого про те, як мати здорові близькі стосунки. Ми шукаємо членів Товариства, які мали подібні проблеми і знайшли полегшення. Ми розмовляємо з ними і слухаємо, чим вони діляться про цей аспект свого одужання. Ми застосовуємо програму до всіх наших справ, прагнучи до такої ж свободи у стосунках, яку ми знаходимо під час одужання."
        ],
        justForToday: "Люблячі стосунки в межах моєї досяжності. Сьогодні я розгляну вплив залежності на мої стосунки, щоб почати шукати шляхи до одужання."
    },
    "4-2": {
        "title": "Привабливість",
        "quote": "\"Наш публічний імідж складається з того, що ми можемо запропонувати: успішний, перевірений спосіб підтримувати спосіб життя без наркотиків\".",
        "ref": "Базовий текст, стор. 75",
        "paragraphs": [
            "Так, ми приваблюємо нових членів. Все більше і більше залежних знаходять Анонімних Наркоманів. Але як ми ставимося до наших нових членів, коли вони приходять, виснажені боротьбою із залежністю? Чи простягаємо ми руку допомоги новачкам, які стоять самі на наших зустрічах, розгублені і невпевнені? Чи готові ми підвозити їх на зустрічі? Чи працюємо ми все ще один на один з залежним, який страждає? Чи даємо свої номери телефонів? Чи прагнемо ми піти на зустріч Дванадцятого Кроку, навіть якщо це означає вставати зі своїх зручних ліжок посеред ночі? Чи будемо ми допомагати тим, хто має іншу сексуальну орієнтацію або є представником іншої культури? Чи ми щедро даруємо свій час?",
            "Без сумніву, нас зустріли з любов'ю і прийняттям наші друзі-залежні. Багатьох з нас приваблювало в \"Анонімних Наркоманів\" відчуття того, що ми нарешті знайшли місце, до якого належимо. Чи пропонуємо ми таке ж відчуття приналежності нашим новим членам? Ми не можемо рекламувати \"Анонімних наркоманів\". Але коли ми втілюємо принципи в життя, ми залучаємо нових членів на шлях АН, так само, як нас приваблювали до одужання."
        ],
        justForToday: "Я буду працювати з новачком. Я буду пам'ятати, що колись сам був новачком. Я буду намагатися залучити інших з таким же почуттям приналежності, яке я знайшов в АН."
    },
    "4-3": {
        "title": "Для тебе одного",
        "quote": "\"Ідея духовного пробудження приймає багато різних форм у різних особистостях, яких ми зустрічаємо у товаристві\".",
        "ref": "Базовий текст, стор. 49",
        "paragraphs": [
            "Хоча ми всі працюємо над одними й тими ж кроками, кожен з нас переживає духовне пробудження, яке є результатом цих кроків, по-своєму. Форма, яку духовне пробудження приймає в нашому житті, буде різною, залежно від того, ким ми є.",
            "Для деяких з нас духовне пробудження, обіцяне Дванадцятим Кроком, призведе до відновлення інтересу до релігії або містики. Інші пробудяться до розуміння життя тих, хто їх оточує, можливо, вперше відчувши емпатію. Треті усвідомлять, що Кроки пробудили їхні власні моральні чи етичні принципи. Більшість з нас переживає своє духовне пробудження як поєднання цих речей, причому кожне поєднання настільки ж унікальне, як і людина, яка пробудилася.",
            "Якщо існує так багато різновидів духовного пробудження, як ми можемо знати, що у нас дійсно було пробудження? Дванадцятий Крок дає нам дві ознаки: ми знайшли принципи, які здатні нас добре направляти, такі принципи, які ми хочемо практикувати у всіх наших справах. І ми почали піклуватися про інших залежних, щоб вільно ділитися з ними досвідом, який ми пережили. Незалежно від того, якими є деталі наших пробуджень, ми всі отримуємо настанови та любов, необхідні для повноцінного, духовно орієнтованого життя."
        ],
        justForToday: "Незалежно від його конкретної форми, моє духовне пробудження допомогло мені зайняти своє місце в світі з любов'ю і життєвою силою. За це я вдячний."
    },
    "4-4": {
        "title": "Захищаючи наше одужання",
        "quote": "\"Пам'ятаймо, що ми несемо повну відповідальність за наше одужання і наші рішення\".",
        "ref": "Базовий текст, стор. 103",
        "paragraphs": [
            "Більшість з нас зіткнеться з вибором, який кине виклик нашому одужанню. Наприклад, якщо ми відчуваємо сильний фізичний біль, нам доведеться вирішити, чи приймати ліки, чи ні. Ми повинні бути дуже чесними з собою щодо сили нашого болю, чесними з лікарем щодо нашої залежності і нашого одужання, а також чесними з нашим спонсором. Однак, зрештою, рішення залишається за нами, адже саме нам доведеться жити з наслідками.",
            "Ще одним поширеним викликом є вибір відвідування вечірки, де подають алкоголь. Знову ж таки, ми повинні враховувати власний духовний стан. Якщо хтось, хто підтримує наше одужання, може бути присутнім на заході разом з нами, тим краще. Однак, якщо ми не відчуваємо себе готовими до такого виклику, нам, ймовірно, слід відмовитися від запрошення. Сьогодні ми знаємо, що збереження нашого одужання важливіше, ніж збереження обличчя.",
            "Всі подібні рішення є непростими, вимагають не тільки нашого ретельного обмірковування, але й керівництва нашого спонсора і повного підпорядкування Вищій Силі. Використовуючи всі ці ресурси, ми приймаємо найкраще рішення, яке тільки можемо. Однак, в кінцевому рахунку, рішення залишається за нами. Сьогодні ми самі відповідальні за своє одужання."
        ],
        justForToday: "Коли я стикаюся з рішенням, яке може поставити під загрозу моє одужання, я проконсультуюся з усіма доступними мені ресурсами, перш ніж зроблю свій вибір."
    },
    "4-5": {
        "title": "Ідентифікація",
        "quote": "\"Хтось нарешті дізнався про божевільні думки, які я мав, і божевільні речі, які я робив\".",
        "ref": "",
        "paragraphs": [
            "Залежні часто відчувають себе надзвичайно унікальними. Ми впевнені, що ніхто не вживав наркотики так, як ми, і не був змушений робити те, що ми робили, щоб їх отримати. Відчуття, що нас ніхто не розуміє, може утримувати нас від одужання протягом багатьох років.",
            "Але як тільки ми приходимо в кімнати Анонімних Наркоманів, ми починаємо втрачати відчуття, що ми \"найгірші\" або \"найбожевільніші\". Ми слухаємо, як члени групи діляться своїм досвідом. Ми дізнаємося, що інші пройшли той самий звивистий шлях, який пройшли ми, і все ж змогли знайти одужання. Ми починаємо вірити, що одужання доступне і нам.",
            "У міру того, як ми просуваємося у своєму одужанні, іноді наше мислення все ще залишається божевільним. Однак ми помічаємо, що коли ми ділимося тим, як нам важко, то інші люди відгукуються і розповідають, як вони справлялися з подібними труднощами. Незалежно від того, наскільки безладним здається наше мислення, ми знаходимо надію, коли інші спілкуються з нами, ділячись рішеннями, які вони знайшли. Ми починаємо вірити, що зможемо пережити все, через що б ми не пройшли, щоб продовжити своє одужання.",
            "Дар Анонімних Наркоманів полягає в тому, що ми дізнаємося, що ми не самотні. Ми можемо стати чистими і залишатися чистими, ділячись своїм досвідом, силою і навіть божевільними думками з іншими членами товариства. Коли ми це робимо, ми відкриваємо себе для рішень, знайдених іншими для вирішення проблем, з якими ми стикаємося."
        ],
        justForToday: "Я вдячний, що можу ідентифікувати себе з іншими. Сьогодні я буду слухати, як вони діляться своїм досвідом, і ділитися з ними своїм."
    },
    "4-6": {
        "title": "Зростаюча чесність",
        "quote": "\"На практичному рівні зміни відбуваються тому, що те, що підходить для однієї фази одужання, може не підходити для іншої\".",
        "ref": "Базовий текст, стор. 105",
        "paragraphs": [
            "Коли ми вперше прийшли до Анонімних Наркоманів, багато хто з нас не мав легальної роботи. Не всі з нас раптом вирішили, що стануть чесними і продуктивними зразковими громадянами в той момент, коли прийшли в АН. Але незабаром, в процесі одужання, ми виявляємо, що нам вже не так комфортно робити багато речей, які ми колись робили без жодних роздумів, коли вживали.",
            "У міру того, як ми зростаємо в одужанні, we починаємо бути чесними в питаннях, які, ймовірно, не турбували нас, коли ми вживали. Ми починаємо повертати зайву решту, яку касир міг дати нам помилково, або визнавати, що зачепили припарковану машину. Ми бачимо, що якщо ми починаємо бути чесними в цих маленьких речах, то з більшими випробуваннями нашої чесності стає набагато легше впоратися.",
            "Багато з нас прийшли сюди з малою здатністю бути чесними. Але ми бачимо, що коли ми працюємо над Дванадцятьма Кроками, наше життя починає змінюватися. Нам більше не комфортно, коли ми отримуємо вигоду за рахунок інших. І ми можемо відчувати себе добре через нашу новознайдену чесність."
        ],
        justForToday: "Я перевірю рівень чесності в моєму житті і подивлюся, чи комфортно мені з ним."
    },
    "4-7": {
        "title": "Цінність минулого",
        "quote": "\"Цей безпосередній досвід на всіх етапах хвороби та одужання має безпрецедентну терапевтичну цінність. Ми тут для того, щоб вільно ділитися ним з кожним залежним, який хоче одужувати\".",
        "ref": "Базовий текст, стор. 10",
        "paragraphs": [
            "Більшість з нас прийшли в програму з серйозним відчуттям жалю. Ми ніколи не закінчували середню школу або не встигли вступити до університету. Ми зруйнували дружні стосунки та шлюби. Ми втратили роботу. І ми знали, що нічого з цього не можемо змінити. Можливо, ми думали, що завжди будемо жалкувати і просто знайдемо спосіб жити з нашими жалями.",
            "Навпаки, ми виявляємо, що наше минуле є невикористаною золотою жилою, коли ми вперше маємо нагоду поділитися ним з новачком, який перебуває в скрутному становищі. Слухаючи, як хтось ділиться з нами своїм П'ятим Кроком, ми можемо дати особливу форму розради, яку ніхто інший не може надати - наш власний досвід. Ми робили ті ж самі речі. Ми мали такі ж почуття сорому і каяття. Ми страждали так, як може страждати лише залежний. Ми можемо зрозуміти - і вони теж.",
            "Наше минуле цінне - фактично, безцінне - тому що ми можемо використати все це, щоб допомогти залежному, який все ще страждає. Наша Вища Сила може діяти через нас, коли ми ділимося своїм минулим. Ця можливість є причиною, чому ми тут, і її реалізація є найважливішою метою, яку ми повинні досягти."
        ],
        justForToday: "Я більше не шкодую про своє минуле, тому що я можу поділитися ним з іншими залежними, можливо, запобігти болю або навіть смерті іншого."
    },
    "4-8": {
        "title": "Щастя",
        "quote": "\"Ми пізнаємо щастя, радість і свободу\".",
        "ref": "Базовий текст, стор. 91",
        "paragraphs": [
            "Якби хтось зупинив вас сьогодні на вулиці і запитав, чи ви щасливі, що б ви відповіли? \"Ну, дай подумати... У мене є житло, їжа в холодильнику, робота, машина на ходу... Ну, так, мабуть, я щасливий\", - можете відповісти ви. Це зовнішні приклади речей, які багато хто з нас традиційно асоціює зі щастям. Однак ми часто забуваємо, що щастя - це вибір; ніхто не може зробити нас щасливими.",
            "Щастя - це те, що ми знаходимо в нашій участі в житті Анонімних Наркоманів. Щастя, яке ми отримуємо від життя, зосередженого на служінні залежним, які все ще страждають, дійсно велике. Коли ми ставимо служіння іншим вище наших власних бажань, ми виявляємо, що відволікаємося від себе. В результаті ми живемо більш задоволеним, гармонійним життям. Служачи іншим, ми відчуваємо, що наші власні потреби більш ніж задоволені.",
            "Щастя. Що воно таке насправді? Ми можемо думати про щастя як про втіху і задоволення. Обидва ці стани душі, здається, приходять до нас тоді, коли ми найменше до них прагнемо. Живучи сьогоднішнім днем, несучи послання залежному, який все ще страждає, ми знаходимо втіху, щастя і глибоко осмислене життя."
        ],
        justForToday: "Я буду щасливим. Я знайду своє щастя, служачи іншим."
    },
    "4-9": {
        "title": "Діємо",
        "quote": "\"Ми вчимося переживати почуття і розуміти, що вони не можуть завдати нам шкоди, якщо ми не будемо діяти відповідно до них\".",
        "ref": "ІП № 16, Для новачків",
        "paragraphs": [
            "Багато хто з нас прийшов до Анонімних Наркоманів з чимось меншим, ніж непереборне бажання припинити вживати наркотики. Звичайно, наркотики створювали нам проблеми, і ми хотіли їх позбутися, але не хотіли припиняти отримувати кайф. Зрештою, ми зрозуміли, що не можемо мати одне без іншого. Навіть якщо ми дуже хотіли навалитися, ми не вживали; ми не хотіли більше платити за це ціну. Чим довше ми залишалися чистими і працювали за програмою, тим більше свободи ми відчували. Рано чи пізно потреба у вживанні повністю зникала, і ми залишалися чистими, тому що хотіли жити чистими.",
            "Ті ж принципи застосовуються і до інших негативних імпульсів, які можуть нас мучити. Ми можемо відчувати бажання зробити щось руйнівне просто тому, що нам цього хочеться. Ми робили це раніше, і іноді нам здається, що це зійшло нам з рук, але іноді це не так. Якщо ми не готові платити ціну за те, що діємо під впливом таких почуттів, ми не повинні діяти під впливом цих почуттів.",
            "Це бути важко, можливо, навіть так само важко, як і залишатися чистим на початку. Але інші відчували те ж саме і знайшли свободу не піддаватися своїм негативним імпульсам. Розповідаючи про це і звертаючись за допомогою до інших людей, які одужують, і до Сили, яка є могутнішою за нас самих, ми можемо знайти орієнтир, підтримку і силу, необхідні нам для того, щоб утримуватися від будь-яких руйнівних спонукань."
        ],
        justForToday: "Відчувати свої почуття - це нормально. За допомогою мого спонсора, моїх друзів з АН і моєї Вищої Сили я можу не діяти через свої негативні почуття."
    },
    "4-10": {
        "title": "Занадто зайняті",
        "quote": "\"Ми повинні використовувати те, чого навчилися, інакше ми втратимо це, незалежно від того, як довго ми були чистими\".",
        "ref": "Базовий текст, стор. 85",
        "paragraphs": [
            "Після певного часу чистоти деякі з нас мають тенденцію забувати, що є нашим найважливішим пріоритетом. Раз на тиждень або рідше ми говоримо: \"Мені сьогодні треба на зустріч. Це було...\" Нас захоплюють інші справи, безумовно, важливі, але не більше, ніж наша подальша участь в \"Анонімних Наркоманах\".",
            "Це відбувається поступово. Ми знаходимо роботу. Возз'єднуємося зі своїми сім'ями. Ми виховуємо дітей, собака захворіла, або ми йдемо на навчання ввечері. Будинок треба прибрати. Газон потрібно підстригти. Ми мусимо працювати допізна. Ми втомилися. Сьогодні ввечері в театрі хороша вистава. І раптом ми помічаємо, що давно не дзвонили нашому спонсору, не були на зустрічі, не розмовляли з новачком або навіть не розмовляли з Богом.",
            "Що ми робимо в цей момент? Ну, ми або відновлюємо нашу прихильність до нашого одужання, або продовжуємо бути занадто зайнятими, щоб одужувати, поки щось не трапиться і наше життя не стане некерованим. Досить великий вибір! Найкращий вихід - вкладати більше енергії в підтримку фундаменту одужання, на якому побудоване наше життя. Цей фундамент робить все інше можливим, і він неодмінно зруйнується, якщо ми будемо занадто зайняті всім іншим."
        ],
        justForToday: "Я не можу дозволити собі бути занадто зайнятим, щоб одужувати. Сьогодні я зроблю щось, що сприятиме моєму одужанню."
    },
    "4-11": {
        "title": "Закритий розум",
        "quote": "\"Нова ідея не може бути прищеплена до закритого розуму.... Відкрите мислення приводить нас до тих самих осяянь, які вислизали від нас протягом нашого життя\".",
        "ref": "Базовий текст, стор. 96",
        "paragraphs": [
            "Ми прийшли в АН у найгірший момент нашого життя. У нас майже закінчилися ідеї. Коли ми прийшли сюди, нам найбільше потрібні були нові ідеї, нові способи життя, які можна було б отримати з досвіду людей, які бачили, як ці ідеї працюють. Але наш закритий розум заважав нам сприймати саме ті ідеї, які нам були потрібні для життя.",
            "Заперечення заважає нам оцінити, наскільки сильно ми потребуємо нових ідей і нового шляху. Визнаючи своє безсилля і усвідомлюючи, наскільки некерованим стало наше життя, ми дозволяємо собі побачити, наскільки нам потрібно те, що може запропонувати АН.",
            "Самостійність і свавілля можуть заважати нам визнати навіть можливість існування Сили, могутнішої за нас самих. Однак, коли ми визнаємо, до якого жалюгідного стану нас довела власна воля, ми відкриваємо наші очі і наш розум для нових можливостей. Коли інші розповідають нам про Силу, яка повернула їм здоровий глузд, ми починаємо вірити, що така Сила може зробити те ж саме і для нас.",
            "Дерево, у якого відрізають гілки, загине, якщо до його стовбура не прищепити нові гілки. Так само і залежність позбавила нас будь-якого напряму, який ми мали. Щоб рости або навіть вижити, ми повинні відкрити свій розум і дозволити новим ідеям прищепитися до нашого життя."
        ],
        justForToday: "Я попрошу свою Вищу Силу відкрити мій розум для нових ідей одужання."
    },
    "4-12": {
        "title": "Загальна картина",
        "quote": "\"Усі духовні пробудження мають дещо спільне. Спільними елементами є кінець самотності та відчуття мети в нашому житті\".",
        "ref": "Базовий текст, стор. 50",
        "paragraphs": [
            "Деякі види духовних переживань відбуваються, коли ми стикаємося з чимось більшим, ніж ми самі. Ми підозрюємо, що діють сили за межами нашого розуміння. Ми бачимо швидкоплинний погляд на загальну картину і знаходимо смирення в цей момент.",
            "Наша подорож через Дванадцять Кроків приведе до духовного досвіду тієї ж природи, тільки більш глибокого і тривалого. Ми проходимо безперервний процес зменшення его, і в той же час ми стаємо більш свідомими ширшої перспективи. Наш погляд на світ розширюється до такої міри, що ми більше не володіємо перебільшеним почуттям власної важливості.",
            "Завдяки новому усвідомленню ми більше не відчуваємо себе ізольованими від решти людства. Ми можемо не розуміти, чому світ є таким, яким він є, або чому люди іноді так жорстоко ставляться одне до одного. Але ми розуміємо, що таке страждання, і, одужуючи, можемо зробити все можливе, щоб полегшити його. Коли наш індивідуальний внесок поєднується з іншими, ми стаємо невід'ємною частиною великого задуму. Ми нарешті пов'язані."
        ],
        justForToday: "Я лише одна людина в загальній схемі речей. Я смиренно приймаю своє місце у загальній картині."
    },
    "4-13": {
        "title": "Догоджати людям",
        "quote": "\"...поведінка, спрямована на отримання схвалення, ще більше занурила нас у залежність....\"",
        "ref": "Базовий текст, стор. 14",
        "paragraphs": [
            "Коли інші схвалюють те, що ми робимо або говоримо, ми відчуваємо себе добре; коли вони не схвалюють, ми відчуваємо себе погано. Їхня думка про нас і те, як ми себе почуваємо під впливом цієї думки, може мати позитивне значення. Змушуючи нас почуватися добре через те, що ми йдемо правильним курсом, вони заохочують нас продовжувати це робити. \"Догоджати людям\" - це щось зовсім інше. Ми \"догоджаємо людям\", коли робимо щось, правильне чи неправильне, виключно для того, щоб отримати схвалення іншої людини.",
            "Низька самооцінка може змусити нас думати, що нам потрібне чиєсь схвалення, щоб відчувати себе добре. Ми робимо все, що вважаємо за потрібне, щоб вони сказали нам, що з нами все гаразд. Деякий час ми почуваємося добре. Потім нам стає боляче. Намагаючись догодити іншій людині, ми применшуємо себе і свою цінність. Ми усвідомлюємо, що схвалення інших не заповнить порожнечу всередині нас.",
            "Внутрішнє задоволення, якого ми прагнемо, можна знайти, роблячи правильні речі з правильних причин. Ми розриваємо цикл догоджання людям, коли перестаємо діяти лише для того, щоб отримати схвалення інших, і починаємо діяти згідно з волею нашої Вищої Сили щодо нас. Коли ми це зробимо, ми можемо бути приємно здивовані, виявивши, що люди, які дійсно мають значення в нашому житті, ще більше схвалюють нашу поведінку. Але найголовніше - ми почнемо схвалювати самих себе."
        ],
        justForToday: "Вища Сила, допоможи мені жити згідно з духовними принципами. Тільки тоді я зможу схвалювати себе."
    },
    "4-14": {
        "title": "Нове бачення",
        "quote": "\"Чи справді ми хочемо позбутися своїх образ, гніву, страху?\"",
        "ref": "Базовий текст, стор. 34",
        "paragraphs": [
            "Чому ми називаємо їх \"недоліками\"? Можливо, їх слід було б назвати \"довготривалими вадами\", адже часто саме стільки часу потрібно, щоб вони зникли з нашого життя. Дехто з нас вважає, що наші недоліки - це ті самі риси, які рятували нам життя, коли ми вживали. Якщо це так, то не дивно, що ми іноді чіпляємося за них, як за старих, дорогих друзів.",
            "Якщо у нас виникають проблеми з образою, гнівом або страхом, ми можемо уявити, яким могло б бути наше життя без цих тривожних недоліків. Запитавши себе, чому ми реагуємо певним чином, іноді можна виявити страх, який лежить в основі нашої поведінки. \"Чому я боюся вийти за межі цих аспектів своєї особистості?\" - запитуємо ми себе. \"Чи боюся я того, ким я буду без цих якостей?\"",
            "Після того, як ми розкрили свій страх, ми можемо вийти за його межі. Ми намагаємося уявити, яким могло б бути наше життя без деяких наших найбільш кричущих недоліків. Це дає нам відчуття того, що лежить за межами нашого страху, забезпечуючи мотивацію, необхідну для того, щоб проштовхнутися крізь нього. Наша Вища Сила пропонує нам нове бачення нашого життя, вільного від наших вад. Це бачення є суттю наших найкращих, найсвітліших мрій про себе. Нам не потрібно боятися цього бачення."
        ],
        justForToday: "Я уявлятиму, яким було б моє життя без моїх вад характеру. Попрошу Бога, щоб Він виправив мої недоліки."
    },
    "4-15": {
        "title": "Продовжуй повертатися",
        "quote": "\"Ми навчилися насолоджуватися чистим життям і хочемо більше того доброго, що пропонує нам Товариство АН\".",
        "ref": "Базовий текст, стор. 27",
        "paragraphs": [
            "Чи можете ви пригадати час, коли, дивлячись на залежних, які одужують в АН, ви дивувалися: \"Якщо вони не вживають наркотики, то над чим їм сміятися?\" Чи вірили ви, що веселощі припиняються, коли припиняється вживання? Багато хто з нас вірив; ми були впевнені, що залишаємо \"хороше життя\" позаду. Сьогодні багато хто з нас може посміятися над цією помилкою, тому що ми знаємо, наскільки повноцінним може бути наше життя під час одужання.",
            "Багато з того, що нам так подобається в одужанні, ми здобули завдяки активній участі в Товаристві АН. Ми починаємо знаходити справжнє приятельство, друзів, які розуміють і піклуються про нас просто для нас самих. Ми знаходимо місце, де можемо бути корисними іншим. Зустрічі для одужання, служіння і заходи товариства заповнюють наш час і задовольняють наші інтереси. Товариство завжди може запропонувати нам більше, якщо ми продовжуємо повертатися."
        ],
        justForToday: "Я знаю, де \"хороше життя\". Я буду продовжувати повертатися."
    },
    "4-16": {
        "title": "\"Діємо так, ніби\"",
        "quote": "\"Сьогодні ми шукаємо рішення, а не проблеми. Ми перевіряємо те, чого навчилися, на практиці\".",
        "ref": "Базовий текст, стор. 58",
        "paragraphs": [
            "Вперше почувши, що ми повинні \"діяти так, ніби\", багато хто з нас вигукнув: \"Але ж це нечесно! Я думав, що в \"Анонімних наркоманах\" ми завжди повинні бути чесними щодо своїх почуттів\".",
            "Можливо, ми можемо замислитися над цим, коли ми вперше прийшли в програму. Можливо, ми не вірили в Бога, але все одно молилися. Або, можливо, ми не були впевнені, що програма спрацює для нас, але продовжували приходити на зустрічі незалежно від того, що ми думали. Те ж саме відбувається і в міру нашого одужання. Ми можемо боятися натовпу, але якщо ми будемо діяти впевнено і простягнемо руку, ми не тільки відчуємо себе краще, але й побачимо, що більше не боїмося великих скупчень людей.",
            "Кожна наша дія в цьому напрямку наближає нас до того, щоб стати тими людьми, якими ми повинні бути. Кожна позитивна зміна, яку ми робимо, підвищує нашу самооцінку. Діючи по-іншому, ми усвідомлюємо, що починаємо думати по-іншому. Ми привчаємо себе до правильного мислення, \"діючи так, ніби\"."
        ],
        justForToday: "Я скористаюся можливістю діяти так, ніби я можу прийняти ситуацію, від якої раніше тікав."
    },
    "4-17": {
        "title": "Пріоритет: зустрічі",
        "quote": "\"Спочатку я відчував, що не зможу відвідувати більше однієї-двох зустрічей на тиждень. Це просто не вписувалося в мій щільний графік. Пізніше я дізнався, що мої пріоритети були поставлені на 180 градусів навпаки. Саме все інше повинно було вписатися в мій графік зустрічей\".",
        "ref": "",
        "paragraphs": [
            "Дехто з нас відвідував зустрічі нечасто, коли вперше прийшов до Анонімних наркоманів, а потім дивувався, чому не може залишатися чистим. Незабаром ми зрозуміли, що якщо ми хочемо залишатися чистими, ми повинні зробити відвідування зустрічей своїм пріоритетом.",
            "Тож ми почали все спочатку. За пропозицією нашого спонсора, ми взяли на себе зобов'язання відвідати дев'яносто зустрічей за дев'яносто днів. Перші тридцять днів ми називали себе новачками, щоб інші могли познайомитися з нами. За вказівкою нашого спонсора, ми перестали довго розмовляти, щоб навчитися слухати. Незабаром ми почали з нетерпінням чекати зустрічей. І ми почали дотримуватися чистоти.",
            "Сьогодні ми відвідуємо зустрічі з різних причин. Іноді ми приходимо, щоб поділитися своїм досвідом, силою і надією з новими членами. Іноді ми ходимо, щоб побачити наших друзів. А іноді просто тому, що нам потрібні обійми. Іноді ми залишаємо зустріч і розуміємо, що не почули жодного слова з того, що було сказано - але все одно відчуваємо себе краще. Атмосфера любові та радості, яка наповнює наші зустрічі, допомагає нам залишатися чистими ще один день. Незалежно від того, наскільки напруженим є наш графік, ми робимо відвідування зустрічей нашим пріоритетом."
        ],
        justForToday: "У глибині душі я знаю, що зустрічі приносять мені багато користі. Сьогодні я хочу того, що добре для мене. Я піду на зустріч."
    },
    "4-18": {
        "title": "\"Я розумію\"",
        "quote": "\"Ми смиренно попросили Його виправити наші недоліки\".",
        "ref": "Крок Сьомий",
        "paragraphs": [
            "Як тільки ми повністю готові до того, щоб наші недоліки характеру були усунені, багато хто з нас повністю до цього готовий! За іронією долі, саме тоді починаються справжні проблеми. Чим більше ми намагаємося позбутися певної вади, тим сильнішим стає цей недолік. Справді принизливо усвідомлювати, що ми безсилі не тільки перед своєю залежністю, але навіть перед власними вадами характеру.",
            "Нарешті, все зрозуміло. Сьомий Крок не пропонує нам позбутися своїх недоліків, а просить Вищу Силу позбавити нас від них. Фокус наших щоденних молитов починає зміщуватися. Визнаючи свою нездатність до самовдосконалення, ми благаємо Вищу Силу зробити за нас те, що ми не можемо зробити самі. І ми чекаємо.",
            "Протягом багатьох днів наша програма може залишатися на Сьомому кроці. Ми можемо не відчути раптового, повного позбавлення від недоліків - але часто відчуваємо ледь помітні зміни в нашому сприйнятті себе та інших. Очима Сьомого Кроку ми починаємо бачити тих, хто нас оточує, менш критично. Ми знаємо, що так само, як і ми, багато хто з них бореться з недоліками, яких вони дуже хотіли б позбутися. Ми знаємо, що так само, як і ми, вони безсилі перед власними вадами. Нам цікаво, чи вони також смиренно моляться про те, щоб їхні вади були усунені?",
            "Ми починаємо оцінювати інших так, як навчилися оцінювати себе, з емпатією, що народжується зі смирення. Спостерігаючи за іншими і стежачи за собою, ми можемо нарешті сказати: \"Я розумію\"."
        ],
        justForToday: "Боже, допоможи мені бачити очима Сьомого Кроку. Допоможи мені зрозуміти."
    },
    "4-19": {
        "title": "Докладати зусиль",
        "quote": "\"Так багато разів залежні шукали винагороди за важку працю, не докладаючи до неї зусиль\".",
        "ref": "Базовий текст, стор. 34",
        "paragraphs": [
            "Коли ми вперше прийшли в АН, деякі з нас хотіли всього і відразу. Ми хотіли душевного спокою, машин, щасливих стосунків, друзів, близькості зі своїм спонсором - всього того, що інші люди отримували після місяців і років роботи над кроками і життя на \"життєвих умовах\".",
            "Ми навчилися на власному досвіді, що душевний спокій приходить лише через роботу за кроками. Нова машина з'являється завдяки тому, що ми щодня приходимо на роботу і намагаємося \"практикувати ці принципи в усіх наших справах\", включаючи роботу. Здорові стосунки з'являються в результаті важкої праці та нової готовності до спілкування. Дружба з нашим спонсором виникає в результаті того, що ми підтримуємо один одного і в хороші часи, і в погані.",
            "В Анонімних Наркоманах ми знайшли шлях до кращого способу життя. Однак, щоб дістатися до місця призначення, ми повинні виконати певну роботу."
        ],
        justForToday: "Я хочу кращого життя. Я складу список того, чого я хочу, дізнаюся, як цього досягти, поговорю про це зі своїм спонсором і зроблю необхідну підготовчу роботу."
    },
    "4-20": {
        "title": "Відсторонення",
        "quote": "\"Залежність - це сімейна хвороба, але ми можемо змінити тільки себе\".",
        "ref": "",
        "paragraphs": [
            "Багато хто з нас походить із сильно травмованих сімей. Часом божевілля, яке панує серед наших рідних, здається непереборним. Іноді нам хочеться спакувати валізи і поїхати далеко-далеко.",
            "Ми молимося, щоб наші рідні приєдналися до нас у процесі одужання, але, на превеликий жаль, це не завжди відбувається. Іноді, незважаючи на всі наші зусилля нести звістку, ми виявляємо, що не можемо допомогти тим, хто нам найдорожчий. Наш груповий досвід навчив нас, що часто ми занадто близькі до наших родичів, щоб допомогти їм. Ми вчимося, що краще залишити їх під опікою нашої Вищої Сили.",
            "Ми виявили, що коли ми перестаємо намагатися вирішувати проблеми членів сім'ї, ми даємо їм простір, необхідний для того, щоб розібратися у власному житті. Нагадуючи їм, що ми не можемо вирішити їхні проблеми за них, ми даємо собі свободу жити власним життям. Ми віримо, що Бог допоможе нашим рідним. Часто найкраще, що ми можемо дати нашим близьким - це приклад нашого власного одужання. Заради здорового глузду нашої сім'ї і нашого власного, ми повинні дозволити нашим рідним знайти власні шляхи до одужання."
        ],
        justForToday: "Я буду намагатися працювати за власною програмою і залишу свою сім'ю під опікою Вищої Сили."
    },
    "4-21": {
        "title": "Страх",
        "quote": "\"Ми зрозуміли, що у нас немає іншого вибору, окрім як повністю змінити наш старий спосіб мислення або повернутися до вживання\".",
        "ref": "Базовий текст, стор. 22",
        "paragraphs": [
            "Багато хто з нас виявляє, що в нашому старому способі мислення домінував страх. Ми боялися, що не зможемо дістати наркотики або що їх буде недостатньо. Ми боялися викриття, арешту та ув'язнення. Далі за списком йшли страхи фінансових проблем, бездомності, передозування та хвороби. І наш страх контролював наші дії.",
            "Перші дні одужання для багатьох з нас не надто відрізнялися; тоді страх також домінував у нашому мисленні. \"Що, якщо залишатися чистим буде занадто боляче?\" - запитували ми себе. \"Що, якщо я не зможу це зробити? Що, якщо я не сподобаюся людям в АН? Що, якщо АН не спрацює?\" Страх, що стоїть за цими думками, все ще може контролювати нашу поведінку, утримуючи нас від ризику, необхідного для того, щоб залишатися чистими і рости. Може здатися, що легше змиритися з певною невдачею, здавшись ще до початку, ніж ризикувати всім заради крихкої надії. Але таке мислення веде лише до зриву.",
            "Щоб залишатися чистими, ми повинні знайти готовність змінити свій старий спосіб мислення. Те, що спрацювало для інших залежних, може спрацювати і для нас - але ми повинні бути готові спробувати. Ми повинні обміняти наші старі цинічні сумніви на нові твердження надії. Коли ми це зробимо, ми зрозуміємо, що ризик того вартий."
        ],
        justForToday: "Я молюся за готовність змінити свій старий спосіб мислення і за здатність подолати свої страхи."
    },
    "4-22": {
        "title": "Подорож відкритою дорогою",
        "quote": "\"Це наша дорога до духовного росту\".",
        "ref": "Базовий текст, стор. 37",
        "paragraphs": [
            "Коли ми прийшли на нашу першу зустріч АН, багатьом з нас здавалося, що це кінець дороги. Ми більше не зможемо вживати далі. Ми були духовно збанкрутілими. Більшість з нас були повністю ізольовані і не думали, що нам є заради чого жити. Ми не усвідомлювали, що, розпочавши програму одужання, ми ступили на дорогу необмежених можливостей.",
            "Спочатку просто не вживати було досить важко. Проте, спостерігаючи за іншими залежними, які працювали над кроками і застосовували ці принципи у своєму житті, ми почали розуміти, що одужання - це більше, ніж просто відмова від вживання. Життя наших друзів з АН змінилося. Вони мали стосунки з Богом свого розуміння. Вони були відповідальними членами товариства і суспільства. У них з'явився сенс життя. Ми почали вірити, що все це можливо і для нас.",
            "Коли ми продовжуємо наш шлях одужання, нас може збити з шляху самовдоволення, нетерпимість або нечесність. Коли це трапляється, нам потрібно швидко розпізнати ознаки і повернутися на свій шлях - відкриту дорогу до свободи і зростання."
        ],
        justForToday: "Я продовжую розвивати свої духовні, соціальні та загальні життєві навички, застосовуючи принципи моєї програми. Я можу подорожувати так далеко, як захочу на відкритій дорозі одужання."
    },
    "4-23": {
        "title": "Бог нашого власного розуміння",
        "quote": "\"Багато хто з нас розуміє Бога просто як силу, що тримає нас у чистоті\".",
        "ref": "Базовий текст, стор. 25",
        "paragraphs": [
            "Деякі з нас приходять до одужання з працюючим розумінням Вищої Сили. Однак для багатьох з нас слово \"Бог\" - це слово, яке викликає сумніви. Ми можемо сумніватися в існуванні будь-якої Сили, могутнішої за нас самих. Або ми можемо пам'ятати неприємний досвід, пов'язаний з релігією, і уникати \"божественних речей\".",
            "Почати все спочатку в одужанні означає, що ми можемо почати все спочатку і в нашому духовному житті. Якщо нас не влаштовує те, чого ми навчилися в дитинстві, ми можемо спробувати інший підхід до своєї духовності. Нам не обов'язково розуміти все одразу або відразу знаходити відповіді на всі наші запитання. Іноді достатньо просто знати, що інші члени АН вірять, і що їхня віра допомагає їм залишатися чистими."
        ],
        justForToday: "Все, що мені зараз потрібно знати про мою Вищу Силу, - це те, що вона допомагає мені залишатися чистим."
    },
    "4-24": {
        "title": "Дванадцять Крокiв життя",
        "quote": "\"Завдяки утриманню і роботі над Дванадцятьма кроками Анонімних Наркоманів наше життя стало корисним\".",
        "ref": "Базовий текст, стор. 8",
        "paragraphs": [
            "До приходу в Анонімні Наркомани наше життя було зосереджене навколо вживання. Здебільшого у нас залишалося дуже мало енергії для роботи, стосунків чи інших видів діяльності. Ми служили лише своїй залежності.",
            "Дванадцять Крокiв Анонімних Наркоманів - це простий спосіб змінити наше життя. Ми починаємо з того, що залишаємося чистими, день за днем. Коли наша енергія більше не спрямовується на залежність, ми відчуваємо, що у нас з'являється енергія, щоб переслідувати інші інтереси. У міру одужання ми стаємо здатними підтримувати здорові стосунки. Ми стаємо надійними працівниками. Хобі та відпочинок здаються більш привабливими. Беручи участь в Анонімних Наркоманах, ми допомагаємо іншим.",
            "Анонімні Наркомани не обіцяють нам, що ми знайдемо хорошу роботу, люблячі стосунки або повноцінне життя. Але коли ми працюємо над Дванадцятьма кроками в міру наших можливостей, ми виявляємо, що можемо стати тими людьми, які здатні знайти роботу, підтримувати любовні стосунки і допомагати іншим. Ми перестаємо служити своїй хворобі і починаємо служити Богові та іншим. Дванадцять Кроків - це ключ до зміни нашого життя."
        ],
        justForToday: "Я буду мудрим, щоб використовувати Дванадцять Крокiв у своєму житті, і сміливим, щоб зростати в своєму одужанні. Я буду практикувати свою програму, щоб стати відповідальним, продуктивним членом суспільства."
    },
    "4-25": {
        "title": "Прийняття реальності",
        "quote": "\"Одужання - це реальність для нас сьогодні\".",
        "ref": "Базовий текст, стор. 101",
        "paragraphs": [
            "Біль і страждання були реальністю в нашому звичному житті. Ми не хотіли ні приймати нашу життєву ситуацію, ні змінювати те, що було неприйнятним у нашому житті. Ми намагалися втекти від життєвого болю, приймаючи наркотики, але вживання лише поглиблювало наші проблеми. Наше змінене відчуття реальності перетворилося на кошмар.",
            "Живучи за програмою Анонімних Наркоманів, ми дізнаємося, що наші мрії можуть замінити наші кошмари. Ми ростемо і змінюємося. Ми здобуваємо свободу вибору. Ми вміємо дарувати і отримувати любов. Ми можемо чесно розповідати про себе, більше не применшуючи і не перебільшуючи правду. Ми приймаємо виклики, які пропонує нам реальне життя, зустрічаючи їх у зрілий, відповідальний спосіб.",
            "Хоча одужання не дає нам імунітету від життєвих реалій, у спільноті АН ми можемо знайти підтримку, щиру турботу та піклування, які нам потрібні, щоб зустріти ці реалії. Нам ніколи не потрібно ховатися від реальності, знову вживаючи наркотики, бо наша єдність з іншими одужуючими залежними дає нам силу. Сьогодні підтримка, турбота та емпатія одужання дають нам чисте, прозоре вікно, через яке ми можемо бачити, відчувати та цінувати реальність такою, якою вона є."
        ],
        justForToday: "Подарунок мого одужання - жити і насолоджуватися життям таким, яким воно є насправді. Сьогодні я прийму реальність."
    },
    "4-26": {
        "title": "Прийняття себе",
        "quote": "\"Найефективнішим засобом досягнення прийняття себе є застосування Дванадцяти кроків одужання\".",
        "ref": "ІП № 19, Прийняття себе",
        "paragraphs": [
            "Більшість із нас прийшли до Анонімних Наркоманів без особливого прийняття себе. Ми дивилися на хаос, який ми спричинили своєю активною залежністю, і ненавиділи себе. Нам було важко прийняти своє минуле і сформоване ним уявлення про себе.",
            "Прийняття себе приходить швидше, коли ми вперше визнаємо, що у нас є хвороба, яка називається залежність, тому що легше прийняти себе хворими людьми, ніж поганими. А чим легше прийняти себе, тим легше стає прийняти відповідальність за себе.",
            "Ми досягаємо прийняття себе в процесі постійного одужання. Робота над Дванадцятьма кроками Анонімних Наркоманів вчить нас приймати себе і своє життя. Духовні принципи, такі як капітуляція, чесність, віра і смирення, допомагають нам звільнитися від тягаря наших минулих помилок. Наше ставлення змінюється із застосуванням цих принципів у повсякденному житті. Прийняття себе зростає в міру того, як ми зростаємо в одужанні."
        ],
        justForToday: "Прийняття себе - це процес, який запускається Дванадцятьма Кроками. Сьогодні я буду довіряти цьому процесу, практикувати кроки і вчитися краще приймати себе."
    },
    "4-27": {
        "title": "Визнання та вивільнення образ",
        "quote": "\"Ми хочемо подивитися своєму минулому в обличчя, побачити його таким, яким воно було насправді, і відпустити його, щоб жити сьогоднішнім днем\".",
        "ref": "Базовий текст, стор. 29",
        "paragraphs": [
            "Багато хто з нас мав проблеми з ідентифікацією своїх образ, коли ми були новачками в одужанні. Ми сиділи з нашим Четвертим Кроком перед собою, думали і думали, і врешті-решт вирішили, що у нас просто немає ніяких образ. Можливо, ми вмовили себе повірити, що ми не такі вже й хворі.",
            "Таке мимовільне заперечення наших образ випливає з обумовленості нашої залежності. Більшість наших почуттів були поховані, і поховані глибоко. Через деякий час в одужанні розвивається нове почуття розуміння. Наші найглибше поховані почуття починають проявлятися, і ті образи, про які ми думали, що їх немає, раптом виринають на поверхню.",
            "Досліджуючи ці образи, ми можемо відчути спокусу триматися за деякі з них, особливо якщо вважаємо їх \"виправданими\". Але потрібно пам'ятати, що \"виправдані\" образи так само обтяжливі, як і будь-які інші.",
            "У міру того, як зростає наше усвідомлення наших зобов'язань, зростає і наша відповідальність за те, щоб відпускати. Нам більше не потрібно триматися за наші образи. Ми хочемо звільнитися від того, що є небажаним, і звільнити себе для одужання."
        ],
        justForToday: "Коли я виявляю образу, я бачу її такою, якою вона є, і відпускаю її."
    },
    "4-28": {
        "title": "Хто насправді стає кращим?",
        "quote": "\"Ми також можемо використовувати кроки, щоб покращити наше сприйняття. Наше найкраще мислення привело нас до неприємностей. Ми визнаємо необхідність змін\".",
        "ref": "Базовий текст, стор. 55",
        "paragraphs": [
            "Коли ми тільки починали одужувати, у більшості з нас була принаймні одна людина, яку ми просто не могли терпіти. Ми думали, що ця людина була найгрубішою, найнеприємнішою людиною в програмі. Ми знали, що можемо щось зробити, якийсь принцип одужання, який ми можемо практикувати, щоб перебороти своє ставлення до цієї людини - але що? Ми звернулися до нашого спонсора за порадою. Ймовірно, він запевнив нас із веселою посмішкою, що якщо ми просто продовжуватимемо приходити, то побачимо, як ця людина одужує. Для нас це мало сенс. Ми вірили, що кроки АН працюють в житті кожного. Якщо вони допомогли нам, то допоможуть і цій жахливій людині.",
            "Час минав, і в якийсь момент ми помітили, що ця людина вже не здається такою грубою чи неприємною, як раніше. Насправді, вона стала цілком терпимою, можливо, навіть симпатичною. Ми отримали приємний поштовх, коли зрозуміли, хто насправді став кращим. Оскільки ми продовжували повертатися, оскільки ми продовжували працювати над кроками, наше сприйняття цієї людини змінилося. Людина, яка дошкуляла нам, стала \"терпимою\", тому що ми розвинули певну толерантність; вона стала \"симпатичною\", тому що ми розвинули здатність любити.",
            "То хто ж насправді стає кращим? Ми! Практикуючи програму, ми отримуємо абсолютно новий погляд на тих, хто нас оточує, отримуючи новий погляд на самих себе."
        ],
        justForToday: "Коли я стаю кращим, стають кращими й інші. Сьогодні я буду практикувати толерантність і намагатися любити тих, кого я зустрічаю."
    },
    "4-29": {
        "title": "\"А що, якщо...\"",
        "quote": "\"Життя лише сьогоднішнім днем позбавляє від тягаря минулого і страху перед майбутнім. Ми навчилися робити все, що необхідно, а результати залишати в руках Вищої Сили\".",
        "ref": "Базовий текст, стор. 94",
        "paragraphs": [
            "У нашій активній залежності страх перед майбутнім і тим, що може статися, був реальністю для багатьох з нас. Що, якщо нас заарештують? Втратимо роботу? Помре чоловік або дружина? Збанкрутуємо? І так далі, і так далі, і так далі. Для нас не було чимось незвичайним те, що ми годинами, а то й цілими днями думали про те, що може статися. Ми програвали цілі розмови і сценарії ще до того, як вони відбувалися, а потім прокладали свій шлях, виходячи з того, \"а що, якщо...\". Так ми налаштовуємо себе на розчарування за розчаруванням.",
            "Слухаючи на зустрічах, ми дізнаємося, що жити теперішнім, а не світом \"а що, якщо\" - це єдиний спосіб замкнути наші самовтілювані пророцтва приреченості та похмурості. Ми можемо мати справу лише з тим, що є реальним сьогодні, а не з нашими страшними фантазіями про майбутнє.",
            "Віра в те, що наша Вища Сила приготувала для нас тільки найкраще - це один із способів подолати цей страх. На зустрічах ми чуємо, що наші Вищі Сили не дадуть нам більше, ніж ми зможемо впоратися за один день. І ми знаємо з досвіду, що якщо ми попросимо, Бог, як ми його розуміємо, обов'язково подбає про нас. Ми залишаємося чистими в несприятливих ситуаціях, практикуючи нашу віру в опіку Сили, могутнішої за нас самих. Щоразу, коли ми це робимо, ми менше боїмося \"а що, якщо\" і більше радіємо тому, що є."
        ],
        justForToday: "Я буду дивитися в майбутнє з вірою в мою Вищу Силу."
    },
    "4-30": {
        "title": "Бог діє для нас",
        "quote": "\"Постійне одужання залежить від наших стосунків з люблячим Богом, який піклується про нас і зробить для нас те, що ми вважаємо неможливим зробити для себе самі\".",
        "ref": "Базовий текст, стор. 99",
        "paragraphs": [
            "Як часто ми чули на зустрічах, що \"Бог робить за нас те, що ми не можемо зробити самі\"? Часом ми можемо забуксувати у своєму одужанні, не здатні, боїмося або не хочемо приймати рішення, які, як ми знаємо, повинні прийняти, щоб рухатися вперед. Можливо, ми не можемо розірвати стосунки, які просто не працюють. Можливо, наша робота стала джерелом багатьох конфліктів. Або, можливо, ми відчуваємо, що нам потрібно знайти нового спонсора, але боїмося почати пошук. Завдяки милості Вищих Сил, несподівані зміни можуть відбутися саме в тій сфері, яку ми вважали нездатною змінити.",
            "Іноді ми дозволяємо собі застрягти в проблемі замість того, щоб рухатися вперед до її вирішення. У такі моменти ми часто відчуваємо, що наша Вища Сила робить за нас те, що ми не можемо зробити для себе самі. Можливо, наш партнер вирішує розірвати наші стосунки. Нас можуть звільнити або скоротити. Або наш спонсор каже нам, що більше не може працювати з нами, змушуючи нас шукати нового.",
            "Іноді те, що відбувається в нашому житті, може лякати, адже зміни часто здаються нам страшними. Але ми також чуємо, що \"Бог ніколи не зачиняє двері, не відчинивши інші\". Коли ми рухаємося вперед з вірою, сила нашої Вищої Сили завжди поруч з нами. Наше одужання зміцнюється завдяки цим змінам."
        ],
        justForToday: "Я вірю, що Бог мого розуміння зробить для мене те, чого я не можу зробити сам."
    },
    "5-1": {
        "title": "Самоповага і служіння",
        "quote": "\"Участь у служінні дає мені відчуття власної значущості\".",
        "ref": "",
        "paragraphs": [
            "Коли більшість з нас прийшли до Анонімних Наркоманів, у нас залишилося дуже мало почуття власної гідності, яке потрібно було рятувати. Багато учасників говорять, що вони почали розвивати самооцінку через служіння на ранніх стадіях одужання. Коли ми починаємо позитивно впливати на життя інших людей через наше служіння, відбувається щось на кшталт дива.",
            "Більшість з нас не мають багато досвіду, сил або надії, якими можна поділитися на тридцятому дні чистоти. Насправді, деякі члени недвозначно скажуть нам, що найкраще, що ми вміємо робити - це слухати. Але протягом тридцяти днів ми пропонуємо дещо залежним, які тільки приходять до кімнат АН, намагаючись бути чистими 24 години на добу. Найновіший член АН, який має лише бажання припинити вживати і не має жодних інструментів, навряд чи може уявити собі, що хтось залишається чистим протягом року, або двох років, або десяти. Але він чи вона може співпереживати тим людям, які не вживати наркотики вже тридцяти днів, які беруть брелок з гордістю і недовірою на обличчі.",
            "Служіння - це наш унікальний дар, який ніхто не може у нас відібрати. Ми віддаємо і отримуємо. Через служіння багато хто з нас починає довгий шлях до того, щоб стати повноцінними членами суспільства."
        ],
        justForToday: "Я буду вдячний за можливість служити."
    },
    "5-2": {
        "title": "Лише можливо...",
        "quote": "\"Є одна річ, яка більше, ніж будь-що інше, зашкодить нам у нашому одужанні - це байдужість або нетерпимість до духовних принципів\".",
        "ref": "Базовий текст, стор. 18",
        "paragraphs": [
            "Коли ми вперше прийшли в АН, багатьом з нас було дуже важко прийняти духовні принципи, що лежать в основі цієї програми - і не без причини. Як би ми не намагалися контролювати свою залежність, ми виявлялися безсилими. Ми злилися і розчаровувалися у будь-кому, хто пропонував нам надію, тому що ми знали, що це не так. Духовні ідеї, можливо, мали якийсь вплив на життя інших людей, але не на наше.",
            "Незважаючи на нашу байдужість або нетерпимість до духовних принципів, нас тягнуло до Анонімних Наркоманів. Там ми познайомилися з іншими залежними. Вони були там, де були ми, безсилі і безнадійні, але вони знайшли спосіб не тільки припинити вживати, але й жити і насолоджуватися життям в чистоті. Вони розповідали про духовні принципи, які вказали їм шлях до цього нового життя, пов'язаного з одужанням. Для них ці принципи були не просто теорією, а частиною їхнього практичного досвіду. Так, у нас були вагомі підстави для скептицизму, але ці духовні принципи, про які говорили інші члени АН, справді, здавалося, працювали.",
            "Визнавши це, ми не обов'язково приймали кожну духовну ідею, яку чули. Але ми почали думати, що якщо ці принципи спрацювали для інших, то, можливо, вони спрацюють і для нас. Для початку цієї готовності було достатньо."
        ],
        justForToday: "Лише, можливо, духовні принципи, про які я чую, що говорять в АН, можуть спрацювати для мене. Я готовий, принаймні, відкрити свій розум для такої можливості."
    },
    "5-3": {
        "title": "Ділимося нашою вдячністю",
        "quote": "\"Моя вдячність проявляється, коли я піклуюся і коли я ділюся з іншими шляхом АН\".",
        "ref": "Молитва подяки",
        "paragraphs": [
            "Чим довше ми залишаємося чистими, тим більше ми відчуваємо почуття вдячності за наше одужання. Ці почуття вдячності не обмежуються конкретними подарунками, такими як нові друзі або можливість працевлаштування. Частіше вони виникають через загальне відчуття радості, яке ми відчуваємо в нашому новому житті. Ці почуття посилюються нашою впевненістю в тому, як би склалося наше життя, якби не диво, яке ми пережили в Анонімних Наркоманах.",
            "Ці почуття настільки всеохоплюючі, настільки дивовижні, а іноді настільки приголомшливі, що ми часто не можемо знайти для них слів. Іноді ми відверто плачемо від щастя, ділячись на зустрічі, але все ж намацуємо слова, щоб висловити те, що ми відчуваємо. Ми так хочемо передати новоприбулим вдячність, яку відчуваємо, але здається, що нашій мові бракує найвищого ступеня, щоб описати її.",
            "Коли ми ділимося зі сльозами на очах, коли ми задихаємося і взагалі не можемо говорити - це ті моменти, коли наша вдячність промовляє найвиразніше. Ми ділимося своєю вдячністю безпосередньо з нашого серця, а інші чують і розуміють її серцем. Наша вдячність говорить красномовно, хоча наші слова можуть не відповідати."
        ],
        justForToday: "Моя вдячність має власний голос; коли вона говорить, серце розуміє. Сьогодні я поділюся своєю вдячністю з іншими, незалежно від того, знайду я слова чи ні."
    },
    "5-4": {
        "title": "Як бути з новачками?",
        "quote": "\"Кожна група має лише одну основну мету - донести послання до залежного, який все ще страждає\".",
        "ref": "Традиція п'ята",
        "paragraphs": [
            "Наша домашня група багато значить для нас. Зрештою, де б ми були без наших улюблених зустрічей АН? Наша група іноді спонсорує пікніки або інші заходи. Часто члени домашньої групи збираються разом, щоб подивитися фільм або пограти в боулінг. Ми всі знайшли хороших друзів у нашій домашній групі, і ми не проміняємо це тепло ні на що на світі.",
            "Але іноді ми повинні проаналізувати, що робить наша група для того, щоб виконати свою основну мету - донести звістку до залежних людей, які все ще страждають. Іноді, коли ми приходимо на наші зустрічі, ми знаємо майже всіх, і нас охоплює сміх і веселощі. Але як щодо новачка? Чи не забуваємо ми простягнути руку допомоги новим людям, які, можливо, сидять самі, самотні і налякані? Чи пам'ятаємо ми вітати тих, хто відвідує нашу групу?",
            "Любов, яку ми знаходимо в кімнатах Анонімних Наркоманів, допомагає нам вилікуватися від залежності. Але після того, як ми стали чистими, ми повинні пам'ятати про те, щоб дарувати іншим те, що було так вільно дано нам. Ми повинні простягнути руку допомоги залежному, який все ще страждає. Адже \"новачок - найважливіша людина на будь-якій зустрічі\"."
        ],
        justForToday: "Я вдячний за тепле спілкування, яке я знайшов у своїй домашній групі. Я простягну руку допомоги залежному, який все ще страждає, пропонуючи таке ж товариство іншим."
    },
    "5-5": {
        "title": "Будь-якою ціною",
        "quote": "\"...Я був готовий піти на все, щоб залишатися чистим\".",
        "ref": "Базовий текст, стор. 132",
        "paragraphs": [
            "\"На все?\" - запитують новачки. \"Що ви маєте на увазі під будь-якою ціною\"? Озирнувшись назад на нашу активну залежність і на те, на що ми були готові піти, щоб залишатися під кайфом, ми можемо пояснити це. Чи були ми готові проїхати багато миль, щоб дістати наркотики? Так, зазвичай так. Тоді цілком логічно, що якщо ми так само стурбовані тим, щоб залишатися чистими, як і тим, щоб вживати, ми зробимо все можливе, щоб знайти машину, яка довезе нас на зустріч АН.",
            "У нашій залежності хіба ми не часто робили божевільні, безумні речі або вживали невідомі речовини за вказівкою інших? Тоді чому нам часто так важко прийняти направлення на одужання, особливо коли це направлення покликане допомогти нам рости? І коли ми вживали, чи не часто ми у відчаї зверталися до наших Вищих Сил, кажучи: \"Будь ласка, просто витягни мене з цієї халепи!\". Тоді чому нам так важко просити Бога про допомогу в одужанні?",
            "Коли we вживали наркотики, ми зазвичай були відкриті до пошуку шляхів і засобів, щоб отримати більше наркотиків. Якщо ми зможемо застосувати цей принцип відкритості у нашому одужанні, ми можемо здивуватися, як легко ми почнемо розуміти програму АН. Часто кажуть, що наше найкраще мислення привело нас до кімнат Анонімних Наркоманів. Якщо ми готові йти до кінця, слідувати інструкціям і залишатися відкритими, ми можемо залишатися чистими."
        ],
        justForToday: "Я готовий піти на все, щоб залишатися чистим. Я стану настільки відкритим і готовим слідувати вказівкам, наскільки це буде потрібно."
    },
    "5-6": {
        "title": "Чи ми все ще розважаємось?",
        "quote": "«З часом ми зможемо розслабитися та насолодитися атмосферою одужання».",
        "ref": "Базовий Текст, стор. 56",
        "paragraphs": [
            "Уявіть собі, що станеться, якби новачок зайшов на одну з наших зустрічей і його зустріла б група людей з похмурими обличчями, що стискали підлокітники стільців до білих кісточок пальців. Цей новачок, напевно, кинувся б навтьоки і пробурмотів: «Я думав, що можу позбутися наркотиків і бути щасливим».",
            "На щастя, наших новачків зазвичай зустрічає група доброзичливих, усміхнених людей, які, очевидно, досить задоволені життям, яке вони знайшли в Анонімних Наркоманах. Яку величезну надію це дає! Новачка, життя якого було смертельно серйозним, сильно приваблює атмосфера сміху та релаксації. Приходячи з місця, де все сприймається серйозно, де катастрофа завжди чекає за наступним поворотом, це довгоочікуване полегшення увійти в кімнату і знайти людей, які зазвичай не сприймають себе надто серйозно, які готові до чогось прекрасного.",
            "Ми вчимося відчувати легкість в одужанні. Ми сміємося над абсурдністю нашої залежності. Наші зустрічі — ці кімнати, наповнені жвавими, щасливими звуками кави, яка ллється, брязкання стільців і сміху залежних — це місця збору, де ми вперше вітаємо наших новачків і даємо їм зрозуміти, що так, зараз ми розважаємось."
        ],
        justForToday: "Я можу сміятися над собою. Я можу прийняти жарт. Сьогодні я розслаблюсь і повеселюсь."
    },
    "5-7": {
        "title": "Перетворення хаосу на мир",
        "quote": "\"Коли світ перебуває в такому хаосі, я відчуваю, що мені випало благословення бути там, де я перебуваю\".",
        "ref": "Базовий текст, стор. 145",
        "paragraphs": [
            "Іноді немає сенсу вмикати новини, ми чуємо так багато історій про насильство і хаос. Коли ми вживали наркотики, багато хто з нас звик до насильства. Через туман нашої залежності ми рідко переймалися станом справ у світі. Однак, коли ми стаємо чистими, багато хто з нас відчуває, що стає особливо чутливим до світу навколо нас. Що ми, люди, які одужують, можемо зробити, щоб зробити його кращим?",
            "Коли нас турбує неспокій нашого світу, ми можемо знайти розраду в молитві та медитації. Коли здається, що все перевернулося з ніг на голову, наш контакт з Вищою Силою може бути нашим заспокоєнням посеред будь-якої бурі. Коли ми зосереджені на нашому духовному шляху, ми можемо відповідати на наші страхи миром. А живучи мирно самі, ми запрошуємо дух миру увійти в наш світ. Як люди, що одужують, ми можемо впливати на позитивні зміни, роблячи все можливе, щоб практикувати принципи нашої програми."
        ],
        justForToday: "Я буду зміцнювати мир у світі, живучи, говорячи і діючи мирно у своєму житті."
    },
    "5-8": {
        "title": "Здатні до навчання",
        "quote": "\"Ми зрозуміли, що не знати всіх відповідей - це нормально, бо тоді ми можемо навчатися і можемо навчитися успішно жити в нашому новому житті\".",
        "ref": "Базовий текст, стор. 96",
        "paragraphs": [
            "У певному сенсі, залежність - це чудовий вчитель. І якщо залежність не вчить нас нічого іншого, то вона навчить нас смиренності. Ми чули, як кажуть, що нам знадобилось докласти максимум зусиль, щоб потрапити в АН. Тепер, коли ми тут, ми тут, щоб вчитися.",
            "Товариство АН - це чудове навчальне середовище для одужуючих залежних. На зустрічах ми не відчуваємо себе дурнями. Натомість ми знаходимо інших людей, які були там, де були ми, і які знайшли вихід. Все, що нам потрібно зробити, це визнати, що ми не знаємо всіх відповідей, а потім слухати, як інші діляться тим, що спрацювало для них.",
            "Як одужуючі залежні і як люди, ми маємо багато чому вчитися. Інші залежні та інші люди можуть багато чому навчити нас про те, що працює, а що ні. Поки ми здатні до навчання, ми можемо скористатися досвідом інших."
        ],
        justForToday: "Я визнаю, що не маю відповідей на всі питання. Я буду шукати і слухати досвід інших, щоб знайти відповіді, які мені потрібні."
    },
    "5-9": {
        "title": "Напиши про це!",
        "quote": "\"Ми сідаємо з зошитом, просимо керівництва, беремо ручку і починаємо писати\".",
        "ref": "Базовий текст, стор. 30",
        "paragraphs": [
            "Коли ми розгублені або нам боляче, наш спонсор іноді каже нам \"напиши про це\". Хоча ми можемо стогнати, коли дістаємо зошит, ми знаємо, що це допоможе. Викладаючи все на папері, ми даємо собі шанс розібратися з тим, що нас турбує. Ми знаємо, що зможемо докопатися до суті нашої плутанини і з'ясувати, що насправді спричиняє наш біль, коли поставимо ручку на папір.",
            "Письмо може бути корисним, особливо, коли працюєш над кроками. Багато учасників ведуть щоденник. Для більшості з нас недостатньо просто думати про кроки, обмірковувати їх значення і аналізувати їх ефект. Щось є у фізичній дії письма, яка допомагає закріпити принципи одужання в нашому розумі і серці.",
            "Нагороди, які ми знаходимо через просту дію письма, численні. Ясність думки, ключі до замкнених місць всередині нас і голос совісті - це лише деякі з них. Письмо допомагає нам бути більш чесними з собою. Ми сідаємо, заспокоюємо свої думки і слухаємо своє серце. Те, що ми чуємо в тиші - це істини, які ми записуємо на папері."
        ],
        justForToday: "Один із способів пошуку істини під час одужання - це писати. Сьогодні я напишу про своє одужання."
    },
    "5-10": {
        "title": "Стаємо повністю готовими",
        "quote": "\"Ми... добре бачимо, що ці недоліки роблять з нашим життям. Ми починаємо прагнути свободи від цих недоліків\".",
        "ref": "Базовий текст, стор. 34",
        "paragraphs": [
            "Повна готовність до того, щоб позбутися вад характеру, може бути тривалим процесом, який часто триває протягом усього життя. Наш стан готовності зростає прямо пропорційно до усвідомлення цих недоліків і руйнувань, які вони спричиняють.",
            "Нам може бути важко помітити руйнування, яке наші недоліки завдають нашому життю і життю тих, хто нас оточує. Якщо це так, нам варто попросити нашу Вищу Силу виявити ті недоліки, які стоять на шляху нашого прогресу.",
            "Коли ми відпустимо наші недоліки і побачимо, що їхній вплив слабшає, ми помітимо, що люблячий Бог замінює ці недоліки чеснотами. Там, де ми були боязкими, ми знаходимо відвагу. Там, де ми були егоїстичними, ми знаходимо щедрість. Наші ілюзії щодо себе зникнуть, а на зміну їм прийдуть чесність щодо себе і самоприйняття.",
            "Так, повна готовність означає, що ми змінимося. Кожен новий рівень готовності приносить нові дари. Змінюється наша основна природа, і незабаром ми виявимо, що наша готовність більше не викликається лише болем, але й бажанням духовно зростати."
        ],
        justForToday: "Я підвищу свій стан готовності, ставши більш свідомим своїх недоліків."
    },
    "5-11": {
        "title": "Врівноваження терезів",
        "quote": "\"Багато наших головних турбот і найбільших труднощів походять від нашого недосвідченості в житті без наркотиків. Часто, коли ми запитуємо старожила, що робити, ми дивуємося простоті відповіді\".",
        "ref": "Базовий текст, стор. 43",
        "paragraphs": [
            "Знайти баланс в одужанні дуже схоже на те, як сісти з терезами і купою піску. Мета полягає в тому, щоб мати рівну кількість піску на кожній шальці терезів, досягаючи балансу ваги.",
            "Те саме ми робимо в одужанні. Ми сідаємо на основу нашого чистого часу і Дванадцяти Кроків, а потім намагаємося додати роботу, домашні обов'язки, друзів, спонсорів, стосунки, зустрічі і служіння рівними частинами так, щоб терези зрівноважилися. Наша перша спроба може вивести наші особисті терези з рівноваги. Ми можемо виявити, що через нашу надмірну залученість у служіння ми засмутили нашого роботодавця або нашу сім'ю. Але коли ми намагаємося виправити цю проблему, повністю відмовившись від служіння АН, інша шалька терезів виходить з рівноваги.",
            "Ми можемо звернутися за допомогою до членів АН, які стабілізували свої терези. Таких людей легко впізнати. Вони виглядають спокійними, врівноваженими і впевненими в собі. Вони посміхнуться, визнаючи нашу дилему, і розкажуть, як вони сповільнили темп, додали лише кілька піщинок на кожну шальку терезів за раз і були винагороджені рівновагою у процесі одужання."
        ],
        justForToday: "Я шукаю баланс у своєму житті. Сьогодні я попрошу інших поділитися своїм досвідом у пошуку цієї рівноваги."
    },
    "5-12": {
        "title": "Жити з духовним досвідом",
        "quote": "\"Щоб медитація приносила користь, її результати повинні проявлятися в нашому повсякденному житті\".",
        "ref": "Базовий текст, стор. 47",
        "paragraphs": [
            "Працюючи над нашою програмою, ми отримуємо багато непрямих вказівок на присутність Вищої Сили в нашому житті: відчуття чистоти, яке приходить до багатьох з нас, коли ми робимо П'ятий Крок; відчуття того, що ми нарешті на правильному шляху, коли ми відшкодовуємо збитки; задоволення, яке ми отримуємо, допомагаючи іншому залежному. Медитація, однак, час від часу приносить нам надзвичайні ознаки Божої присутності в нашому житті. Цей досвід не означає, що ми стали досконалими чи \"вилікувалися\". Вони дають нам смак самого джерела нашого одужання, нагадують нам про справжню природу того, чого ми прагнемо в Анонімних Наркоманах, і заохочують нас продовжувати йти нашим духовним шляхом.",
            "Такий досвід недвозначно демонструє, що ми доторкнулися до Сили, значно могутнішої за нашу власну. Але як нам включити цю надзвичайну Силу в наше повсякденне життя? Наші друзі з АН, наш спонсор та інші члени наших спільнот можуть бути більш досвідченими в духовних питаннях, ніж ми. Якщо ми попросимо, вони можуть допомогти нам вписати наш духовний досвід в природний процес одужання і духовного зростання."
        ],
        justForToday: "Я буду шукати будь-які відповіді, які мені можуть знадобитися, щоб зрозуміти свій духовний досвід і включити його в моє повсякденне життя."
    },
    "5-13": {
        "title": "Вперед у подорож",
        "quote": "\"Прогрес одужання - це безперервна подорож в гору\".",
        "ref": "Базовий текст, стор. 83",
        "paragraphs": [
            "Чим довше ми залишаємося чистими, тим крутішим і вужчим здається наш шлях. Але Бог не дає нам більше, ніж ми можемо витримати. Якою б важкою не була дорога, якою б вузькою не була, якими б звивистими не були повороти, є надія. Ця надія полягає в нашому духовному розвитку.",
            "Якщо ми продовжуємо приходити на зустрічі і залишатися чистими, життя стає... ну, іншим. Постійний пошук відповідей на життєві злети і падіння може привести нас до того, що ми будемо ставити під сумнів всі аспекти нашого життя. Життя не завжди приємне. Саме тоді ми повинні звернутися до наших Вищих Сил з ще більшою вірою. Іноді все, що ми можемо зробити, це міцно триматися, вірячи, що все налагодиться.",
            "З часом наша віра призведе до розуміння. Ми почнемо бачити \"більшу картину\" нашого життя. У міру того, як наші стосунки з Вищою Силою розгортаються і поглиблюються, прийняття стає майже другою натурою. Незалежно від того, що відбувається під час одужання, ми покладаємося на нашу віру в люблячу Вищу Силу і продовжуємо рухатися вперед."
        ],
        justForToday: "Я визнаю, що не маю відповідей на всі життєві питання. Тим не менш, я буду вірити в Бога, як я його розумію, і продовжуватиму свій шлях до одужання."
    },
    "5-14": {
        "title": "Упс!",
        "quote": "\"Божевілля - це повторення тих самих помилок і очікування інших результатів\".",
        "ref": "Базовий текст, стор. 23",
        "paragraphs": [
            "Помилки! Ми всі знаємо, як це робити їх. Багато хто з нас відчуває, що все наше життя було помилкою. Ми часто ставимося до наших помилок із соромом чи почуттям провини - щонайменше, з розчаруванням і нетерпінням. Ми схильні сприймати помилки як доказ того, що ми все ще хворі, божевільні, дурні або занадто травмовані, щоб видужувати.",
            "Насправді ж помилки - це життєво важлива і невід'ємна частина людського буття. Для особливо впертих людей (наприклад, залежних) помилки часто є нашими найкращими вчителями. Помилятися не соромно. Насправді, вчинення нових помилок часто показує нашу готовність ризикувати і розвиватися.",
            "Однак корисно, якщо ми вчимося на своїх помилках; повторення одних і тих же помилок може бути ознакою того, що ми застрягли. А очікувати інших результатів від тих самих старих помилок - це те, що ми називаємо \"божевіллям\". Це просто не працює."
        ],
        justForToday: "Помилки - це не трагедії. Але, будь ласка, Вища Сила, допоможи мені вчитися на них!"
    },
    "5-15": {
        "title": "Страх перед Четвертим Кроком",
        "quote": "\"Наближаючись до цього кроку, більшість з нас боїться, що всередині нас сидить монстр, який, якщо його випустити, знищить нас\".",
        "ref": "Базовий текст, стор. 27",
        "paragraphs": [
            "Більшість з нас боїться зазирнути в себе, дослідити своє єство. Ми боїмося, що якщо проаналізуємо свої вчинки і мотиви, то виявимо бездонну чорну яму егоїзму і ненависті. Але, зробивши Четвертий Крок, ми зрозуміємо, що ці страхи були безпідставними. Ми такі ж люди, як і всі інші - не більше, не менше.",
            "У кожного з нас є риси характеру, якими ми не особливо пишаємося. У поганий день ми можемо думати, що наші помилки гірші, ніж у когось іншого. У нас будуть моменти невпевненості в собі. Ми ставитимемо під сумнів наші мотиви. Ми можемо навіть ставити під сумнів саме наше існування. Але якби ми могли прочитати думки наших товаришів, ми б побачили ті ж самі труднощі. Ми не кращі і не гірші за інших.",
            "Ми можемо змінити лише те, що визнаємо і розуміємо. Замість того, щоб продовжувати боятися того, що поховано всередині нас, ми можемо винести це назовні. Ми більше не будемо боятися, і наше одужання буде процвітати в повному світлі самоусвідомлення."
        ],
        justForToday: "Я боюся того, чого не знаю. Я викрию свої страхи і дозволю їм зникнути."
    },
    "5-16": {
        "title": "Воля нашої Вищої Сили",
        "quote": "\"Божа воля для нас стає нашою власною істинною волею для нас самих\".",
        "ref": "Базовий текст, стор. 48",
        "paragraphs": [
            "Дванадцять Кроків - це шлях до духовного пробудження. Це пробудження набуває форми відносин, що розвиваються, з люблячою Вищою Силою. Кожен наступний крок зміцнює ці стосунки. Коли ми продовжуємо працювати над кроками, ці стосунки зростають, стаючи все більш важливими в нашому житті.",
            "Під час роботи над кроками ми приймаємо особисте рішення дозволити люблячій Вищій Силі керувати нами. Це керівництво завжди доступне; нам потрібно лише терпіння, щоб шукати його. Часто це керівництво проявляється у внутрішній мудрості, яку ми називаємо совістю.",
            "Коли ми відкриваємо своє серце достатньо широко, щоб відчути керівництво нашої Вищої Сили, ми відчуваємо спокій і безтурботність. Цей спокій є маяком, який веде нас через наші неспокійні почуття, забезпечуючи чіткий напрямок, коли наш розум зайнятий і розгублений. Коли ми шукаємо і виконуємо Божу волю в нашому житті, ми знаходимо задоволення і радість, які часто вислизають від нас, коли ми намагаємося діяти самостійно. Страх або сумніви можуть переслідувати нас, коли ми намагаємося виконати волю Вищої Сили, але ми навчилися довіряти моменту прозріння. Наше найбільше щастя полягає в тому, щоб слідувати волі нашого люблячого Бога."
        ],
        justForToday: "Я буду прагнути зміцнити свої стосунки з Вищою Силою. Я знаю з досвіду, що знання волі моєї Вищої Сили дає відчуття ясності, спрямованості та спокою."
    },
    "5-17": {
        "title": "Недоліки",
        "quote": "“Ми були повністю готові до того, щоб Бог усунув усі ці вади характеру.”",
        "ref": "Крок Шостий",
        "paragraphs": [
            "Зробивши П’ятий Крок, багато хто з нас присвячує певний час роздумам про «справжню природу наших проступків» і ту роль, яку вони відіграли, щоб зробити нас тими, ким ми були. Яким було б наше життя без, скажімо, нашої зарозумілості?",
            "Звичайно, зарозумілість віддаляла нас від наших товаришів, не даючи нам отримувати радість та вчитися у них. Але зарозумілість також добре нам послужила, підтримуючи наше его перед лицем критично низької самооцінки. Яку перевагу ми би отримали, усунувши нашу зарозумілість, і що б нас тоді підтримувало?",
            "Коли наша зарозумілість зникне, ми будемо на крок ближче до того, щоб зайняти належне місце серед інших людей. Ми зможемо цінувати їхню компанію, їхню мудрість і приймати їх виклики, як рівних собі істот. Ми отримаємо підтримку та керівництво, якщо забажаємо, від Вищої Сили, що піклується про нас; «низька самооцінка» перестане бути нашою проблемою.",
            "Ми досліджували недоліки нашого характеру один за одним і виявили, що всі вони дефективні — зрештою, тому їх і називають дефектами. І чи були ми повністю готові до того, щоб Бог прибрав їх усі без залишку? Так."
        ],
        justForToday: "Я ретельно вивчу всі свої вади характеру, щоб дізнатися, чи готовий я, щоб Бог, як я його розумію, їх усунув."
    },
    "5-18": {
        "title": "Друзі та виправлення помилок — без ускладнення",
        "quote": "“Ми здійснювали безпосереднє відшкодування цим людям, там де це було можливо, за винятком випадків, коли це могло зашкодити їм чи іншим.”",
        "ref": "Крок Дев’ятий",
        "paragraphs": [
            "У будь-яких стосунках ми не завжди справляємось з ситуацією так, як сподівались. Але дружба не повинна закінчуватися, коли ми робимо помилки; замість цього ми можемо виправитися. Якщо ми щиро готові прийняти відповідальність, пов’язану з дружбою, і відшкодувати свої борги, ця дружба може стати міцнішою та наповненішою, ніж будь-коли.",
            "Виправити провину просто. Ми підходимо до людини, якій заподіяли шкоду, і кажемо: «Я був неправий». Іноді ми уникаємо того, щоб переходити до суті, ухиляючись від визнання власної відповідальності у справі. Але це не дає досягти цілі Дев’ятого кроку. Щоб по справжньому виправити ситуацію, нам потрібно бути простими: ми визнаємо свою частину відповідальності і залишаємось на цьому.",
            "Будуть випадки, коли наші друзі не прийматимуть наші вибачення. Можливо, їм потрібен час, щоб переварити те, що сталося. Якщо це так, ми повинні дати їм цей час. Зрештою, ми були неправі, а не вони. Ми зробили свою частину; решта не в наших силах."
        ],
        justForToday: "Я хочу бути відповідальним другом. Я намагатимусь нічого не ускладнювати, коли вибачатимусь"
    },
    "5-19": {
        "title": "Інвентаризація росту",
        "quote": "«Ми переглядаємо наші минулі результати та нашу теперішню поведінку, щоб побачити, що ми хочемо зберегти, а що хочемо відкинути.»",
        "ref": "Базовий текст, стор.29",
        "paragraphs": [
            "Коли день наближається до кінця, багато хто з нас розмірковує про минулі двадцять чотири години і замислюється над тим, як би ми могли жити інакше в майбутньому. Наші думки легко потрапляють в пастку буденності: замінити масло в машині, прибрати у вітальні чи винести сміття. Іноді потрібно докласти особливих зусиль, щоб вивести наше мислення з повсякденної колії на вищий шлях.",
            "Одне просте запитання може поставити нас на вищий шлях: що, на нашу думку, планує наша Вища Сила для нас на завтра? Можливо, нам потрібно покращити наш слабкий свідомий контакт з Богом нашого розуміння. Можливо, нам було незатишно на нашій роботі чи в наших стосунках, і ми тримались за них лише через страх. Можливо, ми приховуємо якийсь недолік характеру, що нас турбує, боїмося розповісти про нього нашому спонсору. Питання в тому, в яких сферах нашого життя ми дійсно хочемо зростати?",
            "Коли день закінчується, ми вважаємо за корисне витратити кілька хвилин, щоб провести час із нашою Вищою Силою. Ми можемо розмірковувати про те, що принесе найбільшу користь нашій програмі духовного зростання завтра. Ми думаємо про ті галузі, в яких зросли останнім часом, і цільові сфери, які ще потребують роботи. Який спосіб закінчити день є найбільш доречним?"
        ],
        justForToday: "В кінці дня я виділю час для спілкування зі своєю Вищою Силою. Я перегляну минулий день, розмірковуючи про те, що стоїть поміж мною та волею моєї Вищої Сили стосовно мого життя."
    },
    "5-20": {
        "title": "Виходячи з ізоляції",
        "quote": "\"Ми помітили, що робимо речі, які ніколи раніше не збирались робити, і отримуємо від них задоволення.”",
        "ref": "Базовий Текст, стор.102",
        "paragraphs": [
            "Активна залежність тримала нас в ізоляції з багатьох причин. Спочатку ми уникали сім’ї та друзів, щоб вони не дізналися, що ми вживаємо. Деякі з нас уникали всіх незалежних, боячись моральної реакції та правових наслідків. Ми принижували людей, які мали «нормальне» життя з сім’ями та хобі; ми називали їх «некрутими», вважаючи, що ніколи не зможемо насолоджуватися простими радощами життя. Зрештою, ми навіть уникали інших наркоманів, тому що не хотіли ділитися своїми наркотиками.",
            "Наше життя звужувалося, і наші клопоти обмежувалися щоденною підтримкою нашої хвороби.",
            "Сьогодні наше життя набагато повніше. Нам подобається діяльність з іншими одужуючими залежними. У нас є час для наших сімей. І ми відкрили багато інших занять, які приносять нам задоволення. Яка різниця з минулим! Ми можемо жити так само повноцінно, як і «нормальні» люди, яких колись зневажали. У наше життя повернулася насолода, дар одужання."
        ],
        justForToday: "Я можу знайти задоволення від простих занять повсякденного життя."
    },
    "5-21": {
        "title": "Продовжуй повертатися!",
        "quote": "“Зустрічі дають нам зв’язок із тим, де ми були, але, що важливіше, з тим, куди ми могли б спрямувати під час нашого відновлення.”",
        "ref": "Базовий Текст, стор.56",
        "paragraphs": [
            "Багато в чому залежні бувають різними. Коли ми прийшли в Анонімні Наркомани, то знайшли таких, як ми, людей, які розуміли нас і яких ми могли зрозуміти. Ми більше не відчували себе інопланетянами, чужинцями, куди б ми не пішли. Ми були вдома на зустрічах АН, серед друзів.",
            "Ми не перестаємо бути залежними після того, як деякий час були чистими. Нам все ще потрібно ідентифікувати себе з іншими залежними. Ми продовжуємо приходити на збори АН, щоб підтримувати зв’язок з тим, хто ми є, звідки прийшли і куди йдемо. Кожна зустріч нагадує нам, що ми ніколи не зможемо успішно вживати наркотики. Кожна зустріч нагадує нам, що ми ніколи не вилікуємось, але що, практикуючи принципи програми, ми можемо одужувати. І кожна зустріч дає нам досвід і приклад інших залежних у безперервному одужанні.",
            "На зустрічах ми бачимо, як різні люди працюють за програмою, і результати помітні в їхньому житті. Якщо ми хочемо жити життям, яке ми споглядаємо у інших, ми можемо дізнатися, що вони зробили, щоб потрапити туди, де вони є. Зустрічі Анонімних Наркоманів пропонують нам ідентифікацію з тим, де ми були і куди ми можемо піти — ідентифікація, без якої ми не можемо обійтися і не можемо дістатись нікуди більше. Це змушує нас повертатися."
        ],
        justForToday: "Я відвідаю зібрання АН, щоб нагадати собі, хто я, звідки я прийшов і куди я можу відправитись під час одужання."
    },
    "5-22": {
        "title": "Ознаки духовного пробудження",
        "quote": "“Кроки ведуть до пробудження духовної природи. Про це пробудження свідчать зміни в нашому житті.”",
        "ref": "Базовий Текст, стор.49",
        "paragraphs": [
            "Ми знаємо, як розпізнати хворобу залежності. Її симптоми безсумнівні. Крім неконтрольованого апетиту до наркотиків, ті, хто страждає, демонструють egocентричну, корисливу поведінку. Коли наша залежність була на піку активності, ми, очевидно, відчували сильний біль. Ми невпинно судили себе та інших і проводили більшу частину свого часу, хвилюючись або намагаючись контролювати життя.",
            "Подібно до того, як хвороба залежності підтверджується певними симптомами, так само духовне пробудження проявляється певними помітними ознаками в одужуючого залежного. Ми можемо спостерігати тенденцію думати та діяти спонтанно, втрату інтересу до оцінки чи інтерпретації дій когось іншого, очевидну здатність насолоджуватися кожною миттю та часті напади сміху.",
            "Якщо ми бачимо у когось симптоми духовного пробудження, ми повинні знати, що таке пробудження заразне. Найкраще, що ми можемо зробити в цьому випадку — наблизитися до цих людей. Коли ми почнемо відчувати часті, приголомшливі епізоди вдячності, підвищену сприйнятливість до любові, яку проявляють члени нашої групи, і нестримне бажання повернути цю любов, ми зрозуміємо, що у нас теж відбулося духовне пробудження."
        ],
        justForToday: "Моє найсильніше бажання – це духовне пробудження. Я буду спостерігати за його ознаками і радіти, коли виявлю їх."
    },
    "5-23": {
        "title": "Виправлення та спонсори",
        "quote": "“Ми хочемо звільнитися від своєї провини, але не хочемо робити це за рахунок когось іншого.”",
        "ref": "Базовий Текст, стор. 40",
        "paragraphs": [
            "Давайте подивимося правді в очі: більшість з нас залишили сліди руйнування і завдали шкоди кожному, хто трапився на нашому шляху. Деякі з людей, яких ми найбільше ранили через свою залежність, були людьми, яких ми найбільше любили. Прагнучи очистити себе від провини, яку ми відчуваємо за те, що ми зробили, у нас може виникнути спокуса поділитися з нашими близькими, у жахливих деталях, тими речами, про які краще не говорити. Така відвертість може завдати великої шкоди, а користі з неї мало.",
            "Дев’ятий крок не полягає в тому, щоб полегшити нашу совість; йдеться про те, щоб взяти на себе відповідальність за кривду, яку ми скоїли. Виконуючи Восьмий і Дев’ятий кроки, нам потрібно шукати вказівок нашого спонсора і виправляти свої помилки таким чином, щоб нам не потрібно було більше здійснювати виправлень. Ми не просто шукаємо свободи від докорів сумління — ми шукаємо свободи від наших недоліків. Ми хочемо ніколи більше не завдавати зла нашим близьким. Один із способів переконатися, що ми цього не зробимо, — це відповідально працювати над Дев’ятим кроком, перевіряючи наші мотиви та обговорюючи з нашим спонсором конкретні виправлення, які ми плануємо внести, перед тим як зробити їх."
        ],
        justForToday: "Я хочу взяти на себе відповідальність за свої дії. Перед тим як робити виправлення, я поговорю зі своїм спонсором."
    },
    "5-24": {
        "title": "Ризикована вразливість",
        "quote": "“Зростаючи, ми вчимося долати тенденцію тікати й ховатися від себе та своїх почуттів.”",
        "ref": "Базовий текст, стор. 85",
        "paragraphs": [
            "Замість ризику вразливості, багато хто з нас виробили звички, які тримають інших на безпечній відстані. Ці моделі емоційної ізоляції можуть дати нам відчуття, що ми безнадійно замкнені за своїми масками. Раніше ми ризикували своїм життям; тепер ми можемо ризикувати своїми почуттями.",
            "Ділячись наболілим з іншими залежними, ми дізнаємося, що ми не унікальні; ми не робимо себе надмірно вразливими, просто даючи іншим знати, хто ми є, тому що ми в хорошому товаристві. І, працюючи за програмою «Дванадцять Кроків» АН, ми ростемо і змінюємося. Ми більше не хочемо і не маємо потреби приховувати те, що з’являється в нас. Нам дається можливість позбутися емоційного камуфляжу, який ми одягнули, щоб пережити фазу активної залежності.",
            "Відкриваючись перед іншими, ми ризикуємо стати вразливими, але цей ризик цілком вартує своїх винагород. За допомогою нашого спонсора та інших одужуючих залежних, ми вчимося чесно та відверто висловлювати свої почуття. У свою чергу, нас живить і підбадьорює безумовна любов наших компаньйонів. Практикуючи духовні принципи, ми знаходимо силу і свободу як в собі, так і в оточуючих. Ми вільні бути самими собою і насолоджуватися компанією наших колег-залежних."
        ],
        justForToday: "Я відкрито й чесно поділюся наболілим з іншим одужуючим залежним. Я ризикну стати вразливим і святкуватиму себе та свою дружбу з іншими членами АН. Я зростатиму."
    },
    "5-25": {
        "title": "\"Хороші\" й \"погані\" почуття",
        "quote": "\"Багато чого відбувається протягом одного дня, як негативного, так і позитивного. Якщо ми не виділяємо час на те, щоб оцінити одне і друге, можливо, ми не помітимо чогось, що допоможе нам зростати\".",
        "ref": "ІП № 8, Лише сьогодні",
        "paragraphs": [
            "Більшість із нас, здається, підсвідомо оцінюють те, що відбувається у нашому житті щодня, як добре чи погане, успіх чи невдачу. Ми схильні радіти \"доброму\" і злитися, засмучуватися або відчувати провину через \"погане\". Однак, гарні та погані почуття часто мають мало спільного з тим, що дійсно є добрим чи поганим для нас. Ми можемо навчитися більшому з наших невдач, ніж із наших успіхів, особливо, якщо невдача сталася внаслідок ризику.",
            "Прив'язування оціночних суджень до наших емоційних реакцій прив'язує нас до нашого старого способу мислення. Ми можемо змінити те, як ми дивимось на події повсякденного життя, розглядаючи їх як можливості для зростання, а не як добрі чи погані. Ми можемо шукати уроки, а не визначати цінність. Коли ми це робимо, ми навчаємось чомусь новому щодня. Наш щоденний десятий крок - прекрасний інструмент для оцінки подій, що трапились протягом дня, та отримання уроків як з успіхів, так і з невдач."
        ],
        justForToday: "Мені пропонують можливість застосувати принципи одужання, для того, щоб я міг вчитися і рости. Коли я вчуся на життєвих подіях, я досягаю успіху."
    },
    "5-26": {
        "title": "Сила в групі",
        "quote": "\"Наше розуміння Вищої Сили залежить від нас.... Ми можемо називати її групою, програмою, або ми можемо називати її Богом\".",
        "ref": "Базовий текст, стор. 24",
        "paragraphs": [
            "Багатьом з нас важко змиритися з ідеєю Вищої Сили, поки ми повністю не прийняли глибину нашого власного безсилля перед залежністю. Як тільки ми це зробимо, більшість з нас, принаймні, готові розглянути можливість звернення по допомогу до якоїсь Сили, більш могутнішої, ніж наша хвороба. Перше практичне знайомство багатьох із нас з такого роду Силою відбувається на групі АН. Можливо, саме з цього нам слід почати розвивати наше власне розуміння Бога.",
            "Одним зі свідчень Сили в групі є безумовна любов, яка проявляється, коли члени АН допомагають один одному, не чекаючи винагороди. Колективний досвід групи в одужанні сам по собі є Силою, могутнішою за нас, оскільки група має практичні знання про те, що працює, а що ні. А той факт, що залежні продовжують приходити на зустрічі АН день за днем, є демонстрацією присутності Вищої Сили, якоїсь прихильної, турботливої сили, яка допомагає залежним залишатися чистими і зростати.",
            "Все це свідчить про Силу, яку можна знайти на групах АН. Коли ми озирнемося навколо з відкритим розумом, кожен із нас зможе визначити певні ознаки цієї Сили. Не має значення, чи називаємо ми її Богом, Вищою Силою або чимось ще — доки ми знаходимо спосіб притягнути цю Силу в наше повсякденне життя."
        ],
        justForToday: "Я відкрию свої очі і свій розум до Сили, що існує в моїй групі АН. Я закличу цю Силу, щоб вона допомогла мені залишатися чистим."
    },
    "5-27": {
        "title": "Вирішення завдань дня",
        "quote": "“...рішення просити Божої допомоги - наше головне джерело сили і мужності\".",
        "ref": "Базовий текст, стор. 26",
        "paragraphs": [
            "Виклик - це будь-що, що змушує нас досягати успіху. Нові й незнайомі речі - це виклики, незалежно від того, здаються вони нам хорошими чи поганими. Нам кидають виклик перешкоди й протидії, як всередині нас самих, так і ззовні. Нові й важкі справи, перешкоди й протидії - все це частина \"життя на умовах життя\". Жити в чистоті означає вчитися зустрічатися з викликами.",
            "Багато хто з нас, свідомо чи несвідомо, вживали наркотики, щоб уникнути викликів. Багато з нас однаково боялися як невдачі, так і успіху. Кожного разу, коли ми відхиляли виклик сьогоднішнього дня, ми страждали від втрати самоповаги. Дехто з нас вживав наркотики, щоб приховати сором, який ми відчували. Кожного разу, коли ми це робили, ми ставали ще менш здатними зустрічати виклики життя і вживали все частіше.",
            "Працюючи за програмою АН, ми знайшли інструменти, необхідні нам для успішного прийняття будь-яких викликів. Ми прийшли до віри в Силу, могутнішу за нас, Силу, яка піклується про нас і наше життя. Ми попросили цю Силу усунути вади нашого характеру, ті речі, які робили наше життя некерованим. Ми зробили необхідні дії, щоб покращити наш свідомий контакт з цією Вищою Силою. Завдяки крокам, ми отримали можливість припинити вживати наркотики і почати жити.",
            "Кожен день ми стикаємося з новими викликами. І кожен день, працюючи за нашою програмою одужання, нам дається благодать для прийняття цих викликів."
        ],
        justForToday: "Я попрошу свою Вищу Силу допомогти мені гідно впоратися з сьогоднішнім викликом."
    },
    "5-28": {
        "title": "Як ми розуміємо",
        "quote": "\"Ми проаналізували своє життя і виявили, хто ми є насправді. Бути по-справжньому смиренним - значить приймати себе і чесно намагатися бути самими собою\".",
        "ref": "Базовий текст, стор 36",
        "paragraphs": [
            "Коли ми були вживаючими залежними, вимоги нашої хвороби визначали нашу особистість. Для того, щоб отримати нашу \"дозу\", ми могли бути ким завгодно або чим завгодно в залежності від того, ким нам потрібно було бути. Ми були машинами виживання, які легко пристосовуються до будь-яких обставин повсякденного життя.",
            "Як тільки ми почали одужувати, ми вступили в нове життя. Багато хто з нас не мав уявлення про те, яка поведінка була б доречною для нас у тій чи іншій ситуації. Деякі з нас не знали, як розмовляти з людьми, як одягатися або як поводитися на публіці. Ми не могли бути самими собою, тому що більше не знали, хто ми такі.",
            "Дванадцять кроків дають нам простий спосіб дізнатися, хто ми є насправді. Ми розкриваємо свої переваги та вади, те, що нам подобається в собі, і те, від чого ми не в захваті. Завдяки цілющій силі Дванадцяти кроків ми починаємо розуміти, що ми - особистості, створені Вищою Силою нашого розуміння для того, щоб бути тими, хто ми є. Справжнє зцілення починається, коли ми розуміємо, що якщо наша Вища Сила створила нас такими, значить, це нормально - бути тими, хто ми є насправді."
        ],
        justForToday: "Працюючи за кроками, я можу відчути свободу бути собою - людиною, яку забажала бачити моя Вища Сила."
    },
    "5-29": {
        "title": "Подбай про мене",
        "quote": "\"Ми віримо, що наша Вища Сила подбає про нас\".",
        "ref": "Базовий текст, стор 58",
        "paragraphs": [
            "У всіх нас бувають моменти, коли здається, що наше життя розвалюється на частини. Бувають дні або навіть тижні, коли здається, що все, що може піти не так, йде не так. Будь то втрата роботи, смерть коханої людини або розрив стосунків, ми сумніваємося, що витримаємо зміни, які відбуваються у нашому житті.",
            "Саме в ті часи, коли світ руйнується у нас на очах, ми знаходимо найбільшу віру в люблячу Вищу Силу. Жодна людина не могла б полегшити наші страждання; ми знаємо, що тільки Божа турбота може дати розраду, яку ми шукаємо. Ми відчуваємо себе розбитими, але йдемо далі, знаючи, що наше життя відновиться.",
            "У міру того, як ми просуваємося у своєму одужанні і наша віра в нашу Вищу Силу зростає, ми обов'язково зустрінемо важкі часи з почуттям надії, незважаючи на біль, який ми можемо відчувати. Нам не потрібно впадати у відчай, бо ми знаємо, що турбота Нашої Вищої сили допоможе нам пережити ті моменти, коли ми не можемо впоратись самостійно."
        ],
        justForToday: "Я буду покладатися на Боже піклування у важкі часи, знаючи, що моя Вища Сила завжди буде поруч."
    },
    "5-30": {
        "title": "Самотність проти усамітнення",
        "quote": "\"Коли ми ділимось чимось з іншими, ми не відчуваємо себе ізольованими та самотніми\".",
        "ref": "Базовий текст, стор 85",
        "paragraphs": [
            "Є різниця між самотністю і усамітненням. Самотність - це душевний стан, порожнеча, яка змушує нас відчувати смуток, а іноді й безнадійність. Самотність не завжди полегшується, коли ми вступаємо у стосунки або оточуємо себе іншими людьми. Декому з нас самотньо навіть у кімнаті, повній людей.",
            "Багато хто з нас прийшов у Товариство \"Анонімні Наркоманів\" через відчайдушну самотність, викликану нашою залежністю. Прийшовши на зустрічі, ми починаємо заводити нових друзів, і часто наше почуття самотності слабшає. Але багатьом з нас доводиться боротися з самотністю протягом усього нашого одужання.",
            "Які ліки від самотності? Найкращі ліки - це почати стосунки з Вищою Силою, яка може допомогти заповнити порожнечу в нашій душі. Ми з'ясовуємо, що коли в нас є віра у Вищу Силу, нам ніколи не доводиться відчувати себе самотніми. Ми можемо відчувати себе більш комфортно на самоті, коли у нас є свідомий контакт з Богом нашого розуміння.",
            "Ми часто знаходимо глибоке задоволення в наших взаємодіях з іншими людьми, коли ми просуваємося у своєму одужанні. Проте, ми також з'ясовуємо, що чим ближче ми наближаємося до нашої Вищої Сили, тим менше нам потрібно оточувати себе іншими людьми. Коли ми продовжуємо досліджувати і поглиблювати наш зв'язок з Силою, могутнішою за нас, ми починаємо відчувати всередині себе дух, який є нашим постійним супутником. Ми усвідомлюємо, що духовно пов'язані з чимось більшим, ніж ми."
        ],
        justForToday: "Я буду знаходити розраду в своєму свідомому контакті з вищою силою. Я ніколи не сам."
    },
    "5-31": {
        "title": "Не ускладнюй",
        "quote": "\"Ми живемо день за днем, але й також від моменту до моменту. Коли ми перестаємо жити тут і зараз, наші проблеми невиправдано збільшуються\".",
        "ref": "Базовий текст, стор 99",
        "paragraphs": [
            "Життя часто здається занадто складним для розуміння, особливо тим з нас, хто так довго ухилявся від нього. Коли ми перестали вживати наркотики, багато хто з нас зіткнувся віч-на-віч зі світом, який збивав з пантелику і навіть лякав. Одночасно подивитись на все життя і всі його деталі - це може бути приголомшливим. Ми думаємо, що, можливо, ми все-таки не впораємося з життям і що марно намагатися. Ці думки підживлюють самі себе, і доволі швидко нас паралізує уявна складність життя.",
            "На щастя, нам не потрібно виправляти все відразу. Розв’язання однієї проблеми здається можливим, тому ми розглядаємо по одній проблемі за раз. Ми дбаємо про кожен момент, коли він наступає, а потім дбаємо про наступний, коли наступає він. Ми вчимося залишатися чистими лише сьогодні, і ми підходимо до наших проблем таким же чином. Коли ми проживаємо життя в кожному моменті, це не така вже страшна перспектива. Роблячи один подих за раз, ми можемо залишатися чистими і вчитися жити."
        ],
        justForToday: "Я не буду ускладнювати життя, живучи лише в цьому моменті. Сьогодні я буду займатися тільки сьогоднішніми проблемами; завтрашні проблеми я залишу на завтра."
    },
    "6-1": {
        "title": "Продовжуй повертатися",
        "quote": "\"Ми не зобов'язані бути чистими, коли приходимо сюди, але після першої зустрічі ми пропонуємо новачкам продовжувати приходити і повертатися чистими. Нам не потрібно чекати передозування або тюремного ув'язнення, щоб отримати допомогу від Анонімних Наркоманів\".",
        "ref": "Базовий текст, стор. 10-11",
        "paragraphs": [
            "Мало хто з нас приходить в АН з готовністю. Деякі з нас тут, тому що нас зобов'язав суд. Дехто прийшов, щоб врятувати свої сім'ї. Дехто намагається врятувати кар'єру, що балансує на межі краху. Не має значення чому ми тут. Важливо лише те, що ми тут.",
            "Ми чули, як кажуть, що \"якщо ми приведемо тіло, то розум піде за ним\". Можливо, ми приходимо на зустрічі з певними проблемами за плечима. Ми можемо бути одними з тих, хто сидить в глибині залу, склавши руки на грудях, погрозливо дивлячись на кожного, хто до нас наближається. Можливо, ми підемо ще до фінальної молитви.",
            "Але якщо ми продовжуємо повертатися, то помічаємо, що наш розум починає відкриватися. Ми починаємо втрачати пильність і починаємо по-справжньому слухати, коли інші діляться своїми думками. Ми можемо навіть почути когось, хто говорить, з ким ми можемо порозумітися. Ми починаємо процес змін.",
            "Через деякий час перебування в АН ми бачимо, що в наших кімнатах для зустрічей з'явилося щось більше, ніж просто наш розум. Важливіше те, що наші серця також прийшли сюди. Після того, як це відбувається, починаються справжні чудеса!"
        ],
        justForToday: "Я намагатимусь слухати з відкритим серцем те, що я чую."
    },
    "6-2": {
        "title": "Страшно набридло",
        "quote": "\"Ми хотіли легкого рішення.... Коли ж ми шукали допомоги, то шукали лише позбавлення від болю\".",
        "ref": "Базовий текст, стор. 5",
        "paragraphs": [
            "Щось не працює. Насправді, щось було не так протягом тривалого часу, завдаючи нам болю і ускладнюючи наше життя. Проблема в тому, що в будь-який момент нам завжди здається легше продовжувати терпіти біль від наших недоліків, ніж підкоритися тотальному потрясінню, пов'язаному зі зміною способу життя. Ми можемо прагнути звільнитися від болю, але лише зрідка ми готові зробити те, що дійсно необхідно, щоб усунути джерело болю з нашого життя.",
            "Більшість з нас не починали шукати порятунку від залежності, доки не \"остогидло вже від того, що все це набридло і харить\". Те ж саме можна сказати і про затяжні дефекти характеру, які ми пронесли через усе життя. Тільки тоді, коли ми не можемо більше терпіти наші недоліки, тільки тоді, коли ми знаємо, що біль від змін не може бути таким же сильним, як біль, який ми відчуваємо сьогодні, більшість з нас готові спробувати щось інше.",
            "На щастя, кроки завжди є, незалежно від того, що нам страшенно набридло. Іронія полягає в тому, що як тільки ми приймаємо рішення розпочати процес \"Дванадцяти Кроків\", ми розуміємо, що наші страхи змін були безпідставними. Кроки пропонують м'яку програму змін, крок за кроком. Жоден крок не є настільки страшним, щоб ми не змогли його виконати самостійно. Застосовуючи кроки у своєму житті, ми відчуваємо зміни, які звільняють нас."
        ],
        justForToday: "Незалежно від того, що заважає мені жити повноцінним, щасливим життям, я знаю, що програма може допомогти мені змінитися, крок за кроком. Мені не потрібно боятися Дванадцяти Кроків."
    },
    "6-3": {
        "title": "Прямі та непрямі відшкодування",
        "quote": "\"Ми відшкодовуємо збитки в міру наших можливостей\".",
        "ref": "Базовий текст, стор. 40",
        "paragraphs": [
            "Дев'ятий Крок закликає нас до прямого відшкодування, коли це можливо. Наш досвід підказує нам, що за прямим відшкодуванням слідують довготривалі зміни в нашому відношенні і поведінці, тобто непряме відшкодування.",
            "Наприклад, скажімо, ми розбили чиєсь вікно, бо були злі. Недостатньо буде щиро подивитись в очі людині, вікно якої ми розбили, і вибачитись. Ми безпосередньо виправляємо те, що ми зробили, визнаючи це і замінюючи вікно - ми виправляємо те, що ми пошкодили.",
            "Потім ми слідуємо за нашими прямими відшкодуваннями за допомогою непрямих відшкодувань. Якщо ми виплеснули свій гнів, розбивши чиєсь вікно, ми досліджуємо моделі нашої поведінки і наші установки. Після того, як ми відремонтуємо розбите вікно, ми прагнемо відремонтувати наші зламані установки, намагаємося \"виправити наші вчинки\". Ми змінюємо свою поведінку і докладаємо щоденних зусиль, щоб не давати волю гніву.",
            "Ми робимо пряме відшкодування, виправляючи шкоду, яку ми заподіяли. Ми відшкодовуємо непряму шкоду, виправляючи відношення, які змушують нас завдавати шкоди в першу чергу, допомагаючи застрахуватися від того, що ми не завдамо ще більшої шкоди в майбутньому."
        ],
        justForToday: "Я буду відшкодовувати прямі збитки, де це можливо. Я також буду відшкодовувати непрямі збитки, \"виправляючи свої вчинки\", змінюючи своє відношення і поведінку."
    },
    "6-4": {
        "title": "Будуй, а не руйнуй",
        "quote": "\"Наше негативне почуття власної гідності замінюється позитивною турботою про інших\".",
        "ref": "Базовий текст, стор. 16",
        "paragraphs": [
            "Розповсюдження пліток підживлює в нас темний голод. Іноді ми думаємо, що єдиний спосіб відчути себе добре - це змусити когось іншого виглядати погано в порівнянні з нами. Але самооцінка, яку можна купити за чужий рахунок, є порожньою і не варта такої ціни.",
            "Як же тоді ми справляємося з нашим негативним відчуттям власної гідності? Дуже просто. Ми замінюємо його позитивною турботою про інших. Замість того, щоб зациклюватися на своїй низькій самооцінці, ми звертаємося до тих, хто нас оточує, і прагнемо бути їм корисними.",
            "Може здатися, що це спосіб уникнути проблеми, але це не так. Ми нічого не можемо зробити, зациклюючись на своєму низькому почутті власної гідності, окрім того, що перетворимо себе на рагу з жалю до себе. Але замінивши жалість до себе на активну, люблячу турботу про інших, ми стаємо тими людьми, яких можна поважати.",
            "Шлях до підвищення нашої самооцінки полягає не в тому, щоб знищувати інших, а в тому, щоб підносити їх через любов і позитивну турботу. Щоб допомогти собі в цьому, ми можемо запитати себе, чи створюємо ми проблему, чи сприяємо її вирішенню. Сьогодні ми можемо вибрати будувати, а не руйнувати."
        ],
        justForToday: "Хоча я може відчувати себе пригніченим, мені не потрібно руйнувати когось, щоб піднестися. Сьогодні я заміню своє негативне відчуття себе на позитивну турботу про інших. Я буду будувати, а не руйнувати."
    },
    "6-5": {
        "title": "Чесна молитва",
        "quote": "\"Хоча чесність важко практикувати, вона приносить найбільшу винагороду\".",
        "ref": "Базовий текст, стор. 96",
        "paragraphs": [
            "Як складно нам буває бути чесними! Багато хто з нас приходить в АН, настільки заплутавшись у тому, що насправді сталося в нашому житті, що іноді потрібні місяці і роки, щоб розібратися у всьому цьому. Правда нашої історії не завжди така, як ми її розповідаємо. Як ми можемо почати бути більш правдивими?",
            "Багато хто з нас вважає, що найлегше бути чесним у молитві. У спілкуванні з іншими залежними ми іноді відчуваємо, що нам важко говорити всю правду. Ми відчуваємо впевненість, що нас не приймуть, якщо ми відкриємо іншим себе такими, якими ми є насправді. Важко відповідати образу \"супер модного і фатально крутого\", який так багато хто з нас представляє! У молитві ми знаходимо прийняття від нашої Вищої Сили, що дозволяє нам відкривати наші серця з чесністю.",
            "Коли ми практикуємо цю чесність з Богом нашого розуміння, ми часто помічаємо, що вона має неабиякий ефект у нашому спілкуванні з іншими. У нас з'являється звичка бути чесними. Ми починаємо практикувати чесність, коли ділимося на зустрічах і в роботі з іншими. Натомість наше життя збагачується завдяки поглибленню дружніх стосунків. Ми навіть виявляємо, що можемо бути більш чесними з самими собою, а це найважливіша людина, з якою потрібно бути чесними!",
            "Чесність - це якість, яка розвивається через практику. Не завжди легко бути повністю правдивим, але коли ми починаємо з нашої Вищої Сили, нам легше поширювати нашу чесність на інших."
        ],
        justForToday: "Я буду чесним з Богом, собою та іншими."
    },
    "6-6": {
        "title": "Одужання не відбувається за одну ніч",
        "quote": "\"Дванадцять кроків Анонімних Наркоманів - це прогресивний процес одужання, який впроваджується в наше повсякденне життя\".",
        "ref": "Базовий текст, стор. 99",
        "paragraphs": [
            "Через деякий час одужання ми можемо виявити, що зіткнулися з тим, що здається нам непереборними особистими проблемами, почуттями гніву і відчаю. Коли ми усвідомлюємо, що відбувається, ми можемо вигукнути: \"Але ж я так старанно працював. Я думав, що я...\" Можливо, одужав? Навряд чи. Знову і знову ми чуємо, що одужання - це безперервний процес і що ми ніколи не вилікуємося. Але іноді ми віримо, що якщо ми будемо достатньо працювати, молитися або відвідувати достатньо зустрічей, то врешті-решт... ну, може, не вилікуємося, але станемо чимось більшим!",
            "І ми є \"чимось\". Ми одужуємо - одужуємо від активної залежності. Незалежно від того, з чим ми мали справу в процесі проходження кроків, завжди буде щось більше. Те, що ми не пам'ятали або не вважали важливим під час першої інвентаризації, обов'язково з'явиться пізніше. Знову і знову ми будемо звертатися до процесу кроків, щоб розібратися з тим, що нас турбує. Чим більше ми будемо використовувати цей процес, тим більше ми будемо йому довіряти, адже зможемо побачити результати. Ми переходимо від гніву та образи до прощення, від заперечення до чесності та прийняття, від болю до спокою.",
            "Одужання не відбувається за одну ніч, і наше одужання ніколи не буде повним. Але кожен день приносить нове зцілення і надію на краще завтра."
        ],
        justForToday: "Я зроблю все, що в моїх силах, для мого одужання сьогодні і буду підтримувати надію в процесі одужання."
    },
    "6-7": {
        "title": "Хтось, хто вірить в мене",
        "quote": "\"Лише сьогодні я буду вірити в когось в АН, хто вірить в мене і хоче допомогти мені в моєму одужанні\".",
        "ref": "Базовий текст, стор. 100",
        "paragraphs": [
            "Не всі з нас приходять в АН і автоматично залишаються чистими. Але якщо ми продовжуємо повертатися, ми знаходимо в Анонімних Наркоманах підтримку, необхідну для нашого одужання. Залишатися чистим легше, коли у нас є хтось, хто вірить у нас, навіть коли ми самі в себе не віримо.",
            "Навіть у найчастішого зривника в АН зазвичай є один вірний прихильник, який завжди поруч, незважаючи ні на що. Вкрай важливо, щоб ми знайшли цю людину або групу людей, які вірять в нас. Коли ми запитуємо їх, чи зможемо ми коли-небудь стати чистими, вони завжди відповідають: \"Так, ти можеш і зможеш. Просто продовжуй повертатися!\"",
            "Нам усім потрібен хтось, хто вірить у нас, особливо коли ми не можемо повірити в себе. Зриваючись, ми підриваємо нашу і без того зруйновану впевненість у собі, іноді настільки сильно, що починаємо відчувати себе абсолютно безнадійними. У такі моменти ми потребуємо підтримки наших вірних друзів з АН. Вони кажуть нам, що це може бути наш останній зрив. Вони знають з власного досвіду, що якщо ми продовжуватимемо приходити на зустрічі, то врешті-решт станемо чистими і залишимося чистими.",
            "Багатьом з нас важко повірити в себе. Але коли хтось любить нас беззастережно, пропонуючи підтримку незалежно від того, скільки разів у нас був зрив, одужання в АН стає для нас трохи більш реальним."
        ],
        justForToday: "Я знайду когось, хто повірить в мене. Я буду вірити в них."
    },
    "6-8": {
        "title": "Єдина вимога",
        "quote": "\"Ця програма дає надію. Все, що тобі потрібно принести з собою - це бажання припинити вживати і готовність спробувати новий спосіб життя\".",
        "ref": "ІП № 16, Новачку",
        "paragraphs": [
            "Час від часу ми задаємося питанням, чи \"правильно\" ми робимо в Анонімних Наркоманах. Чи відвідуємо ми достатньо зустрічей? Чи використовуємо ми нашого спонсора, чи працюємо над кроками, чи говоримо, чи читаємо, чи живемо \"правильно\"? Ми цінуємо спілкування залежних, які одужують, і не знаємо, що б ми робили без нього. Що, якщо спосіб, в який ми практикуємо нашу програму, є \"неправильним\"? Чи робить це нас \"поганими\" членами АН?",
            "Ми можемо вирішити нашу невпевненість, переглянувши нашу Третю Традицію, яка запевняє нас, що \"єдиною вимогою для членства є бажання припинити вживання\". Немає жодних правил, які б говорили, що ми повинні відвідувати стільки-то зустрічей або саме ці зустрічі, або працювати над кроками в такому темпі, або жити так, щоб догодити цим людям, щоб залишатися членами АН з доброю репутацією.",
            "Це правда, що якщо ми хочемо такого виду одужання, який ми бачимо в членах АН, яких ми поважаємо, ми захочемо практикувати таку програму, яка зробила їхнє одужання можливим. Але АН - це товариство свободи; ми працюємо за програмою так, як найкраще для нас, а не для когось іншого. Єдина вимога для членства - це бажання припинити вживати."
        ],
        justForToday: "Я подивлюся на програму, за якою я працюю, в світлі мого власного одужання. Я буду практикувати цю програму в міру своїх можливостей."
    },
    "6-9": {
        "title": "Старі мрії не повинні вмирати",
        "quote": "\"Втрачені мрії прокидаються і з'являються нові можливості\".",
        "ref": "Базовий текст, стор. 91",
        "paragraphs": [
            "Більшість з нас мали мрії, коли були молодими. Мріяли ми про динамічну кар'єру, велику і люблячу сім'ю або подорожі за кордон, наші мрії померли, коли з'явилася залежність. Все, чого ми хотіли для себе, було відкинуто в гонитві за наркотиками. Наші мрії не виходили за межі чергового наркотику та ейфорії, яку він, як ми сподівалися, принесе.",
            "Тепер, в процесі одужання, ми знаходимо причину сподіватися, що наші втрачені мрії все ще можуть здійснитися. Незалежно від того, скільки нам років, як багато забрала у нас залежність або наскільки малоймовірним це може здаватися, наша свобода від активної залежності дає нам свободу реалізовувати наші амбіції. Ми можемо виявити, що ми дуже талановиті в чомусь, або знайти хобі, яке нам подобається, або дізнатися, що продовження освіти може принести неабияку винагороду.",
            "Раніше ми витрачали більшість своєї енергії на вигадування виправдань і раціоналізаторських пояснень наших невдач. Сьогодні ми йдемо вперед і використовуємо багато можливостей, які нам дає життя. Ми можемо бути вражені тим, на що ми здатні. З нашим фундаментом одужання, успіх, реалізація та задоволення нарешті в межах нашої досяжності."
        ],
        justForToday: "Починаючи з сьогоднішнього дня, я зроблю все можливе, щоб здійснити свої мрії."
    },
    "6-10": {
        "title": "Зміна мотивів",
        "quote": "\"Коли ми нарешті прибираємо зі свого шляху власні egoїстичні мотиви, ми починаємо знаходити спокій, який ніколи не уявляли можливим\".",
        "ref": "Базовий текст, стор. 45",
        "paragraphs": [
            "Аналізуючи свої переконання, дії та мотиви під час одужання, ми побачимо, що іноді ми робимо речі з неправильних міркувань. На початку одужання ми, можливо, витрачали багато грошей і часу на люди, бажаючи лише, \"сподобатися\" їм. Пізніше ми можемо виявити, що все ще витрачаємо гроші на людей, але наші мотиви змінилися. Ми робимо це, тому що вони нам подобаються. Або, можливо, раніше ми вступали в романтичні стосунки, тому що відчували внутрішню порожнечу і шукали самореалізації через іншу людину. Тепер наші мотиви для романтичних стосунків ґрунтуються на бажанні розділити наше життя, яке і без того є повноцінним, з рівноправним партнером. Можливо, раніше ми працювали над кроками, тому що боялися зриву, якщо не зробимо цього. Сьогодні ми працюємо над кроками, тому що хочемо зростати духовно.",
            "У нас з'явилася нова мета в житті, і наші нові мотиви відображають це. Ми можемо запропонувати набагато більше, ніж наша нужденність і невпевненість. Ми розвинули цілісність духу і душевний спокій, які рухають наше одужання в нову сферу. Ми поширюємо нашу LOVE і ділимося нашим одужанням з повною щедрістю, і зміни, які ми робимо, є спадщиною, яку ми залишаємо тим, хто ще не приєднався до нас."
        ],
        justForToday: "Під час одужання мої мотиви змінилися. Я хочу робити речі з правильної причини, а не тільки заради особистої вигоди. Сьогодні я проаналізую свої мотиви."
    },
    "6-11": {
        "title": "Жити чистим",
        "quote": "\"Коли ми одужуємо, ми отримуємо новий погляд на життя в чистоті. Життя може стати для нас новою пригодою\".",
        "ref": "Базовий текст, стор. 91",
        "paragraphs": [
            "Вживання не є чистим життям - ніхто не знає цього краще за нас самих. Дехто з нас жив у фізичній убогості, не дбаючи ні про своє оточення, ні про себе. Але гіршим за зовнішній бруд було те, як більшість з нас почувалися всередині. Те, що ми робили, щоб отримати наркотики, те, як ми ставилися до інших людей, і те, як ми ставилися до самих себе, змушувало нас почуватися брудними. Багато хто з нас пам'ятає, як багато разів прокидався вранці з бажанням, щоб хоч раз відчути себе \"чистим\" щодо себе і свого життя.",
            "Сьогодні у нас є шанс відчути себе чистими, живучи чистим життям. Для нас, залежних, чисте життя починається з відмови від вживання - адже саме так ми розуміємо слово \"чистий\" в Анонімних Наркоманах. Але коли ми залишаємося \"чистими\" і працюємо за Дванадцятьма Кроками, ми відкриваємо для себе інший вид чистоти. Це чистота, яка приходить від визнання правди про нашу залежність, а не від приховування чи заперечення нашої хвороби. Це свіжість, яка приходить, коли ми визнаємо свої помилки і загладжуємо їх. Це життєва сила, яка приходить від нового набору цінностей, які ми розвиваємо, коли шукаємо волю Вищої Сили для нас. Коли ми практикуємо принципи нашої програми у всіх наших справах, у нас немає причин відчувати себе брудними через наше життя або наш спосіб життя - ми живемо чисто, і ми вдячні за те, що нарешті робимо це.",
            "Раніше \"чисте життя\" було лише для \"публіки\". Сьогодні чисте життя - це єдиний спосіб, який ми можемо собі дозволити."
        ],
        justForToday: "Я відчуваю себе чистим, тому що живу в чистоті - і я хочу, щоб так було і надалі."
    },
    "6-12": {
        "title": "Втілення надії",
        "quote": "\"Так, ми є втіленням надії...\"",
        "ref": "Базовий текст, стор. 53",
        "paragraphs": [
            "На той час, коли ми дійшли до кінця нашого шляху, багато хто з нас втратив будь-яку надію на життя без вживання наркотиків. Ми вважали, що нам судилося померти від нашої хвороби. Яким же натхненням було прийти на нашу першу зустріч і побачити кімнату, повну залежних, які залишалися чистими! Чистий залежний - це справді втілення надії.",
            "Сьогодні ми даруємо цю надію іншим. Новачки бачать радісне світло в наших очах, помічають, як ми тримаємося, слухають, як ми говоримо на зустрічах, і часто хочуть того, що ми знайшли. Вони вірять у нас доти, доки не навчаться вірити в себе.",
            "Новачки чують, як ми несемо їм послання надії. Вони схильні бачити нас через \"рожеві окуляри\". Вони не завжди визнають нашу боротьбу з певним дефектом характеру або наші труднощі з поліпшенням нашого свідомого контакту з нашою Вищою Силою. Їм потрібен час, щоб зрозуміти, що ми, \"старожили\" з трьома-шістьма-десятьма роками чистоти, часто ставимо особистість вище принципів або страждаємо від якихось інших непривабливих дефектів характеру.",
            "Так, новачок іноді ставить нас на п'єдестал. Але добре, що ми відкрито визнаємо природу наших труднощів в одужанні, бо з часом новачок пройде через ті ж самі випробування. І цей новачок буде пам'ятати, що інші пройшли через ці труднощі і залишилися чистими."
        ],
        justForToday: "Я буду пам'ятати, що я є маяком для всіх, хто йде моїм шляхом, втіленням надії."
    },
    "6-13": {
        "title": "Повноцінне життя",
        "quote": "\"Програма робить диво в нашому житті..... Ми стаємо вільними, щоб жити\".",
        "ref": "Базовий текст, стор. 11",
        "paragraphs": [
            "Більшість з нас - якщо ми перебуваємо в процесі одужання хоч якийсь час - чули на зустрічах, як хтось скаржиться на те, що він страшенно перевантажений роботою, занадто зайнятий для зустрічей, спонсорства чи інших видів діяльності. Насправді, ми, можливо, були тим членом, який скаржився. Дні здаються такими насиченими: робота, сім'я і друзі, зустрічі АН, заходи, спонсорство, робота по кроках.",
            "\"У добі просто не вистачає годин, - скаржиться учасник, - щоб все встигнути і задовольнити всі запити щодо мого часу!\"",
            "Коли таке трапляється, зазвичай лунає тихий сміх з боку інших членів - ймовірно, тих, хто планував поскаржитися на подібні речі. Сміх походить від усвідомлення того, що ми скаржимося на диво життя, яке ми маємо сьогодні. Не так давно мало хто з нас був здатний мати будь-які з цих \"проблем\" у своєму житті. Ми присвячували всю свою енергію підтримці активної залежності. Сьогодні ми живемо повноцінним життям, з усіма почуттями і проблемами, які притаманні реальному життю."
        ],
        justForToday: "Я буду пам'ятати, що моє життя - це диво. Замість того, щоб обурюватися, наскільки я зайнятий, я буду вдячний за те, що моє життя таке повноцінне."
    },
    "6-14": {
        "title": "Підтримуємо нашу віру",
        "quote": "\"Якщо ми щодня підтримуємо свій духовний стан, нам легше справлятися з болем і розгубленістю\".",
        "ref": "Базовий текст, стор. 95",
        "paragraphs": [
            "Коли ми вперше почали шукати Силу, могутнішу за нас самих, багато хто з нас застряг у старих переконаннях або ідеях. Вони варіювалися від страху перед караючим або мстивим Богом до повної відсутності віри. Дехто з нас вважав, що ми вчинили такі жахливі речі, що любляча Сила ніколи не матиме з нами нічого спільного. Інші були переконані, що \"погані\" речі, які сталися з нами, не сталися б, якби любляча Сила дійсно існувала. Потрібен час, зусилля, відкритість і віра, щоб набути дієвої віри в люблячу Вищу Силу, яка веде нас через життєві випробування.",
            "Навіть після того, як ми прийшли до віри в Силу, могутнішу за нас самих, наші старі уявлення можуть повернутися, щоб переслідувати нас. Серйозні невдачі в нашому житті та невпевненість, яку вони можуть викликати, можуть призвести до повернення наших старих, неадекватних уявлень про Бога. Коли це трапляється, ми повинні запевнити себе, що наша Вища Сила не покинула нас, але чекає, щоб допомогти нам пройти через важкі часи на шляху до одужання. Якою б болючою не була наша втрата, ми переживемо нашу невдачу і продовжимо рости, якщо збережемо віру, яку дала нам наша програма."
        ],
        justForToday: "Я наполегливо працював, щоб зміцнити свою віру в люблячу, турботливу Вищу Силу, яка проведе мене через життєві випробування. Сьогодні я довірюся цій Силі."
    },
    "6-15": {
        "title": "Опір змінам",
        "quote": "\"Багато хто з нас чіпляється за свої страхи, сумніви, зневагу до себе чи ненависть, тому що в знайомому болю є певна спотворена безпека. Здається, що безпечніше обійняти те, що ми знаємо, ніж відпустити його назустріч невідомому\".",
        "ref": "Базовий текст, стор. 34",
        "paragraphs": [
            "Ми часто чули, що \"коли біль залишатися таким самим стає більшим, ніж біль від змін, ми змінюємося\". Наш страх може заважати нам рости, бо ми боїмося закінчувати стосунки, змінювати кар'єру, відвідувати нові зустрічі, заводити нові дружні стосунки чи намагатися робити щось незвичне. Ми залишаємося в ситуаціях, які вже не працюють, набагато довше, ніж повинні, просто тому, що знайоме здається безпечнішим, ніж невідоме.",
            "Будь-яка зміна передбачає подолання страху. \"А що, якщо я залишуся на самоті назавжди?\" - думаємо ми, коли вирішуємо розлучитися з коханим чи коханою. \"Що, як я дізнаюся, що я некомпетентний?\" - запитуємо ми, коли думаємо про зміну кар'єри. Ми можемо ухилятися від відвідування нових зустрічей, тому що нам доведеться простягнути руку допомоги. Наш розум вигадує сотні виправдань, щоб залишатися на місці, боячись спробувати щось нове.",
            "Ми виявляємо, що більша частина нашого болю походить не від змін, а від опору змінам. В АН ми дізнаємося, що зміни - це те, як ми рухаємося вперед у нашому житті. На зміну старим прийдуть нові друзі, нові стосунки, нові інтереси та виклики. З цими новими речами в нашому житті ми знаходимо нові радощі і LOVE."
        ],
        justForToday: "Я відпускаю старе, приймаю нове і росту."
    },
    "6-16": {
        "title": "Прийняття життя",
        "quote": "\"Деякі речі ми повинні прийняти, інші ми можемо змінити. Мудрість пізнати різницю приходить із ростом нашої духовної програми\".",
        "ref": "Базовий текст, стор. 95",
        "paragraphs": [
            "Відносно легко прийняти те, що нам подобається - важко прийняти те, що нам не подобається. Але переробка світу і кожної людини в ньому відповідно до наших смаків нічого не вирішить. Зрештою, думка про те, що світ винен у всіх наших проблемах, була тією установкою, яка змушувала нас вживати - і ця установка ледь не вбила нас.",
            "У процесі роботи над кроками ми починаємо ставити собі важкі запитання про те, яку роль ми самі відіграли у створенні неприйнятного життя, яке ми прожили. У більшості випадків ми виявляємо, що зміни потребувало наше власне ставлення і наші власні дії, а не люди, місця і речі, які нас оточували.",
            "Під час одужання ми молимося про мудрість, щоб зрозуміти різницю між тим, що можна змінити, а що ні. Потім, коли ми бачимо правду про нашу ситуацію, ми молимося про готовність змінити себе."
        ],
        justForToday: "Вища Сила, дай мені мудрість пізнати різницю між тим, що можна змінити, і тим, що я повинен прийняти. Будь ласка, допоможи мені з вдячністю прийняти життя, яке мені дано."
    },
    "6-17": {
        "title": "Стіни",
        "quote": "\"Простягнути руку допомоги - це початок боротьби, яка звільнить нас. Вона зруйнує стіни, що утримують нас у полоні. Вона зруйнує стіни, які нас ув'язнюють\".",
        "ref": "Базовий текст, стор. 83",
        "paragraphs": [
            "Багато хто з нас прийшов в АН емоційно зруйнованими. Роки використання людей і допущення того, що вони використовували нас, позначилися на нашій здатності довіряти будь-кому, в тому числі й самим собі. Але LOVE і прийняття, які ми знайшли в Анонімних Наркоманах, спонукали нас простягнути руку допомоги і зблизитися з іншими.",
            "Чим довше ми залишалися чистими, тим більше ми прагнули більшої близості з нашими близькими. Ми почали тягнутися до них ближче, більш осмислено, навіть незважаючи на те, що нам могло бути боляче. Незважаючи на страх бути відкинутими, ми вирішили ризикнути відкрити себе, свої переконання і потреби. Ми вирішили зруйнувати наші захисні стіни.",
            "Свобода, яку ми здобули, була варта того ризику. Ми знаємо, що нам ще належить багато працювати, перш ніж ми повністю звільнимося від бар'єрів, побудованих роками активної залежності. Але, простягаючи руку допомоги іншим залежним і дозволяючи їм простягнути її нам, незважаючи на наші людські недоліки, ми зрозуміли, що маємо велику здатність до LOVE та близькості. Коли наші серця звільняються від обмежувальних стін, у них з'являється величезна сила."
        ],
        justForToday: "Я зруйную свої особисті стіни і простягну руку допомоги іншим. Я дозволю своєму серцю свободу LOVE і бути любимим."
    },
    "6-18": {
        "title": "Непрямі відшкодування",
        "quote": "\"Непрямі відшкодування можуть знадобитися там, де прямі можуть бути небезпечними або загрожувати іншим людям\".",
        "ref": "Базовий текст, стор. 41",
        "paragraphs": [
            "Коли ми вживали, ми не дозволяли нічому стояти на шляху до наступного кайфу. Як наслідок, багато хто з нас не завжди точно знав, кому ми завдали шкоди - фінансової чи емоційної. Коли прийшов час загладити свою провину через Дев'ятий Крок, ми зрозуміли, що є так багато людей, яких ми скривдили, що ми, можливо, ніколи не зможемо їх усіх згадати.",
            "За допомогою нашого спонсора та інших одужуючих членів АН ми знайшли рішення цієї проблеми. Ми пообіцяли завершити ці безіменні поправки, відшкодувавши збитки нашим спільнотам. Ми зосередили наші зусилля в служінні на допомозі все ще страждаючому залежному. Таким чином, ми знайшли спосіб відплатити суспільству.",
            "Сьогодні, з LOVE та під керівництвом членів АН, ми віддаємо світу навколо нас, а не беремо. Ми робимо наші спільноти кращими місцями для життя, несучи послання про одужання тим, з ким ми стикаємося в повсякденному житті."
        ],
        justForToday: "Я зроблю непряме відшкодування, звернувшись до залежного, який, можливо, потребує допомоги. Я намагатимусь зробити свій маленький внесок у те, щоб моя спільнота стала кращим місцем для життя."
    },
    "6-19": {
        "title": "Почуття гумору",
        "quote": "\"Виявляємо, що коли ми позбуваємося одержимості собою, ми здатні зрозуміти, що означає бути щасливими, радісними і вільними\".",
        "ref": "Базовий текст, стор. 107",
        "paragraphs": [
            "Сміх на наших зустрічах часто дивує новачків. Як група, ми цінуємо зцілення, яке приносить здоровий сміх. Навіть якщо ми глибоко стурбовані, радість, яка часто наповнює кімнати для зустрічей, дозволяє нам на деякий час розважитися в процесі одужання. Завдяки гумору ми можемо тимчасово звільнитися від одержимості собою.",
            "Життя на реальних умовах часто буває зовсім не смішним. Але якщо ми можемо зберегти почуття гумору, то речі, які можуть нас пригнічувати, можна зробити терпимими. Як часто ми дозволяли собі засмучуватися через інциденти, які, якщо поставитися до них з гумором, не такі вже й нестерпні? Коли нас дратують люди і події, пошук гумору в ситуації може допомогти побачити речі в світлішій перспективі. Здатність знаходити гумор у складній ситуації - це дар, який потрібно розвивати."
        ],
        justForToday: "Я буду шукати гумор у негараздах. Коли я роблю помилки, я знайду спосіб посміятися над гумором моїх недосконалостей."
    },
    "6-20": {
        "title": "Медитація для новачків",
        "quote": "\"Для когось молитва - це прохання про Божу допомогу; медитація - це слухання Божої відповіді.... Заспокоєння розуму через медитацію приносить внутрішній спокій, який приводить нас до контакту з Богом всередині нас\".",
        "ref": "Базовий текст, стор. 46-47",
        "paragraphs": [
            "\"Будь терплячим, коли вчишся медитувати\", - говорили багатьом з нас. \"Потрібна практика, щоб знати, що саме \"слухати\"\".",
            "Ми раді, що хтось сказав нам це, інакше багато хто з нас кинув би медитацію через тиждень або два. Перші кілька тижнів ми могли сидіти щоранку, заспокоювати свої думки і \"слухати\", як сказано в Базовому тексті, але \"не чути\" нічого. Можливо, пройде ще кілька тижнів, перед ніж щось дійсно станеться. Навіть тоді те, що відбувалося, часто було ледь помітним. Ми прокидалися після ранкових медитацій, відчуваючи, що наше життя стало трохи кращим, трохи більше співчуття до тих, з ким ми зустрічалися протягом дня, і трохи більше контакту з нашою Вищою Силою.",
            "Для більшості з нас не було нічого драматичного в цьому усвідомленні - ні блискавок, ні ударів грому. Натомість, це було щось тихо потужне. Ми витрачали час на те, щоб прибрати з дороги наше его та наші ідеї. У цьому чистому просторі ми покращували наш свідомий контакт з джерелом нашого щоденного одужання, Богом нашого розуміння. Медитація була чимось новим, вона вимагала часу і практики. Але, як і всі інші кроки, вона працювала - коли ми працювали."
        ],
        justForToday: "Я буду практикувати \"слухання\" для пізнання Божої волі для мене, навіть якщо я ще не знаю, що саме \"слухати\"."
    },
    "6-21": {
        "title": "Нові рівні чесності",
        "quote": "\"Ми були експертами в самообмані та раціоналізації\".",
        "ref": "Базовний текст, стор. 28",
        "paragraphs": [
            "Коли ми приходимо на нашу першу зустріч і чуємо, що ми повинні бути чесними, ми можемо подумати: \"Ну що ж, це не повинно бути надто складно. Все, що мені потрібно зробити, це перестати брехати\". Декому з нас це дається легко. Нам більше не потрібно брехати роботодавцям про свою відсутність на роботі. Нам більше не потрібно брехати нашим сім'ям про те, де ми були напередодні ввечері. Не вживаючи більше наркотиків, ми бачимо, що нам менше про що брехати. Дехто з нас може мати труднощі навіть з такою чесністю, але принаймні навчитися не брехати дуже просто - просто не робити цього, незважаючи ні на що. Завдяки відвазі, цілеспрямованій практиці, підтримці наших товаришів по АН і допомозі Вищих Сил, більшість з нас врешті-решт досягають успіху в цьому виді чесності.",
            "Чесність, однак, означає більше, ніж просто не брехати. Чесність, яка дійсно необхідна для одужання, - це чесність перед самим собою, якої нелегко і не просто досягти. У своїй залежності ми створили бурю самообману і раціоналізації, вихор брехні, в якому тихий, тихий голос чесності з собою не був почутий. Щоб стати чесними з собою, ми спочатку повинні перестати брехати собі. У медитаціях Одинадцятого Кроку ми повинні стати тихими. Потім, в тиші, що виникла, ми повинні слухати істину. Коли ми стаємо тихими, чесність до себе буде там, де ми можемо її знайти."
        ],
        justForToday: "Я буду тихим і спокійним, слухаючи голос істини всередині себе. Я буду шанувати правду, яку знайду."
    },
    "6-22": {
        "title": "Прийняття життя таким, яким воно є",
        "quote": "\"У нашому одужанні дуже важливо прийняти реальність. Як тільки ми зможемо це зробити, ми не вважатимемо за потрібне вживати наркотики, намагаючись змінити своє сприйняття\".",
        "ref": "Базовий текст, стор. 90",
        "paragraphs": [
            "Наркотики захищають нас від повної сили життя. Коли ми припиняємо вживати наркотики і починаємо одужувати, ми опиняємося безпосередньо перед обличчям життя. Ми можемо відчувати розчарування, фрустрацію або гнів. Події можуть відбуватися не так, як ми хочемо. Egoцентризм, який ми культивували у своїй залежності, спотворив наше сприйняття життя; нам важко відпустити наші очікування і прийняти життя таким, яким воно є.",
            "Ми вчимося приймати своє життя, працюючи над Дванадцятьма кроками Анонімних Наркоманів. Ми дізнаємося, як змінити своє ставлення і відпустити недоліки характеру. Нам більше не потрібно спотворювати правду або тікати від ситуацій. Чим більше ми практикуємо духовні принципи, що містяться в кроках, тим легше стає приймати життя таким, яким воно до нас приходить."
        ],
        justForToday: "Я буду практикувати прийняття себе, виконуючи Дванадцять Кроків."
    },
    "6-23": {
        "title": "Капітуляція",
        "quote": "\"Ми не випадково потрапили в це товариство, сповнене LOVE, чесності, відкритості та готовності..... Коли ми були переможені, ми стали готовими\".",
        "ref": "Базовий текст, стор. 20",
        "paragraphs": [
            "Капітуляція може бути необхідною основою для одужання, але іноді ми боремося з нею. Більшість з нас, озираючись назад після певного періоду одужання, дивуються, навіщо ми так наполегливо боролися, заперечуючи своє безсилля, коли саме капітуляція врятувала нам життя.",
            "Коли ми одужуємо, з'являються нові можливості для капітуляції. Ми можемо або боротися з усіма і з усім, з чим стикаємося, або згадати про переваги нашої першої капітуляції і припинити боротьбу. Більшість болю, який ми відчуваємо, походить від боротьби, а не від капітуляції. Насправді, коли ми здаємося, біль закінчується і на його місце приходить надія. Ми починаємо вірити, що все буде добре, і через деякий час усвідомлюємо, що наше життя стало набагато кращим. Ми відчуваємо себе так само, як і тоді, коли відмовилися від ілюзії, що можемо контролювати своє вживання - полегшено, вільно і з новою надією."
        ],
        justForToday: "Чи потрібно мені сьогодні капітулювати? Я згадаю свою першу капітуляцію і нагадаю собі, що мені більше не потрібно боротися."
    },
    "6-24": {
        "title": "Терпимість",
        "quote": "\"...завжди нагадує нам ставити принципи вище за особистість\".",
        "ref": "Традиція дванадцята",
        "paragraphs": [
            "Іноді важко приймати недоліки характеру інших людей. Коли ми одужуємо разом, ми не тільки слухаємо, що говорять інші на зустрічах, але й спостерігаємо, як вони проходять через своє одужання. Чим більше ми дізнаємося про інших членів АН, тим більше усвідомлюємо, як вони живуть своїм життям. У нас може скластися думка про те, як вони \"працюють над своєю програмою\". Ми можемо виявити, що деякі учасники засмучують нас, або ми можемо навіть почути, як ми говоримо собі: \"Якби я працював за їхньою програмою, я б обов'язково вживав\".",
            "Ми виявили, що терпимість - це принцип, який зміцнює не тільки наше власне одужання, але й наші стосунки з людьми, які викликають у нас роздратування. Стає легше приймати слабкості інших членів групи, коли ми пам'ятаємо, що самі рідко звертаємо увагу на власні недоліки характеру, поки не усвідомлюємо їх до болю."
        ],
        justForToday: "Я буду намагатися приймати інших такими, якими вони є. Намагатимусь не судити інших. Зосереджуся на принципах LOVE та прийняття."
    },
    "6-25": {
        "title": "Не просто пощастило",
        "quote": "\"Процес приходу до віри повертає нас до здорового глузду. З цієї віри приходить сила, щоб перейти до дії\".",
        "ref": "Базовий текст, стор. 25",
        "paragraphs": [
            "Прихід до віри - це процес, який випливає з особистого досвіду. Кожен з нас має такий досвід; всі залежні, які знайшли одужання в АН, мають вагомі докази того, що доброзичлива Сила діє на благо в їхньому житті. Ті з нас, хто одужує сьогодні, зрештою, є щасливчиками. Багато, дуже багато залежних помирають від нашої хвороби, так і не пізнавши того, що ми знайшли в Анонімних Наркоманах.",
            "Процес приходу до віри включає в себе готовність визнати чудеса такими, якими вони є. Ми поділяємо диво бути чистими і кожен з нас має інші чудеса, які чекають лише на наше визнання. Скільки автомобільних аварій, передозувань чи інших близьких до катастрофи ситуацій ми пережили? Чи можемо ми озирнутися на своє життя і побачити, що нам не просто \"пощастило\"? Наш досвід одужання також дає нам приклади того, як Вища Сила працює для нашого блага.",
            "Коли ми можемо озирнутися на докази того, що любляча Вища Сила діє від нашого імені, стає можливим вірити, що ця Вища Сила продовжить допомагати нам у майбутньому. А довіра дає нам силу рухатися вперед."
        ],
        justForToday: "Моє одужання - це не просто збіг обставин. Моя сила походить від усвідомлення того, що Вища Сила ніколи не підводила мене і буде продовжувати направляти мене."
    },
    "6-26": {
        "title": "Відмова від власної волі",
        "quote": "\"Наші страхи зменшуються, а віра починає зростати, коли ми пізнаємо справжнє значення капітуляції. Ми більше не боремося зі страхом, гнівом, провиною, жалістю до себе чи депресією\".",
        "ref": "Базовий текст, стор. 27",
        "paragraphs": [
            "Капітуляція - це початок нового способу життя. Коли ми керувалися насамперед власною волею, ми постійно задавалися питанням, чи охопили ми всі сфери, чи правильно маніпулювали цією людиною, щоб досягти наших цілей, чи не упустили ми якусь важливу деталь у наших зусиллях контролювати і керувати світом. Ми або відчували страх, побоюючись, що наші плани проваляться; злилися чи жаліли себе, коли вони провалилися; або відчували провину, коли ми їх здійснили. Це було важко - жити з власної волі, але ми не знали іншого шляху.",
            "Не те, щоб капітулювати завжди було легко. Навпаки, капітуляція може бути складною, особливо на початку. Але все ж таки легше довіритися Богові, Силі, яка здатна керувати нашим життям, ніж покладатися лише на себе, чиє життя некероване. І чим більше ми капітулюємо, тим легше стає.",
            "Коли ми віддаємо свою волю і своє життя під опіку Вищої Сили, все, що нам залишається, - це зробити свою частину роботи, настільки відповідально і сумлінно, наскільки ми можемо. Тоді ми можемо залишити результати нашій Вищій Силі. Віддавшись, діючи на віру і живучи згідно з простими духовними принципами цієї програми, ми можемо перестати турбуватися і почати жити."
        ],
        justForToday: "Я відмовлюся від свавілля. Я буду шукати знання Божої волі для мене і сили, щоб її здійснити. Я залишу результати в руках моєї Вищої Сили."
    },
    "6-27": {
        "title": "Зміни та ріст",
        "quote": "\"Коли хтось вказує на недоліки, наша перша реакція може бути захисною. Але завжди є місце для росту\".",
        "ref": "Базовий текст, стор. 36",
        "paragraphs": [
            "Одужання - це процес, який призводить до змін у нашому житті. Нам потрібні ці зміни, якщо ми хочемо продовжувати наше зростання до свободи. Важливо, щоб ми залишалися відкритими, коли інші вказують на наші недоліки, адже вони відкривають нам можливості для змін і росту. Захисна реакція обмежує нашу здатність отримувати допомогу, яку нам пропонують; відкинувши наші захисні механізми, ми відкриваємо двері до змін, росту і нової свободи.",
            "Кожен день у процесі одужання принесе можливість для подальших змін і росту. Чим більше ми будемо вчитися вітати зміни з відкритим серцем і розумом, тим більше ми будемо рости і тим комфортніше нам буде одужувати."
        ],
        justForToday: "Я буду вітати кожну можливість для росту з відкритим серцем."
    },
    "6-28": {
        "title": "Групова совість",
        "quote": "\"Робота з іншими - це лише початок служіння\".",
        "ref": "Базовий текст, стор. 59",
        "paragraphs": [
            "Служіння вимагає безкорисливої відданості, щоб донести послання до залежного, який все ще страждає. Але наше ставлення до служіння не може на цьому зупинятися. Служіння також вимагає, щоб ми подивилися на себе і свої мотиви. Наші зусилля в служінні роблять нас дуже помітними для товариства. В АН легко стати \"великою рибою в маленькому ставку\". Наше контролююче ставлення може легко відштовхнути новачка.",
            "Групова совість - один з найважливіших принципів служіння. Життєво важливо пам'ятати, що групова совість - це те, що має значення, а не тільки наші індивідуальні переконання і бажання. Ми вкладаємо свої думки і переконання в розвиток групового сумління. Потім, коли це сумління з'являється, ми приймаємо його вказівки. Ключовим моментом є співпраця з іншими, а не проти них. Якщо ми пам'ятатимемо, що разом прагнемо розвивати колективну совість, то побачимо, що всі сторони мають однакові заслуги. Коли всі дискусії закінчаться, всі сторони знову зберуться разом, щоб нести єдину звістку.",
            "Часто виникає спокуса думати, що ми знаємо, що найкраще для групи. Якщо ми пам'ятаємо, що неважливо, чи отримаємо ми своє, тоді легше дозволити служінню бути тим засобом, яким воно повинно бути - способом донести звістку до залежного, який все ще страждає."
        ],
        justForToday: "Я візьму участь у розвитку групової совісті. Я буду пам'ятати, що світ не закінчиться тільки тому, що я не досягаю своєї мети. Я буду думати про нашу головну мету у всіх своїх служіннях. Я простягну руку допомоги новачку."
    },
    "6-29": {
        "title": "Підтримувати одужання свіжим",
        "quote": "\"Самовдоволення - це ворог учасників зі значним чистим часом. Якщо ми залишаємося самовдоволеними протягом тривалого часу, процес одужання припиняється\".",
        "ref": "Базовий текст, стор. 84",
        "paragraphs": [
            "Після перших кількох років одужання більшість з нас починає відчувати, що немає більше ніяких важливих справ. Якщо ми старанно виконували кроки, минуле в основному вирішено, і у нас є міцний фундамент, на якому можна будувати своє майбутнє. Ми навчилися приймати життя таким, яким воно є. Знання кроків дозволяє нам вирішувати проблеми майже так само швидко, як вони виникають.",
            "Як тільки ми відкриваємо для себе цей рівень комфорту, ми можемо ставитися до нього як до \"зупинки на відпочинок\" на шляху до одужання. Однак це не враховує природу нашої хвороби. Залежність - терпляча, витончена, прогресуюча і невиліковна. Вона також смертельна - ми можемо померти від цієї хвороби, якщо не будемо продовжувати її лікувати. А лікування залежності - це життєво важлива, безперервна програма одужання.",
            "Дванадцять Кроків - це процес, шлях, яким ми йдемо, щоб бути на крок попереду нашої хвороби. Зустрічі, спонсорство, служіння та кроки завжди залишаються важливими для постійного одужання. Хоча ми можемо практикувати нашу програму дещо інакше, коли п'ять років не вживають, ніж коли п'ять місяців, це не означає, що програма змінилася або стала менш важливою, а лише те, що наше практичне розуміння змінилося і зросло. Щоб наше одужання було свіжим і життєво важливим, ми повинні бути уважними і шукати можливості практикувати нашу програму."
        ],
        justForToday: "Оскільки я продовжую зростати у своєму одужанні, я буду шукати нові способи практикувати свою програму."
    },
    "6-30": {
        "title": "Підтримуючи фундамент",
        "quote": "\"Наша новознайдена віра слугує міцним фундаментом для подальшої відваги\".",
        "ref": "Базовий текст, стор. 96",
        "paragraphs": [
            "Фундамент нашого життя - це те, на чому будується все інше життя. Коли ми вживали, цей фундамент впливав на все, що ми робили. Коли ми вирішили, що одужання є важливим, саме туди ми почали спрямовувати свою енергію. В результаті все наше життя змінилося. Для того, щоб підтримувати це нове життя, ми повинні підтримувати фундамент цього життя: нашу програму одужання.",
            "Коли ми залишаємося чистими і наш спосіб життя змінюється, наші пріоритети також змінюються. Робота і навчання можуть стати важливими, тому що вони покращують якість нашого життя. А нові стосунки можуть принести радість і взаємну підтримку. Але ми повинні пам'ятати, що наша програма одужання - це фундамент, на якому будується наше нове життя. Кожного дня ми повинні підтверджувати свою прихильність до одужання, вважаючи його своїм головним пріоритетом."
        ],
        justForToday: "Я хочу продовжувати насолоджуватися життям, яке я знайшов у процесі одужання. Сьогодні я зроблю кроки, щоб підтримати свій фундамент."
    },
    "7-1": {
        "title": "Проста програма",
        "quote": "\"Програма - це простий обмін досвідом, робота над Дванадцяти кроками, відвідування зібрань та практика програмних принципів\".",
        "ref": "",
        "paragraphs": [
            "Наше складне життя може стати набагато легшим, якщо ми зосередимось на кількох простих речах - обміну досвідом, силою та надією з іншими, регулярному відвідуванні зборів та практиці принципів програми у нашому повсякденному житті.",
            "Коли ми ділимось досвідом, силою та надією з іншими залежними, ми надаємо потужний приклад для наслідування. Зусилля, які ми докладаємо, щоб допомогти іншим, також допомагають утримати егоцентричність, основу нашої хвороби.",
            "Багато з нас обирають одну групу, \"домашню групу\", зібрання якої ми віддано відвідуємо. Ця регулярність надає певної повсякденності нашому життю, а іншим дає зрозуміти, де вони можуть нас знайти, якщо в цьому виникне потреба.",
            "Практика Дванадцяти кроків у нашому повсякденному житті створює різницю між збалансованим одужанням та просто не вживанням. Ці кроки дають нам конче необхідні вказівки щодо управління нашими повсякденними справами.",
            "Так, ми люди складні. Але програма АН полегшує наше життя, дозволяючи нам жити життям, вільним від активної залежності. Наше життя може бути наповнене спокоєм і надією, коли ми живемо, керуючись простими принципами нашої програми."
        ],
        justForToday: "Я пам’ятатиму, що, хоча я людина складна, АН - це найпростіший спосіб зробити своє життя менш складним."
    },
    "7-2": {
        "title": "Порівняння",
        "quote": "\"Наші особисті історії можуть різнитися залежно від конкретного випадку, але врешті-решт усі ми маємо те, що нас об’єднує\".",
        "ref": "Базовий текст, с. 87",
        "paragraphs": [
            "Ми, залежні - це різноманітна група людей, які мають різне походження, вживали різні наркотики та згадують різний досвід. Наші відмінності не зникають в процесі одужання; для декого ці відмінності стають ще більш вираженими. Свобода від активної залежності дає нам свободу бути собою, такими, якими ми є насправді. Той факт, що ми всі одужуємо, не означає, що ми всі обов’язково маємо однакові потреби чи цілі. У кожного з нас є свої уроки, засвоєні в процесі одужання.",
            "З такою великою кількістю відмінностей між залежними, як ми допомагаємо одне одному в одужанні та як використовуємо досвід інших членів? Ми збираємось, щоб поділитися своїм життям у світлі принципів одужання. Хоча наше життя різне, духовні принципи, які ми застосовуємо, однакові. Саме завдяки світлу цих принципів, просвічуючи наші розбіжності, ми висвітлюємо шлях один одному на своїх індивідуальних стежках.",
            "Ми маємо дві спільні речі: залежність та одужання. Коли ми уважно слухаємо, ми чуємо, як інші розповідають, що страждають від тієї самої хвороби, яка була у нас, незалежно від їхнього походження. Коли we відкриваємо вуха, ми чуємо, як інші залежні говорять про застосування духовних принципів, які обіцяють надію і нам також, незалежно від наших особистих цілей."
        ],
        justForToday: "Я маю власний шлях, але я вдячний за товариство інших людей, які страждають від залежності і вчаться застосовувати принципи одужання, так само як я."
    },
    "7-3": {
        "title": "Час тиші",
        "quote": "\"Багато хто з нас переконався, що виділення часу для себе в тиші допомагає встановити свідомий контакт з нашою Вищою Силою\".",
        "ref": "Базовий текст, стор. 95",
        "paragraphs": [
            "Більшість із нас на словах визнає цінність свідомого контакту з Вищою Силою. Але чи багато хто з нас постійно приділяє час для покращення цього свідомого контакту? Якщо ми ще не встановили регулярний режим молитви і медитації, то сьогодні саме той день, щоб почати його.",
            "\"Тихий час\" не повинен бути довгим. Багато хто з нас вважає, що двадцять-тридцять хвилин достатньо, щоб заспокоїтися, зосередити увагу на духовному читанні, поділитися своїми думками і турботами в молитві і кілька хвилин послухати відповідь в медитації. Наш \"час тиші\" не повинен бути тривалим, щоб бути ефективним, за умови, що він є послідовним. Двадцять хвилин, присвячених молитві раз на місяць, можливо, мало що дадуть, але розчарують нас низькою якістю нашого свідомого контакту. Однак двадцять хвилин, витрачені регулярно щодня, відновлюють і зміцнюють і без того живий контакт з нашою Вищою Силою.",
            "У метушні дня одужуючого залежного багато хто з нас проводить його з ранку до вечора, не виділяючи часу на те, щоб покращити свій свідомий контакт з Богом, якого ми почали розуміти. Однак, якщо ми виділимо певний час дня, кожен день, як \"час тиші\", ми можемо бути впевнені, що наш свідомий контакт покращиться."
        ],
        justForToday: "Після того, як я закінчу читати сьогоднішні роздуми, я виділю кілька хвилин на молитву і медитацію. Це стане початком нової моделі мого одужання."
    },
    "7-4": {
        "title": "Конфлікт",
        "quote": "\"Ми дізнаємося, що конфлікти є частиною реальності, і вчимося нових способів їх вирішувати, а не тікати від них\".",
        "ref": "Базовий текст, стор. 90",
        "paragraphs": [
            "Час від часу ми всі переживаємо конфлікти. Можливо, ми просто не можемо порозумітися з новим колегою по роботі. Можливо, наші друзі зводять нас з розуму. Або, можливо, наш партнер не відповідає нашим очікуванням. Вирішення будь-якого конфлікту є складним завданням для залежних, що одужують.",
            "Коли пристрасті розпалюються, часто буває корисно відсторонитися від ситуації, поки не візьме гору холодний розум. Ми завжди можемо повернутися до подальшого обговорення, коли заспокоїмося. Ми не можемо уникнути проблемних ситуацій, але можемо використати час і відстань, щоб знайти перспективу.",
            "Конфлікт - це частина життя. Ми не можемо пройти весь шлях одужання, не зіткнувшись з незгодами і розбіжностями в поглядах. Іноді ми можемо відійти від цих ситуацій, взявши час на роздуми, але завжди настає час, коли конфлікт необхідно вирішити. Коли цей час настає, ми робимо глибокий вдих, молимося і застосовуємо принципи, які дала нам наша програма: чесність, відкритість, відповідальність, прощення, довіра і все інше. Ми стали чистими не для того, щоб продовжувати тікати від життя - і в процесі одужання нам більше не потрібно тікати."
        ],
        justForToday: "Принципів, які дала мені програма, достатньо, щоб керуватися ними в будь-якій ситуації. Я буду намагатися протистояти конфліктам здоровим способом."
    },
    "7-5": {
        "title": "Досліджуємо духовні можливості",
        "quote": "\"Характер нашої віри визначатиме спосіб наших молитов і медитацій\".",
        "ref": "Базовий текст, стор. 44",
        "paragraphs": [
            "Як ми молимося? Для кожного члена АН це глибоко особиста справа. Багато хто з нас виявляє, що з часом ми виробляємо манеру молитви і медитації, засновану на тому, чого ми навчилися від інших, і на тому, що нам комфортно.",
            "Деякі з нас приходять в АН із закритим розумом до Сили, могутнішої за нас. Та коли ми сідаємо зі своїм спонсором і обговорюємо наші труднощі, глибше розглядаючи Другий Крок, ми з радістю виявляємо, що можемо обрати будь-яку концепцію Вищої Сили, яка нам до вподоби.",
            "Так само, як наше визначення Сили, могутнішої за нас самих, відрізняється від залежного до залежного, так само відрізняється і наш спосіб досягнення \"свідомого контакту\". Хтось відвідує релігійні служби, хтось співає, хтось сидить тихо або розмовляє з чимось, що є навколо, а хтось знаходить духовний зв'язок, спілкуючись з природою. \"Правильний спосіб\" молитися і медитувати - це будь-який спосіб, який допомагає нам покращити наш свідомий контакт з нашою власною Вищою Силою.",
            "Розпитувати інших про те, як вони знайшли свій духовний орієнтир, - це завжди хороший початок. Читання літератури перед тим, як зануритися в медитацію, також може допомогти нам. Багато хто пройшов цей шлях до нас. Коли ми прагнемо духовного росту, ми можемо отримати велику користь від їхнього досвіду."
        ],
        justForToday: "Я буду досліджувати свої можливості для покращення мого свідомого контакту з Богом в моєму розумінні."
    },
    "7-6": {
        "title": "Мені шкода",
        "quote": "\"Головне, що Восьмий крок робить для нас, - це сприяє формуванню усвідомлення того, що у нас з'являються нові погляди на себе і на стосунки з іншими людьми\".",
        "ref": "Базовий текст, с. 39",
        "paragraphs": [
            "Слово \"вибач\" дуже знайоме більшості з нас. У нашій активній залежності це, мабуть, було дуже звичним. Ми завжди говорили людям, як нам шкода, і, мабуть, були глибоко здивовані, коли хтось, втомившись від наших безглуздих вибачень, відповідав: \"ну звичайно. Ти просто жалюгідний…\" Це, можливо, було нашою першою підказкою про те, що наше \"вибачте\", насправді, не має значення для тих, кому ми завдали шкоди, особливо коли обидвоє знали, що це повториться знову.",
            "Багато хто з нас думав, що виправлення буде ще одним \"вибачте\". Однак дії, які ми робимо в цих кроках, зовсім інші. Виправляти означає вносити зміни і, преш за все, виправляти ситуацію. Якщо ми вкрали гроші, ми не просто говоримо: “Вибачте. Я більше ніколи не буду цього робити, я чистий\". Ми повертаємо гроші. Якщо ми нехтували або знущалися над своїми сім'ями, ми не просто вибачаємось. Ми починаємо ставитися до них з повагою.",
            "Виправлення нашої поведінки та ставлення до себе та інших - це цілісна мета роботи. Ми тепер не просто \"шкодуємо\"; ми беремо відповідальність."
        ],
        justForToday: "Я приймаю відповідальність за себе і своє одужання. Сьогодні я виправлю якусь конкретну річ, про яку я шкодую."
    },
    "7-7": {
        "title": "Бог один в одному",
        "quote": "\"Один із аспектів нашого духовного пробудження приходить через нове розуміння нашої Вищої сили, яке ми розвиваємо, поділяючи одужання іншого залежного\".",
        "ref": "Базовий текст, стор. 52",
        "paragraphs": [
            "Ми чули, як говориться, що ми часто найвиразніше бачимо Бога один в одному. Ми бачимо істину цього, коли практикуємо наш Дванадцятий Крок. Коли ми несемо звістку про одужання іншому залежному, ми відчуваємо присутність Сили, могутнішої за нас самих. І спостерігаючи за тим, як повідомлення закріплюється, ми усвідомлюємо щось інше: це звістка приносить одужання, а не посланець. Вища сила, а не наша власна сила, є джерелом змін, які починаються, коли ми передаємо звістку все ще страждаючому залежному.",
            "Поки звістка виконує свою роботу, перетворюючи життя іншого залежного, ми бачимо Вищу силу в дії. Ми спостерігаємо, як прийняття та надія замінюють заперечення та зневіру. На наших очах починають проступати перші сліди чесності, відкритості та готовності. Щось відбувається всередині цієї людини, щось більше і потужніше, ніж хтось із нас. Ми спостерігаємо за Богом, якого ми зрозуміли, що працює у чиємусь житті. Ми бачимо в них Вищу Силу. І ми з більшою впевненістю, ніж будь-коли, знаємо, що ця Вища сила теж є в нас як сила, що рухає наше одужання."
        ],
        justForToday: "Поки я несу звістку про одужання іншим залежним, я спробую звернути увагу на Силу, яка стоїть за цим повідомленням. Сьогодні, спостерігаючи, як інші залежні одужують, я спробую впізнати Бога в них, щоб я міг краще впізнати Бога в собі."
    },
    "7-8": {
        "title": "Слово на «Б»",
        "quote": "«Важливо знати, що ви почуєте згадки про Бога на зустрічах АН. Ми маємо на увазі Силу, могутнішу за нас, яка робить можливим те, що здається неможливим».",
        "ref": "ІП № 22, Ласкаво просимо до Товариства «Анонімні Наркомани»",
        "paragraphs": [
            "Більшість із нас приходять до Анонімних Наркоманів із різними упередженнями щодо того, що означає слово «Бог», багато з них є негативними. Проте слово на букву «Б» вживається в АН дуже часто, якщо не постійно. Воно зустрічається 92 рази на перших 107 сторінках нашого Базового тексту і помітно з’являється в третині наших Дванадцяти Кроків. Замість того, щоб уникати чутливості, яку багато з нас відчувають до цього слова, давайте звернемося до нього безпосередньо.",
            "Це правда, що Анонімні Наркомани – це духовна програма. Наші дванадцять кроків пропонують шлях до позбавлення від залежності за допомогою духовної Сили, могутнішої за нас. Програма, однак, нічого не говорить нам про те, що ми маємо думати про цю Силу. Насправді, знову і знову, в нашій літературі, наших кроках і на наших зустрічах ми чуємо, як сказано: «Бог нашого розуміння» — яким би це розуміння не було.",
            "Ми використовуємо слово «Бог», оскільки воно вживається в нашому Базовому тексті і тому, що воно найбільш ефективно пояснює більшості людей базове розуміння Сили, що лежить в основі нашого одужання. Це слово ми використовуємо для зручності. Проте Силу, яка стоїть за словом, ми використовуємо не лише для зручності. Ми використовуємо цю Силу, щоб зберегти нашу свободу від залежності та забезпечити наше безперервне одужання."
        ],
        justForToday: "Незалежно від того, вірю я в «Бога» чи ні, я буду використовувати Силу, яка залишає мене чистим і вільним."
    },
    "7-9": {
        "title": "Ми дійсно одужуємо",
        "quote": "«...настав час, коли давню брехню: «Одного разу наркоман - назавжди наркоман» більше не буде терпіти ані суспільство, ані сам залежний. Ми дійсно одужуємо».",
        "ref": "Базовий текст, стор. 89",
        "paragraphs": [
            "Час від часу ми чуємо, як спікери розповідають, що вони насправді ще не розуміють духовних принципів. Вони кажуть нам, що якби ми знали, що відбувається в їхніх головах, ми були б вражені тим, наскільки вони все ще божевільні. Вони кажуть нам, що чим довше вони чисті, тим менше знають. На наступному подиху, ці самі спікери розповідають нам про глибокі зміни, які одужання принесло в їхні життя. Вони перейшли від повного відчаю до незмінної надії, від неконтрольованого вживання наркотиків до повного утримання, від хронічної некерованості до відповідальності, працюючи за Дванадцятьма кроками Анонімних Наркоманів. Яка історія правдива? Ми одужуємо чи ні?",
            "Ми можемо думати, що демонструємо покору або вдячність, применшуючи зміни, які одужання принесло в наше життя. Правда, ми несправедливо ставимося до програми, коли самі приписуємо собі це чудо. Але ми чинимо однакову несправедливість — і до себе, і до тих, із ким ми ділимося, — коли не визнаємо масштаби цього чуда.",
            "Ми одужуємо. Якщо нам важко побачити чудо одужання, нам краще подивитись ще раз. Одужання живе і працює в Анонімних Наркоманах — у наших старожилів, у новачків, які наповнюють наші зустрічі, і, найбільше, в нас самих. Все, що нам потрібно зробити, це відкрити очі."
        ],
        justForToday: "Я визнаю чудо мого одужання і буду вдячний, що знайшов його."
    },
    "7-10": {
        "title": "Позитивне ставлення",
        "quote": "«Цей давній негативний осад супроводжував мене усюди, куди б я не пішов».",
        "ref": "Базовий текст, стор. 137",
        "paragraphs": [
            "Негативне ставлення є фірмовою ознакою активної залежності. У всьому, що відбувалося в нашому житті, винен хтось чи щось інше. Ми ніби штрафували інших за свої промахи. Під час одужання однією з перших речей, які ми прагнемо розвивати, є нове ставлення. Ми бачимо, що життя стає набагато легшим, коли ми замінюємо наше негативне мислення позитивними принципами.",
            "У той час як негативне ставлення переслідує нас у нашій активній залежності, дуже часто воно може продовжувати переслідувати нас на зборах Анонімних Наркоманів. Як ми можемо почати коригувати своє ставлення? Змінюючи наші дії. Це непросто, але це можна зробити.",
            "Ми можемо почати з того, що прислухаємося до того, як ми говоримо. Перш ніж відкрити рота, ми ставимо собі кілька простих запитань: те, що я збираюся сказати, говорить про проблему чи про рішення? Чи те, що я скажу, сформульовано по-доброму? Чи важливо те, що я маю сказати, чи всім було б так само добре, якби я тримав язик за зубами? Чи я говорю лише для того, щоб почути себе, чи в моїх «мудрих словах» є якийсь позив?",
            "Наше ставлення виражається в наших діях. Часто важливо не те, що ми говоримо, а те, як ми це говоримо. Коли ми вчимося говорити більш позитивно, ми помічаємо, що наше ставлення також покращується."
        ],
        justForToday: "Я хочу звільнитися від негативу. Сьогодні я буду говорити і діяти позитивно."
    },
    "7-11": {
        "title": "Заохочення",
        "quote": "«Ми ділимось спокоєм та бадьорістю з іншими».",
        "ref": "Базовий текст, стор. 99",
        "paragraphs": [
            "Багато з нас спостерігали, як діти роблять свої перші кроки. Мама підтримує дитину на ногах. Батько стоїть поруч з розпростертими руками, підбадьорюючи малечу, обличчя його захоплено світиться. Дитина робить кілька маленьких кроків назустріч батьку. Старший брат і сестра заохочують її. Дитина падає. ЇЇ мати, шепотячи слова втіхи, зводить дитину на ноги і починає все спочатку. Цього разу дитина втримується на ногах, допоки не наблизиться досить близько до батька, аби впасти в його безпечні обійми.",
            "Новачками ми приходимо в кімнати АН, як ця маленька дитина. Через те, що ми звикли жити скалічені залежністю, сповнені страху та невпевненості, нам потрібна допомога, щоб вистояти. Подібно до дитини, яка починає свій шлях до дорослого життя, ми вчимося жити цим новим способом життя, тому що ті, хто йшли перед нами, підбадьорюють і втішають нас, розповідаючи, що в них спрацювало, а що ні. Наш спонсор поруч із нами, коли нам потрібен поштовх у правильному напрямку.",
            "Багато разів ми відчували, що не можемо зробити ще один крок до одужання. Подібно до дитини, яка вчиться ходити, ми іноді спотикаємось або падаємо. Але наша Вища Сила завжди чекає на нас з розпростертими руками. І подібно до братів і сестер, що заохочують дитинча, нас підтримують інші члени АН, впродовж всього нашого шляху до повноцінного життя в одужанні."
        ],
        justForToday: "Я буду шукати заохочення в інших. Я буду заохочувати тих, хто може потребувати моєї сили."
    },
    "7-12": {
        "title": "Терпіння",
        "quote": "«Ми опинилися в пастці нашої потреби у миттєвому задоволенні, яку надали нам наркотики».",
        "ref": "Базовий текст, стор.25",
        "paragraphs": [
            "«Я хочу те, що хочу, і я хочу це негайно!». Це так само терпляче, як було у нашій активній залежності. Одержимість і компульсивність нашої хвороби надали нам «однолінійний» спосіб мислення; коли ми чогось хотіли, це було всім, про що ми думали. А речовини, які ми приймали, навчили нас, що до миттєвого задоволення лише одна доза. Не дивно, що більшість із нас прийшли до Анонімних Наркоманів майже без терпіння.",
            "Проблема в тому, що ми не завжди можемо отримати те, чого хочемо, коли захочемо. Деякі з наших побажань — чиста фантазія; якщо ми подумаємо про це, то зрозуміємо, що у нас немає підстав вірити в те, що ці бажання здійсняться протягом нашого життя. Ми, ймовірно, навіть не можемо здійснити всі наші реалістичні бажання; принаймні ми точно не можемо здійснити їх усі одразу. Щоб отримати щось або досягти чогось, нам доведеться чимось пожертвувати.",
            "У своїй залежності ми шукали миттєвого задоволення, розтринькуючи наші ресурси. В одужанні ми повинні навчитися розставляти пріоритети, іноді відмовляючись від задоволення деяких бажань, щоб досягти більш важливих довгострокових цілей. Для цього потрібне терпіння. Щоб знайти це терпіння, ми практикуємо нашу програму одужання, шукаючи такого повноцінного духовного пробудження, яке дозволить нам жити і насолоджуватися життям на його умовах."
        ],
        justForToday: "Вища Сила, допоможи мені дізнатися, що є найважливішим у моєму житті. Допоможи мені навчитися терпінню, щоб я міг виділяти свої ресурси на важливі справи."
    },
    "7-13": {
        "title": "Людяність в дії",
        "quote": "«Якщо нам боляче, а більшості з нас болить час від часу, ми вчимося просити допомоги»",
        "ref": "Базовий текст, стор. 83",
        "paragraphs": [
            "Іноді одужання стає дуже важким. Може бути ще важче стати достатньо покірним, щоб попросити про допомогу. Ми думаємо: «У мене стільки чистоти. Я повинен бути кращим, аніж я є!» Але реальність одужання проста: незалежно від того, чи у нас є тридцять чистих днів чи тридцять років, ми повинні бути готовими попросити допомоги, коли її потребуємо.",
            "Смирення – поширена тема у наших Дванадцяти кроках. Програма «Анонімні Наркомани» не про те, щоб підтримувати видимість. Натомість програма допомагає нам отримати максимум від нашого одужання. Ми повинні бути готові розкрити наші труднощі, якщо очікуємо знайти рішення проблем, які виникають у нашому житті.",
            "Існує давній вираз, який можна почути в Анонімних Наркоманах: «Ми не можемо врятувати своє обличчя та свою дупу водночас». Нелегко висловлюватися на зустрічі, коли у нас є кілька чистих років, лише для того, щоб розплакатися, тому що життя на своїх умовах змусило нас усвідомити своє безсилля. Але коли зустріч закінчується, і хтось з групи підходить і каже: «Знаєш, мені дійсно було потрібно почути те, що ти мав сказати», ми знаємо, що Бог в нашому житті діє.",
            "Смак смирення ніколи не буває гірким. Нагорода за те, що ми смиряємося, просимо про допомогу, підсолоджує наше одужання."
        ],
        justForToday: "Якщо мені буде потрібна допомога, я попрошу її. Я втілю смирення у своєму житті."
    },
    "7-14": {
        "title": "Внутрішня робота",
        "quote": "\"Соціальна прийнятність не дорівнює одужанню\"",
        "ref": "Базовий текст, стор. 22",
        "paragraphs": [
            "Одна з перших речей, яка трапляється з багатьма із нас в одужанні – це те, що ми починаємо виглядати краще. Ми стаємо більш здоровими; ми миємося; ми вдягаємося більш акуратно. І без підштовхування активною залежністю, багато з нас врешті-решт перестають красти, брехати та метушитися. Ми починаємо виглядати нормально – просто прибравши наркотики.",
            "Виглядати нормально не означає бути нормальним. Прийнятність в очах світу є перевагою одужання; це не те саме, що одужання. Ми можемо насолоджуватися перевагами одужання, але ми повинні дбати про те, щоб підтримувати їх справжнє джерело. Тривале одужання не є в прийнятті з боку інших, але ж у внутрішньому зростанні, зрушеному Дванадцяти кроками."
        ],
        justForToday: "Я знаю, що виглядати добре - недостатньо. Тривале одужання - це внутрішня робота."
    },
    "7-15": {
        "title": "Відносини з іншими",
        "quote": "\"Ми склали список усіх людей, яким заподіяли шкоду, і виявили готовність відшкодувати їм усім свою провину\"",
        "ref": "Восьмий Крок",
        "paragraphs": [
            "Усі люди борються з егоцентризмом. Хронічний егоцентризм, який лежить в основі залежності, робить цю боротьбу подвійно важкою для таких людей, як ми. Багато з нас жили так, ніби вважали себе останніми людьми на землі, абсолютно сліпі до того, який вплив наша поведінка справляє на оточуючих.",
            "Восьмий крок – це процес, який наша програма дає нам для чесного аналізу наших минулих стосунків. Ми дивимося на те, що ми написали під час нашого Четвертого кроку, щоб визначити вплив наших дій на людей у нашому житті. Коли ми визнаємо шкоду, заподіяну деяким із цих людей, ми починаємо нести відповідальність за свої дії, виправляючи їх.",
            "Різноманітність людей, з якими ми стикаємося сьогодні, і якість наших стосунків з ними значною мірою визначає якість самого нашого життя. Любов, гумор, хвилювання, турбота — речі, які роблять життя вартим, щоб жити, отримують, переважно, свій сенс від того, що ними діляться з іншими. Розуміючи це, ми хочемо відкрити справжню природу наших стосунків з іншими людьми та виправити будь-які розриви, які ми можемо виявити в цих стосунках. Ми хочемо працювати над восьмим кроком."
        ],
        justForToday: "Я хочу повною мірою насолоджуватися компанією моїх товаришів. Я досліджу свої стосунки з людьми в моєму житті. Якщо я зрозумію, що завдав шкоди іншим, я буду шукати бажання загладити перед ними провину."
    },
    "7-16": {
        "title": "Самооцінка",
        "quote": "«Глибоко всередині мене було відчуття неадекватності та неповноцінності».",
        "ref": "",
        "paragraphs": [
            "Десь на цьому шляху, у багатьох із нас, виникло сильне почуття неадекватності та неповноцінності. Глибоко всередині був голос, який постійно вигукував: «Ти нічого не вартий!» Багато з нас вчаться розпізнавати цю характеристику низької самооцінки на дуже ранньому етапі одужання. Деякі з нас можуть відчувати, що всі наші проблеми почалися з почуття неповноцінності.",
            "Незалежно від того, чи ми навчилися цій низькій самооцінці в наших сім’ях, чи через нашу взаємодію з іншими, у АН ми пізнаємо інструменти для виправлення себе. Формування нашої зламаної самооцінки іноді починається з простого прийняття свого служіння. Або, можливо, наш телефон починає дзвонити, і люди вперше хочуть просто дізнатися, як ми. Вони не хочуть від нас нічого, крім того, щоб простягнути руку та допомогти.",
            "Потім ми знаходимо спонсора, когось, хто вчить нас, що ми варті уваги, і вірить у нас, поки ми не повіримо в себе. Наш спонсор веде нас через Дванадцять Кроків, де ми дізнаємося, ким ми є насправді, а не ким ми себе створили.",
            "Низька самооцінка не зникає відразу. Іноді нам потрібні роки, щоб по-справжньому познайомитися з собою. Але завдяки допомозі інших членів АН, які поділяють наші почуття, і завдяки виконанню Дванадцяти кроків ми розквітаємо в особистостей, яких поважають інші і, що найважливіше, ми самі."
        ],
        justForToday: "Я пам’ятаю, що я заслуговую любові моєї Вищої Сили. Я знаю, що я гідна людина."
    },
    "7-17": {
        "title": "Використовуючи наші “мрії про вживання”",
        "quote": "\"Чи повністю ми приймаємо той факт, що кожна наша спроба припинити вживати або контролювати наше вживання провалилася?\"",
        "ref": "Базовий Текст, стор. 19",
        "paragraphs": [
            "У кімнаті темно. Твоє чоло вливається холодним потом. Твоє серце б'ється. Ти відкриваєш очі, впевнений, що ти щойно просто згаяв свій чистий час. У вас були «мрії про вживання» уві сні, і це було так само реально, як бути там — люди, місця, мутки, нудота в животі, усе. Потрібно кілька хвилин, щоб зрозуміти, що це був просто кошмар, що насправді цього не було. Повільно ви заспокоюєтесь і повертаєтесь спати.",
            "Наступного ранку саме час перевірити, що насправді сталося минулої ночі. Ви не вжили цієї ночі, але наскільки близько ви до того, щоб вжити сьогодні? Чи є у вас якісь ілюзії щодо вашої здатності контролювати вживання? Чи знаєте ви, без сумніву, що станеться, коли ви приймете перший наркотик? Що стоїть між вами та реальним, живим зривом? Наскільки сильна ваша програма? Ваші стосунки з вашим спонсором, вашою домашньою групою та вашою Вищою Силою?",
            "Сни про вживання не обов’язково вказують на пробіли в нашій програмі; для залежного немає нічого більш природного, ніж мріяти про вживання наркотиків. Дехто з нас думає про вживання уві сні, як про подарунок від нашої Вищої Сили, який яскраво нагадує нам про божевілля активної залежності та заохочує нас укріпити наше одужання. У такому випадку ми можемо бути вдячні за сни, де ми вживаємо. Незважаючи на те, що вони страшні, вони можуть виявитись великими благословеннями, якщо ми використовуємо їх, щоб зміцнити своє одужання."
        ],
        justForToday: "Я перегляну свою особисту програму. Я поговорю зі своїм спонсором про те, що я виявив, і шукатиму способи укріпити своє одужання."
    },
    "7-18": {
        "title": "Дар відчаю",
        "quote": "«Наша хвороба завжди проявлялась знову або продовжувала прогресувати, доки ми у відчаї не звернулися за допомогою один до одного в Анонімних Наркоманах».",
        "ref": "Базовий Текст, стор.13",
        "paragraphs": [
            "Коли ми думаємо про відчайдушність, ми уявляємо небажаний стан: бідна, понівечена душа, яка несамовито хапається за щось вкрай необхідне, з відчаєм в очах. Ми думаємо про загнаних тварин, голодних дітей і про себе, перш ніж ми знайшли АН.",
            "Проте саме відчай, який ми відчували перед приходом до АН, змусив нас прийняти Перший Крок. У нас не було ідей, тому ми стали відкритими для нових. Наше божевілля нарешті піднялося вище стіни заперечення, змусивши нас бути чесними щодо нашої хвороби. Наші найкращі зусилля для контролю лише виснажили нас; отже, ми стали готові здатися. Ми отримали дар відчаю і, як наслідок, змогли прийняти духовні принципи, які дозволяють нам одужувати.",
            "Зрештою, відчай змушує багатьох із нас звертатися по допомогу. Коли ми досягли цього стану, ми можемо розвернутися та почати заново. Подібно до того, як зневірена, загнана тварина шукає безпечного притулку, так і ми - в Анонімних Наркоманах."
        ],
        justForToday: "Дар відчаю допоміг мені стати чесну, відкриту і готову. Я вдячний за цей подарунок, тому що він зробив моє одужання можливим."
    },
    "7-19": {
        "title": "Здійснення наших мрій",
        "quote": "«Мрії, від яких ми давно відмовилися, тепер можуть стати реальністю».",
        "ref": "Базовий Текст, стор.71",
        "paragraphs": [
            "Усе починається з мрії. Але хто з нас здійснив свої мрії під час вживання? Навіть якщо нам вдавалося завершити те, що ми розпочали, наша залежність, зазвичай, позбавляла нас гордості від нашого досягнення. Можливо, коли ми вживали, ми мріяли про день коли ми будемо чистими. Цей день настав. Ми можемо використати цей день для здійснення своїх мрій.",
            "Щоб здійснити свої мрії, ми повинні діяти, але брак впевненості у собі може завадити нам спробувати. Ми можемо почати з постановки реалістичних цілей. Успіх, який ми здобуваємо, коли ми досягаємо наших початкових цілей, дозволяє нам мріяти про більші мрії наступного разу.",
            "Деякі з наших членів розповідають, що коли вони порівнюють амбіції, які вони мали, коли вперше стали чистими, з тим, чого вони фактично досягли під час одужання, вони вражені. Під час одужання ми часто втілюємо більше мрій, ніж ми могли собі уявити."
        ],
        justForToday: "Я буду пам'ятати, що все починається з мрії. Сьогодні я дозволю собі здійснити свої мрії."
    },
    "7-20": {
        "title": "Перший крок",
        "quote": "«Ми визнали, що ми безсилі перед нашою залежністю, що наше життя стало некерованим».",
        "ref": "Крок Перший",
        "paragraphs": [
            "Перший крок починається з «ми», і на це є причина. У словесному визнанні свого безсилля є велика сила. І коли ми йдемо на зустрічі і робимо це зізнання, ми отримуємо більше, ніж особисту силу. Ми стаємо членами, частиною колективного «ми», що дозволяє нам разом одужувати від нашої залежності. Членство в АН приносить багатий досвід: досвід інших залежних, які знайшли спосіб одужувати від своєї хвороби.",
            "Ми більше не повинні намагатися вирішити загадку нашої залежності самостійно. Коли ми чесно визнаємо своє безсилля перед своєю залежністю, то можемо почати пошуки кращого способу життя. Ми не будемо шукати самі — ми в хорошій компанії."
        ],
        justForToday: "Я почну день із визнання свого безсилля перед залежністю. Я нагадаю собі, що Перший Крок починається з «ми», і знаю, що мені більше ніколи не доведеться залишатися наодинці зі своєю хворобою."
    },
    "7-21": {
        "title": "Капітуляція для всіх",
        "quote": "«Якщо через деякий час у нас виникли проблеми з одужанням, можливо, ми припинили робити одну або кілька речей, які допомагали нам на попередніх етапах одужання».",
        "ref": "Базовий Текст, стор.95",
        "paragraphs": [
            "Капітуляція лише для новачків, чи не так? Неправильно!",
            "Пробувши деякий час в АН, деякі з нас впадають у стан, характерний для старожилів. Ми думаємо, що знаємо щось про одужання, про Бога, про АН, про себе — так і є, ми дійсно знаємо. Проблема в тому, що ми думаємо, що знаємо достатньо, і ми вважаємо, що просто знати достатньо. Але те, що ми вивчили, і що ми робимо після того, як думаємо, що знаємо все, справді має значення.",
            "Зарозумілість і самовдоволення можуть привести нас до великих проблем. Коли ми виявляємо, що «застосування принципів» власними силами просто не працює, ми можемо практикувати те, що спрацювало для нас на початку: капітулювати. Коли ми виявляємо, що ми все ще безсилі, наше життя знову некероване, нам потрібно шукати опіки Сили, могутнішої за нас самих. І коли ми виявляємо, що самотерапія не настільки цілюща, нам потрібно скористатися «терапевтичною цінністю того, як один залежний допомагає іншому»."
        ],
        justForToday: "Мені потрібне керівництво, підтримка та Сила, могутніша за мою. Я піду на зустріч, звернуся до новачка, подзвоню своєму спонсору, помолюся своїй Вищій силі — я зроблю це, щоб сказати: «Я здаюся»."
    },
    "7-22": {
        "title": "Духовна смерть",
        "quote": "“Для нас вживати - це померти, і зачасту способів більше, ніж один.",
        "ref": "Базовий Текст, стор. 82",
        "paragraphs": [
            "Будучи новачками, багато з нас прийшли на першу зустріч лише з маленькою іскрою життя. Ця іскра, наш дух, хоче вижити. Анонімні Наркомани живлять цей дух. Любов товариства швидко спалахує у вогонь. Завдяки Дванадцяти Крокам і любові інших залежних, які одужують, ми починаємо розквітати в ту цілісну, життєво важливу людську істоту, якою нас задумала Вища Сила. Ми починаємо радіти життю, знаходимо мету свого існування. Щодня ми вирішуємо залишатися чистими, наш дух оживляється, а наші стосунки з нашим Богом міцнішають. Наш дух стає сильнішим з кожним днем, коли ми обираємо життя, залишаючись чистими.",
            "Незважаючи на те, що наше нове життя під час одужання є корисним, бажання вжити іноді може бути нездоланним. Коли здається, що все в нашому житті йде не так, повернення до вживання може здаватися єдиним виходом. Але ми знаємо, які наслідки будуть, якщо ми вживемо — втрата нашої дбайливо виплеканої духовності. Ми надто далеко зайшли духовним шляхом, щоб зганьбити свій дух вживанням. Придушення духовного полум’я, над відновленням якого ми так наполегливо працювали під час нашого одужання, є надто дорогою ціною за кайф."
        ],
        justForToday: "Я вдячний, що мій дух сильний і живий. Сьогодні я буду шанувати цей дух, залишаючись чистим."
    },
    "7-23": {
        "title": "Капітуляція перед свавіллям",
        "quote": "«Ми хочемо і вимагаємо, щоб все завжди йшло по-нашому. Зі свого минулого досвіду ми повинні знати, що наш спосіб, за яким ми діяли, не спрацював».",
        "ref": "Базовий Текст, стор. 93",
        "paragraphs": [
            "У кожного з нас є ідеї, плани та цілі щодо нашого життя. У програмі АН немає нічого, що говорить про те, що ми не повинні думати самостійно, проявляти ініціативу та втілювати в життя відповідальні плани. Саме тоді, коли нашим життям керує свавілля, ми стикаємося з проблемами.",
            "Коли ми живемо свавільно, ми йдемо дуже далеко в думках про себе — ми думаємо лише про себе. Ми забуваємо, що ми є лише частиною світу і що будь-яка особиста сила, яку ми маємо, походить від Вищої Сили. Ми можемо навіть зайти так далеко, щоб уявити, що інші люди існують лише для того, щоб виконувати наші веління. Швидко ми опиняємось у протиріччі з усіма і всім навколо.",
            "У цей час ми маємо два варіанти. Ми можемо й надалі залишатися в рабстві свавілля, висувати нерозумні вимоги та розчаровуватися, тому що планета не обертається навколо нас. Або ми можемо здатися, розслабитися, шукати пізнання Божої волі та сили виконати її, і знайти шлях назад до стану миру зі світом. Думати, проявляти ініціативу, складати відповідальні плани — у цьому немає нічого поганого, доки вони служать Божій волі, а не лише нашій власній."
        ],
        justForToday: "Я запланую виконувати Божу волю, а не свою. Якщо я виявлю суперечність з усім, що мене оточує, я капітулюю перед власною волею."
    },
    "7-24": {
        "title": "Маски повинні зникнути",
        "quote": "«...ми приховували низьку самооцінку, ховаючись за фальшивими образами, які, як ми сподівалися, могли б обдурити людей. Маски повинні зникнути»",
        "ref": "Базовий текст, стор.33",
        "paragraphs": [
            "Надмірна чутливість, незахищеність і відсутність ідентичності часто асоціюються з активною залежністю. Багато хто з нас бере їх із собою в одужання; наші страхи перед неадекватністю, неприйняттям і відсутністю шляху не зникають відразу. У багатьох із нас є образи та фальшиві особистості, які ми створили, щоб захистити себе чи догодити іншим. Деякі з нас носять маски, тому що не знають, ким є насправді. Іноді ми думаємо, що ці образи, створені для захисту під час вживання, можуть також захистити нас під час одужання.",
            "Ми використовуємо фальшиві маски, щоб приховати нашу справжню особистість, щоб замаскувати нашу відсутність самоповаги. Ці маски приховують нас від інших, а також від нашої власної справжньої особистості. Живучи в брехні, ми говоримо, що не можемо жити з правдою про себе. Чим більше ми приховуємо своє справжнє я, тим сильніше ми шкодимо своїй самооцінці.",
            "Одним із чудес одужання є визнання себе разом із чеснотами та недоліками. Самооцінка починається з цього визнання. Незважаючи на наш страх стати вразливими, нам потрібно бути готовими позбутися масок. Нам потрібно звільнитися від масок і вільно довіряти собі."
        ],
        justForToday: "Я буду скину свої маски і дозволю своїй самооцінці рости."
    },
    "7-25": {
        "title": "\"Невдача\" Дванадцятого Кроку",
        "quote": "«Отримавши духовне пробудження у результаті цих Кроків, ми намагалися донести цю звістку до залежних, і практикувати ці принципи в усіх наших справах».",
        "ref": "Дванадцятий Крок",
        "paragraphs": [
            "Немає такого поняття, як «невдала» звістка Дванадцятого Кроку. Навіть якщо наш потенційний новачок не стане чистим, ми досягли двох цілей. Ми посіяли зерно одужання в свідомості залежного, з яким поділилися своїм досвідом, силою та надією. І ми самі ще один день залишилися чистими. Рідко коли залежний, який одужує, несе звістку «Дванадцяти кроків» із чимось іншим, крім глибокої хвилі вдячності.",
            "Інколи ми практикуємо Дванадцятий Крок, не усвідомлюючи цього. Коли наші колеги чи інші знайомі знають частина нашої історії та бачать, якою людиною ми є сьогодні, вони знають, куди звернутися, якщо їхній друг чи близька людина потребують нашої допомоги. Ми часто є найкращою пам'яткою, яку можуть запропонувати АН!",
            "Для багатьох залежних Дванадцятий Крок є наріжним каменем одужання. Ми щиро віримо, що «ми можемо зберегти те, що маємо, лише віддаючи це». Парадокс Дванадцятого Кроку очевидний, оскільки, віддаючи, ми отримуємо."
        ],
        justForToday: "Я пам’ятаю, що я є живим прикладом Дванадцятого Кроку. Я не можу «зазнати невдачі», коли намагаюся донести цю звістку до іншого залежного."
    },
    "7-26": {
        "title": "Безумовна капітуляція",
        "quote": "«Допомога залежним починається лише тоді, коли ми здатні визнати повну поразку. Це може лякати, але це основа, на якій ми будуємо своє життя».",
        "ref": "Базовий текст, стор.22",
        "paragraphs": [
            "Більшість із нас робили все, що тільки могли придумати, докладали всіх можливих зусиль, щоб заповнити духовну діру всередині себе. Ніщо — ні наркотики, ні контроль і управління, ні секс, гроші, власність, влада чи престиж — не заповнили його. Ми безсилі; наші життя некеровані, принаймні лише нами самими. Наша заперечення не змінить цього факту.",
            "Тож ми здаємось; ми просимо Вищу Силу подбати про нашу волю і наше життя. Іноді, здаючись, ми не знаємо, що існує Сила, могутніші за нас, яка може повернути нам цілісність. Інколи ми не впевнені, що Бог, як ми його розуміємо, подбає про наше некероване життя. Проте наша невпевненість не впливає на головну істину: ми безсилі. Наше життя є некерованим. Ми повинні здатися. Лише таким чином ми зможемо широко відкритися — достатньо, щоб наші старі ідеї та уламки минулого були очищені, достатньо широко, щоб увійшла Вища сила."
        ],
        justForToday: "Я безумовно капітулюю. Я можу зробити це так легко чи складно, як захочу. У будь-якому разі я це зроблю."
    },
    "7-27": {
        "title": "Ми дійсно одужуємо",
        "quote": "«Після приходу до АН ми опинилися серед дуже особливої групи людей, які страждали, як і ми, і знайшли одужання. В їхньому досвіді, яким вони вільно ділилися, ми знаходили надію для себе. Якщо програма спрацювала для них, вона спрацювала б і для нас».",
        "ref": "Базовий текст, стор.10",
        "paragraphs": [
            "Новачок заходить на свою першу зустріч, тремтить і збентежений. Люди метушаться навколо. Закуски та література викладені. Зустріч починається після того, як усі сіли на свої стільці й розташувалися. Здивовано глянувши на дивну кількість людей у кімнаті, новачок запитує: «Чому я маю покластись своїм життям на цю групу? Зрештою, вони просто купка таких же залежних, як я».",
            "Це може бути правдою, що небагато наших членів високо оцінювали нас, коли прибули сюди, та новачок незабаром дізнається, що те, як ми живемо сьогодні, має значення. Наші зустрічі наповнені залежними, життя яких кардинально змінилося. Попри всі труднощі, ми одужуємо. Новачок може ідентифікуватись з тим, де ми були, і черпати надію з того того, де ми є зараз. Сьогодні у кожного з нас є можливість одужувати.",
            "Так, ми можемо спокійно довірити своє життя нашій Вищій силі та Анонімним Наркоманам. Поки ми працюємо над програмою, результат очевидний: позбавлення від активної залежності та кращий спосіб життя."
        ],
        justForToday: "Одужання, яке я знайшов в Анонімних Наркоманах, є справжнім. Будуючи на цьому своє життя, я знаю, що буду розвиватися."
    },
    "7-28": {
        "title": "Таємниці та інтимність",
        "quote": "«Ми боялися, що якщо коли-небудь розкриємо себе такими, якими ми є, нас обов’язково відкинуть».",
        "ref": "Базовий текст, стор.32",
        "paragraphs": [
            "Мати стосунки без бар’єрів, у яких ми можемо бути повністю відкритими зі своїми почуттями, — це те, чого багато з нас бажають. При цьому можливість такої близькості викликає у нас страх більше, ніж будь-яка інша життєва ситуація.",
            "Якщо ми досліджуємо те, що нас лякає, ми зазвичай виявимо, що ми намагаємося приховати аспект нашої особистості, якого соромимося, аспект, в якому ми іноді навіть самі собі не зізнаємося. Ми не хочемо, щоб інші знали про нашу незахищеність, наш біль або наші потреби, тому ми просто відмовляємось викривати їх. Ми можемо уявити, що якщо ніхто не дізнається про наші недосконалості, ці недосконалості перестануть існувати.",
            "На цьому наші стосунки закінчуються. Будь-хто, хто увійде в наше життя, не пройде ту точку, з якої починаються наші таємниці. Щоб підтримувати близькість у стосунках, важливо визнавати свої недоліки та приймати їх. Коли ми це зробимо, фортеця заперечення, зведена для того, щоб тримати ці речі прихованими, впаде, що дасть нам змогу будувати наші стосунки з іншими."
        ],
        justForToday: "У мене є можливість поділитися своїм внутрішнім я. Я скористаюся цими можливостями і стану ближче до тих, кого люблю."
    },
    "7-29": {
        "title": "Очікування",
        "quote": "«Коли ми усвідомлюємо свою потребу в тому, щоб нас пробачили, ми починаємо прощати більше».",
        "ref": "Базовий текст, стор.39",
        "paragraphs": [
            "Наша поведінка щодо інших людей у нашому житті є відзеркаленням нашої поведінки щодо самих себе. Коли ми вимагаємо досконалості від себе, ми починаємо вимагати цього й від оточуючих. Оскільки ми прагнемо відновити та зцілити своє життя під час одужання, ми також можемо очікувати, що інші працюватимуть так само наполегливо й одужуватимуть у тому ж темпі, що й ми. І так само, як ми часто не прощаємо власних помилок, ми можемо не прощати друзів і членів сім’ї, коли вони не відповідають нашим очікуванням.",
            "Виконання цих кроків допомагає нам зрозуміти власні обмеження та нашу людяність. Ми починаємо розглядати наші невдачі як людські помилки. Ми усвідомлюємо, що ніколи не будемо досконалими, що, іноді, ми будемо розчаровувати себе та інших. Ми надіємось на прощення.",
            "Коли ми навчимося м’яко приймати себе, ми зможемо почати дивитися на інших з таким же прихильним і терпимим серцем. Ці люди теж просто люди, вони намагаються зробити все можливе, але іноді не виходить."
        ],
        justForToday: "Я ставитимусь до інших з терпимістю та прощенням, яких прагну для себе."
    },
    "7-30": {
        "title": "Регулярна інвентаризація",
        "quote": "«Продовження проводення особистої інвентаризації означає, що ми формуємо звичку регулярно дивитися на себе, свої дії, відношення та стосунки».",
        "ref": "Базовий текст, стор.42",
        "paragraphs": [
            "Проведення регулярної інвентаризації є ключовим елементом нашої нової моделі життя. У своїй залежності ми перевіряли себе якомога менше. Ми не були задоволені тим, як живемо, але ми не відчували, що можемо змінити спосіб життя. Ми відчували, що самоаналіз був би болісною марною вправою.",
            "Сьогодні це все змінюється. Там, де ми були безсилі перед своєю залежністю, ми знайшли Силу, могутнішу за нас, яка допомогла нам припинити вживання. Там, де ми колись почувалися заблукалими в життєвому лабіринті, ми знайшли керівництво в досвіді наших товаришів, які одужують від залежності, і в постійному покращенні контакту з нашою Вищою Силою. Нам не потрібно почуватися в пастці наших старих руйнівних моделей. Ми можемо жити інакше, якщо захочемо.",
            "Встановлюючи регулярний шаблон проведення власної інвентаризації, ми даємо собі можливість змінити все, що у нашому житті не працює. Якщо ми почали робити щось, що спричиняє проблеми, ми можемо почати змінювати свою поведінку, перед ніж вона повністю вийде з-під контролю. І якщо ми робимо щось, що запобігає виникненню проблем, ми також можемо взяти це до відома та заохочувати себе продовжувати робити те, що працює."
        ],
        justForToday: "Я візьму на себе зобов’язання включити регулярну інвентаризацію в свій новий спосіб життя."
    },
    "7-31": {
        "title": "Свобода від активної залежності",
        "quote": "«Анонімні наркомани пропонують лише одну обіцянку — це позбавлення від активної залежності, рішення, яке так довго вислизало від нас».",
        "ref": "Базовий текст, стор.106",
        "paragraphs": [
            "АН не обіцяє нічого, окрім позбавлення від активної залежності. Це правда, що деякі з наших членів досягають фінансового успіху в одужанні. Вони купують гарні будинки, їздять на нових автомобілях, носять гарний одяг і створюють гарні сім’ї. Однак ці зовнішні ознаки процвітання не властиві всім нашим членам. Багато хто з нас ніколи не досягає фінансового успіху. Це не обов'язково впливає на якість нашого одужання.",
            "Коли у нас виникає спокуса порівняти себе з цими іншими, здавалося б, заможнішими членами, корисно згадати, чому ми прийшли до кімнат Анонімних Наркоманів. Ми прийшли, тому що наші життя розвалювались навколо нас. Ми були емоційно, фізично та духовно розгромлені. Наш Базовий текст нагадує нам, що «у відчаї ми шукали допомоги один в одного в Анонімних Наркоманах». Ми прийшли, бо були розбитими.",
            "Для залежних навіть один день чистоти - це диво. Коли ми згадуємо, чому ми прийшли до Анонімних Наркоманів і в якому стані прибули, ми розуміємо, що матеріальні багатства бліднуть у порівнянні з духовними багатствами, які ми здобули під час одужання."
        ],
        justForToday: "Я отримав духовний дар, більший за матеріальні багатства: моє одужання. Я буду дякувати Богу свого розуміння за моє позбавлення від активної залежності."
    },
    "8-1": {
        title: "Свобода від провини",
        quote: "Наша залежність поневолила нас. Ми були в’язнями власного розуму і були засуджені своєю власною провиною",
        ref: "Базовий текст, стор.7",
        paragraphs: [
            "Почуття провини є одним із найпоширеніших каменів спотикання під час одужання. Однією з",
            "найвідоміших форм провини є ненависть до себе, яка виникає, коли ми намагаємося пробачити себе,",
            "але не відчуваємо прощення.",
            "Як ми можемо пробачити себе, щоб відчувати це? По-перше, ми пам’ятаємо, що почуття провини",
            "та невдачі - це не ланки нерозривного ланцюга. Чесність зі спонсором та іншими залежними показує,",
            "що це правда. Часто результатом такого обміну є більш розумне усвідомлення тієї ролі, яку ми самі",
            "відіграли у наших справах. Іноді ми розуміємо, що наші очікування були занадто високими. Ми",
            "збільшуємо нашу готовність брати участь у вирішенні, а не зациклюватися на проблемах.",
            "Десь по дорозі ми дізнаємось, хто ми є насправді. Зазвичай мы виявляємо, що ми не є ні повністю",
            "досконалими, ні абсолютно недосконалими істотами, якими уявляємо себе. Нам не потрібно жити в",
            "наших ілюзіях - нам потрібно жити лише в в реальності.",
        ],
        
        justForToday: "Я вдячний за свої чесноти та приймаю свої недоліки. Завдяки готовності та смиренню я звільнився у своєму одужанні та досягнув свободи від провини."
    },
    "8-2": {
        title: "Практикуємо чесність",
        quote: "Коли ми відчуваємо себе в пастці або під тиском, потрібна велика духовна та емоційна сила, щоб бути чесними",
        ref: "Базовий текст, стор.85",
        paragraphs: [
            "Багато з нас намагаються викрутитися зі скрутного місця, будучи нечесними, щоб потім",
            "примиритися і сказати правду. Деякі з нас перекручують наші історії як само собою зрозуміле, навіть",
            "коли ми могли так само легко сказати просту правду. Кожен раз, коли ми намагаємося уникати бути",
            "чесними, це має зворотний ефект для нас. Чесність може бути незручною, але неприємності, які нам",
            "доводиться терпіти, коли ми нечесні, зазвичай набагато гірші, ніж дискомфорт говорити правду.",
            "Чесність є одним із основоположних принципів одужання. Ми застосовуємо цей принцип з самого",
            "початку нашого одужання, коли нарешті визнаємо своє безсилля і некерованість. Ми продовжуємо",
            "застосовувати принцип чесності кожного разу, коли ми стикаємося з вибором: жити у фантазії або жити",
            "за власними умовами. Вчитися бути чесним не завжди легко, особливо після приховування та обману,",
            "які багато з нас практикували у своїй залежності. Наші голоси можуть тремтіти, коли ми перевіряємо",
            "нашу новознайдену чесність. Але незабаром звук істини, що йде з наших власних уст, розвіює будь-які",
            "сумніви: від чесності ми почуваємось краще. Легше жити правдою, ніж жити в брехні.",
        ],
        
        justForToday: "Я чесно прийму життя, з усіма його ускладненнями і вимогами. Я буду практикувати чесність, навіть коли це робити незручно. Чесність допоможе, а не зашкодить моїм зусиллям жити чистим і одужувати."
    },
    "8-3": {
        title: "Довіряти людям",
        quote: "Багато з нас не мали б куди більше піти, якби ми не могли довіряти групам і членам АН",
        ref: "Базовий текст, стор. 84",
        paragraphs: [
            "Довіряти людям – це ризик. Людські істоти, завідома забудькуваті, ненадійні і",
            "недосконалі. Більшість із нас походять із середовища, де зрада та нечутливість серед друзів були",
            "звичайними явищами. Навіть наші найнадійніші друзі не були дуже надійними. До моменту як ми",
            "прибуваємо до дверей АН, більшість з нас має сотні переживань , які підтверджують наше",
            "переконання, що люди ненадійні. І, все ж таки, наше одужання вимагає , щоб ми довіряли людям. Ми",
            "стикаємося з цією дилемою: люди не завжди заслуговують на довіру, але ми повинні їм довіряти. Як",
            "ми це робимо, враховуючи свідчення нашого минулого?",
            "По-перше, нагадуємо собі, що правила активної залежності не застосовують в одужанні. Більшість",
            "наших товаришів роблять все можливе, щоб жити за духовними принципами, які ми вивчаємо в",
            "програмі. По-друге, мы нагадуємо собі, що ми також не на 100% надійні. Ми ,напевно, розчаруємо",
            "когось у нашому житті, як би ми не намагалися цього не робити. По-третє, найголовніше, ми",
            "усвідомлюємо, що нам потрібно довіряти нашим товаришам-членам АН. На кону наше життя, і єдиний",
            "шлях залишитися чистими це довіряти цим людям з добрими намірами, які зазвичай, не є ідеальними.",
        ],
        
        justForToday: "Я довірюся моїм товаришам у товаристві. Хоча вони не ідеальні, але вони моя найкраща надія."
    },
    "8-4": {
        title: "Коли таємниця не таємниця?",
        quote: "Залежні схильні жити таємним життям… Це величезне полегшення позбутися всіх наших таємниць і розділити тягар нашого минулого",
        ref: "Базовий текст, стор.33",
        paragraphs: [
            "Ми чули як казали, що «ми хворі як і наші таємниці» . Що ми тримаємо в секреті і навіщо?",
            "Ми тримаємо у таємниці ті речі, які викликають в нас сором. Ми можемо триматися за ті речі , тому",
            "що ми не хочемо капітулювати перед ними. Але якщо вони завдають нам сорому, чи не було б нам",
            "легше жити з собою, якби ми їх позбулися?",
            "Деякі з нас тримаються за ті речі, що викликають у нас сором з іншої причини. Це не тому що ми не",
            "хочемо позбутися їх, а тому що ми не віримо , що можемо позбутися їх. Вони мучили нас довгий час , і",
            "ми стільки разів намагалися позбутися від них, що перестали сподіватися на полегшення. Все одно",
            "вони нас соромлять, і ми тримаєм їх у таємниці.",
            "Нам потрібно пам’ятати хто ми: одужуючі залежні. Ми ті, хто так довго намагалися зберегти в",
            "таємниці наше вживання наркотиків, знайшли свободу від одержимості й компульсивного вживання.",
            "Хоча багатьом із нас подобалося вживати до останнього, ми все одно прагнули одужання. Ми просто",
            "не могли терпіти того, що завдавало нам наше вживання. Коли ми визнали своє безсилля і шукали",
            "допомоги в інших, тягар нашої таємниці був знятий з нас.",
            "Той самий принцип стосується будь-яких таємниць, які можуть нас обтяжувати. Так, ми хворі, як і",
            "наші секрети. Лише тоді, коли наші таємниці перестають бути таємними, ми можемо почати знаходити",
            "полегшення від того, що викликає у нас сором.",
        ],
        
        justForToday: "Мої секрети можуть робити мене хворим до тих пір, поки вони є секретами. Сьогодні, я поспілкуюсь зі своїм спонсором про мої таємниці."
    },
    "8-5": {
        title: "Форма наших думок",
        quote: "Формуючи свої думки з духовними ідеалами, ми звільняємося, щоб стати тими, ким хочемо бути",
        ref: "Базовий текст, стор.105",
        paragraphs: [
            "Залежність формувала наші думки по своєму. Якою б не була їхня форма колись, вони стали",
            "деформованими, коли наша хвороба повною мірою охопила наше життя. Наша одержимість",
            "наркотиками та самими собою формували наш настрій, наші дії, саму форму нашого життя.",
            "Кожен із духовних ідеалів нашої програми слугує для того, щоб виправити ті чи інші викривлення в",
            "нашому мисленні, які виникли в нашій активній залежності. Запереченню протидіє визнання,",
            "потайливості — чесність, ізоляції — спілкування, а відчаю — віра в люблячу Вищу Силу. Духовні ідеали,",
            "які ми знаходимо в одужанні, повертають форму наших думок і нашого життя до їх природного стану.",
            "Що це за «Природний стан» ? Це стан, якого ми справді шукаємо для себе, відображення наших",
            "найвищих мрій. Звідки ми це знаємо? Тому що наші думки почали формуватися в одужанні завдяки",
            "духовним принципам, які ми знаходимо у стосунках, що розвиваються с Богом, як ми його розуміємо",
            "в АН.",
            "Залежність більше не формує наші думки. Сьогодні наші життя формуються завдяки нашому",
            "одужанню і нашій Вищій силі.",
        ],
        
        justForToday: "Я дозволю духовним ідеалам формувати мої думки. У цій конструкції я знайду своє власне розуміння Вищої сили."
    },
    "8-6": {
        title: "Радість всередині",
        quote: "З початку нашого одужання ми виявили, що радість приходить не від матеріальних речей, а із середини нас самих",
        ref: "Базовий текст, стор.107",
        paragraphs: [
            "Деякі з нас прийшли до Анонімних Наркоманів збідованими, через нашу хворобу. Усе, чим ми",
            "володіли, було втрачено через нашу залежність. Після того, як ми стали чистими, ми вкладаємо всю",
            "свою енергію у відновлення своїх матеріальних цінностей, але відчуваємо ще більше незадоволення",
            "своїм життям, аніж раніше.",
            "Інші члени намагалися полегшити свій емоційний біль за допомогою матеріальних речей.",
            "Відмовили в побаченні? Давайте щось купимо. Помер собака? Йдемо до торгівельного центру.",
            "Проблема, що емоційне наповнення не можна купити, навіть у просту розстрочку.",
            "У матеріальних речах немає нічого поганого. Вони можуть зробити життя більш зручним або",
            "розкішним, але вони не можуть виправити нас. Де ж тоді знайти справжню радість? Ми знаємо;",
            "відповідь всередині нас самих.",
            "Коли ми знайшли радість? Коли ми запропонували себе в служінні іншим, не сподіваючись на",
            "винагороду. Ми знайшли справжню теплоту в спілкуванні з іншими — не тільки в АН, а й у наших сім’ях,",
            "наших стосунках і наших спільнотах. І ми знайшли найнадійніше джерело задоволення в нашому",
            "свідомому контакті с нашим Богом. Внутрішній спокій, впевнене відчуття напрямку та емоційна",
            "безпека приходять не від матеріальних речей, а зсередини.",
        ],
        
        justForToday: "Справжню радість не можливо купити. Я буду шукати мою радість у служінні, у товаристві, у моїй Вищій Силі – я буду шукати її всередині себе самого."
    },
    "8-7": {
        title: "Список вдячності",
        quote: "Ми зосереджуємось на всьому, що йде не по нашому і ігноруємо всю красу в нашому житті",
        ref: "Базовий текст, стор. 80",
        paragraphs: [
            "Легко бути вдячним, коли все йде гладко. Якщо ми отримуємо підвищення на роботі, ми вдячні.",
            "Якщо ми одружимося, ми вдячні. Якщо хтось здивує нас приємним подарунком або непроханою",
            "послугою, ми вдячні. Але якщо ми звільняємося, розлучаємося чи розчаровуємось, подяка вилітає у",
            "вікно. Ми стаємо одержимими речами, які є неправильними, хоча все інше може бути чудовим.",
            "Ось коли ми можемо використовувати список вдячностей. Ми сідаємо з ручкою і папером і",
            "перераховуємо людей, яким ми вдячні. У всіх нас є люди, які підтримували нас у життєвих потрясіннях.",
            "Ми перераховуємо духовні надбання, яких ми здобули, бо знаємо, що без них ніколи не зможемо",
            "пережити нинішні обставини. Нарешті, але не менш важливо, ми враховуємо саме наше одужання.",
            "Все, що ми маємо, за за що ми вдячні, входить до списку.",
            "Ми обов’язково знайдемо, що в нашому житті є буквально сотні речей, які викликають у нас",
            "вдячність. Навіть ті з нас, хто страждає від хвороби або втратив усі матеріальні багатства, знайде",
            "благословення духовного характеру, за які ми можемо бути вдячні. Пробудження духу — найцінніший",
            "дар, який може отримати залежний.",
        ],
        
        justForToday: "Я напишу список речей, як матеріальних, так і духовних, за які я вдячний."
    },
    "8-8": {
        title: "Відповідальне одужання",
        quote: "...ми приймаємо відповідальність за наші проблеми і бачимо, що ми так само відповідальні за наші рішення",
        ref: "Базовий текст, стор.97",
        paragraphs: [
            "Деякі з нас, які добре звикли залишати свої особисті обов’язки іншим, можуть спробувати таку ж",
            "поведінку в одужанні. Ми швидко дізнаємося, що це не працює.",
            "Наприклад, ми розглядаємо можливість змінити своє життя, тому телефонуємо нашому спонсору і",
            "запитуємо, що нам робити. Під виглядом пошуку керівництва ми насправді просимо нашого спонсора",
            "взяти на себе відповідальність за прийняття рішень щодо нашого життя. Або, можливо, ми були",
            "різкими з кимось на зустрічі, тому ми просимо найкращого друга цієї людини принести наші вибачення",
            "за нас. Можливо, протягом останнього місяця, ми кілька разів нав’язували своєму другові наші",
            "обов’язки по служінню. Чи може ми попросили друга проаналізувати нашу поведінку та виявити наші",
            "недоліки, а не проводити власну інвентаризацію?",
            "Одужання – це те, над чим потрібно працювати. Це не буде вручено нам на срібному блюді, і ми не",
            "можемо очікувати, що наші друзі чи наш спонсор відповідатимуть за роботу, яку ми маємо виконати",
            "самі. Ми одужуємо, приймаючи власні рішення, роблячи власне служіння та власні кроки. Роблячи це",
            "для себе, ми отримуємо винагороду.",
        ],
        
        justForToday: "Я беру на себе відповідальність за своє життя та своє одужання."
    },
    "8-9": {
        title: "Сила любові",
        quote: "Ми починаємо бачити, що Божа любов була присутня весь час, лише чекала, поки ми її приймемо",
        ref: "Базовий текст, стор.47",
        paragraphs: [
            "Божа любов - це трансформуюча сила, яка керує нашим одужанням. Завдяки цій любові ми",
            "знаходимо свободу від безнадійного, відчайдушного циклу вживання, ненависті до себе та вживання",
            "знову. Завдяки цій любові ми отримуємо відчуття сенсу і мети в нашому, колись безцільному, житті. З",
            "цією любов’ю ми отримуємо внутрішній напрямок і силу, необхідні, щоб почати новий спосіб життя:",
            "шлях АН. З цією любов’ю ми починаємо бачити речі по-іншому, ніби новими очима.",
            "Коли ми розглядаємо наше життя очима любові, ми робимо приголомшливе відкриття: люблячий",
            "Бог, якого ми так недавно зрозуміли, завжди був з нами і завжди любив нас. Ми згадуємо часи, коли",
            "ми просили допомоги у Вищої Сили і отримували її. Ми навіть згадуємо моменти, коли ми не просили",
            "такої допомоги, але нам все одно її надали. Ми усвідомлюємо, що любляча Вища Сила дбала про нас",
            "весь час, зберігаючи наше життя до того дня, коли ми зможемо прийняти цю любов до себе.",
            "Сила любові була з нами весь час. Сьогодні ми вдячні за те, що протримались достатньо довго, щоб",
            "усвідомити присутність цієї любові в нашому світі та нашому житті. Її життєва сила наповнює саме наше",
            "єство, керуючи нашим одужанням і показуючи нам, як жити.",
        ],
        
        justForToday: "Я приймаю любов Вищої Сили у своєму житті. Я усвідомлюю керівництво і могутність цієї Сили всередині мене. Сьогодні я стверджую це для себе."
    },
    "8-10": {
        title: "Регулярна молитва і медитація",
        quote: "Більшість із нас молиться, коли нам боляче. Ми дізнаємося, що якщо ми будемо молитися регулярно, нам не буде боляче так часто або так сильно",
        ref: "Базовий текст, стор. 45",
        paragraphs: [
            "Регулярна молитва та медитація — ще два ключових елементи нашого нового способу життя. Наша",
            "активна залежність була більше, ніж просто шкідлива звичка, яка чекала, щоб її зламати силою волі.",
            "Наша залежність була негативною, виснажливою залежністю, яка вкрала всю нашу позитивну енергію.",
            "Ця залежність була настільки тотальною, що завадила нам розвинути будь-яку опору на Вищу Силу.",
            "З самого початку нашого одужання наша Вища Сила була тією силою, яка принесла нам свободу.",
            "По-перше, це позбавило нас від компульсивного вживання наркотиків, навіть коли ми знали, що вони",
            "нас вбивали. Тоді це дало нам свободу від більш глибоко вкорінених аспектів нашої хвороби. Наша",
            "Вища Сила дала нам напрямок, силу і сміливість, щоб ми самі провели інвентаризацію; зізнатися іншій",
            "людині вголос, яким було наше життя, можливо, вперше; почати шукати звільнення від хронічних вад",
            "характеру, що лежать в основі наших проблем; і, нарешті, загладити провину за шкоду, яку ми завдали.",
            "Цей перший контакт з Вищою Силою і ця перша свобода переросли в життя, повне свободи. Ми",
            "підтримуємо цю свободу, підтримуючи та покращуючи наш свідомий контакт із нашою Вищою Силою",
            "за допомогою регулярної молитви та медитації.",
        ],
        
        justForToday: "Я візьму на себе зобов’язання включити регулярні молитви та медитації в свій новий спосіб життя."
    },
    "8-11": {
        title: "Активне слухання",
        quote: "Завдяки активному слуханню ми чуємо те, що працює для нас",
        ref: "Базовий текст, с.с. 106–107",
        paragraphs: [
            "Більшість із нас прийшли в Анонімни Наркомани з дуже поганою здатністю слухати. Але щоб у повній",
            "мірі скористатися перевагами «терапевтичної цінності допомоги одного залежного іншому», ми",
            "повинні навчитися активно слухати.",
            "Що для нас таке активне слухання? На зустрічах це означає, що ми зосереджуємось на тому, чим",
            "ділиться доповідач поки він ділиться. Ми залишаємо в стороні свою власну думку і думки загалом, поки",
            "зустріч не закінчиться. Саме тоді ми перебираємо те, що почули, щоб вирішити, які ідеї ми хочемо",
            "використовувати, а які ми хочемо дослідити потім.",
            "Ми також можемо застосувати наші навички активного слухання у спонсорстві. Новачки часто",
            "говорять з нами про якусь «важливу подію» у своєму житті. Хоча подібні події можуть здатися нам",
            "незначущими, вони є такими для новачка, який має мало досвіду життя за умовами життя. Наше",
            "активне слухання допомагає нам співпереживати з почуттям до такої події, яка відбулась в житті",
            "нашого підспонсорного. З таким розумінням ми маємо краще уявлення про те, чим з ними поділитися.",
            "Уміння активно слухати було нам невідомо в умовах ізоляції залежності. Сьогодні ця здатність",
            "допомагає нам активно займатися нашим одужанням. Завдяки активному слуханню ми отримуємо все,",
            "що нам пропонують в АН, і повністю ділимося з іншими любов’ю та турботою, які нам дарували.",
        ],
        
        justForToday: "Я буду прагнути бути активним слухачем. Я буду практикувати активне слухання, коли інші діляться та коли я ділюся з іншими."
    },
    "8-12": {
        title: "Досить",
        quote: "Щось всередині кричить: Досить, досить, мені досить!",
        ref: "",
        paragraphs: [
            "Нам справді було достатньо? Це важливе питання, яке ми повинні задати собі, готуючись до роботи",
            "за Першим Кроком в Анонімних Наркоманах. Не має значення, чи прийшли ми до АН із цілими сім’ями,",
            "з нашою кар’єрою, яка все ще працює на нас, і з усім зовнішнім виглядом цілісності. Важливо лише те,",
            "що ми досягли емоційного і духовного дна, що виключає наше повернення до активної залежності.",
            "Якщо ми справді досягли цього, ми будемо справді готові піти на все, щоб кинути вживання.",
            "Коли ми інвентаризуємо своє безсилля, ми ставимо собі кілька простих запитань. Чи можу я",
            "контролювати своє вживання наркотиків у будь-якій формі? Які випадки відбулися в результаті мого",
            "вживання наркотиків, яких я не хотів? Чи є моє життя некерованим? Чи вірю я в серці, що я залежний?",
            "Якщо відповіді на ці запитання приведуть нас до дверей Анонімних Наркоманів, то ми готові",
            "переходити до наступного кроку, до життя, вільного від активної залежності. Якщо нам дійсно",
            "достатньо, то ми будемо готові піти на все, щоб знайти одужання.",
        ],
        
        justForToday: "Я визнаю, що мені досить. Я готовий працювати за своїм Першим Кроком."
    },
    "8-13": {
        title: "Складні люди",
        quote: "Даючи безумовну любов... ми стаємо більш люблячими, а поділяючи духовне зростання, ми стаємо більш духовними",
        ref: "Базовий текст, стор. 103",
        paragraphs: [
            "У більшості з нас у житті є одна чи дві надзвичайно складні людини. Як ми поводимося з такою",
            "людиною під час одужання?",
            "Спочатку ми проводимо власну інвентаризацію. Ми образили цю людину? Чи послужили якісь наші",
            "дії чи ставлення причиною до того, як вони до нас ставилися? Якщо так, ми хочемо очиститись, визнати,",
            "що ми помилялися, і попросити нашу Вищу Силу усунути всі недоліки, які можуть завадити нам бути",
            "корисними та конструктивними.",
            "Далі, як люди, які прагнуть жити духовно-орієнтованим життям, ми підходимо до проблеми з точки",
            "зору іншої людини. Вони можуть зіткнутися з будь-якою кількістю проблем, які ми або не враховуємо,",
            "або про які ми нічого не знаємо, виклики, які змушують їх бути неприємними. Як сказано, ми прагнемо",
            "в одужанні «пробачити, а не отримати прощення; розуміти, а не щоб нас зрозуміли».",
            "Нарешті, якщо це в наших силах, ми шукаємо способи допомогти іншим подолати їхні труднощі, не",
            "завдаючи шкоди їхній гідності. Ми молимося за їхнє благополуччя та духовне зростання, а також про",
            "здатність запропонувати їм безумовну любов, яка так багато значила для нас під час нашого одужання.",
            "Ми не можемо змінити складних людей у нашому житті, не можемо догодити всім. Але,",
            "застосовуючи духовні принципи, яким ми навчились в АН, ми можемо навчитися любити їх.",
        ],
        
        justForToday: "Вища Сила, допоможи мені служити іншим людям, а не вимагати, щоб вони служили мені."
    },
    "8-14": {
        title: "Відповідальне одужання",
        quote: "Ми не повинні задовольнятися обмеженнями минулого. Ми можемо розглянути та змінити наші старі ідеї",
        ref: "Базовий текст, стор. 11",
        paragraphs: [
            "Більшість з нас приходять у програму із безліччю обмежень, закладених нами, що заважають",
            "повністю реалізувати свій потенціал, обмеження, які перешкоджають нашим спробам знайти цінності,",
            "які лежать в основі наших сутностей. Ми обмежуємо свою здатність бути вірними собі, обмежуємо",
            "нашу здібність до роботи, обмежуємо ризики, на які ми готові піти — список здається нескінченним.",
            "Якщо батьки чи вчителі сказали нам, що ми ніколи не досягнемо успіху, і ми їм повірили, скоріш за все,",
            "ми не досягли багато чого. Якщо наша соціалізація навчила нас не стояти за себе, ми цього не зробили,",
            "навіть якщо все в нас кричало про це.",
            "У Анонімних Наркоманах нам дається процес, за допомогою якого ми можемо розпізнати ці",
            "помилкові обмеження, якими вони є. Завдяки нашому четвертому кроку ми виявимо, що не хочемо",
            "дотримуватися всіх правил, яких нас навчили. Ми не повинні бути жертвами минулого досвіду всього",
            "життя. Ми вільні відкинути ідеї, які гальмують наше зростання. Ми здатні розширити наші нові кордони,",
            "щоб охопити ідеї та новий досвід. Ми вільні сміятися, плакати і, перш за все, насолоджуватися нашим",
            "одужанням.",
        ],
        
        justForToday: "Я звільнився від обмежень і відкрию свій розум для нових ідей"
    },
    "8-15": {
        title: "Через деякий час, а не відразу",
        quote: "Ми виявили, що не одужуємо фізично, розумово чи духовно за одну ніч",
        ref: "Базовий текст, стор. 28",
        paragraphs: [
            "Чи підходили ви коли-небудь до святкування ювілею з відчуттям, що ви повинні бути далі у своєму",
            "одужанні, ніж зараз? Можливо, ви слухали новачків, які ділилися на зборах, які мали набагато менше",
            "чистого часу, і думали: \"Але я ледве починаю розуміти, про що вони говорять!\"",
            "Це дивно, що ми повинні прийти в одужання думаючи, що відразу ж почуватимемося чудово або",
            "більше не матимемо труднощів з поворотами життя. Ми очікуємо, що наші фізичні проблеми",
            "виправляться самі собою, наше мислення стане раціональним, а повністю розвинене духовне життя",
            "проявиться за одну ніч. Ми забуваємо, що витратили роки на зловживання своїми тілами,",
            "затуманювання розуму і пригнічування нашого усвідомлення Вищої Сили. Ми не можемо усунути",
            "шкоду за один день. Проте ми можемо застосувати наступний крок, прийти на наступну зустріч,",
            "допомогти наступному новачкові. Ми лікуємось і одужуємо поступово — не за ніч, а з часом.",
        ],
        
        justForToday: "Моє тіло трохи загоїться, мій розум стане трішки яснішим, і мої стосунки з моєю Силою Вищою зміцняться."
    },
    "8-16": {
        title: "Вгору чи вниз",
        quote: "Це наш шлях до духовного зростання. Ми змінюємося щодня... Це зростання не є результатом бажання, а дії та молитви",
        ref: "Базовий текст, стор. 37",
        paragraphs: [
            "Наш духовний стан ніколи не буває статичним - якщо не росте, то занепадає. Якщо ми стоїмо на",
            "місці, наш духовний прогрес втратить свій імпульс наверх. Поступово наш ріст сповільнюється, потім",
            "зупиняється, а потім повертається назад. Наша толерантність зношується; наша готовність служити",
            "іншим слабшає; наші думки звужуються і закриваються. Незабаром ми повернемося туди, звідки",
            "починали: у конфлікті з усіма і всім навколо нас, не в змозі витримати навіть самих себе.",
            "Єдиний наш вихід — брати активну участь у нашій програмі духовного зростання. Ми молимося,",
            "шукаючи знання більшого, ніж наше власне, від Сили, могутнішої за нас. Ми відкриваємо наш розум і",
            "залишаємо його відкритим, стаючи придатними для навчання і користуючись тим, чим інші мають",
            "поділитися з нами. Ми демонструємо нашу готовність пробувати нові ідеї та робимо спроби поступати",
            "по-новому, проживаючи життя по-новому. Наш духовний прогрес набирає швидкість і енергію,",
            "керований Вищою Силою, яку ми з кожним днем все краще розуміємо.",
            "Вгору чи вниз — це те чи інше, з дуже невеликим проміжком, коли йдеться про духовне зростання.",
            "Як ми з’ясували, одужанню сприяють не бажання і мрії, а молитви і дії.",
        ],
        
        justForToday: "Єдина константа в моєму духовному стані – це зміни. Я не можу покладатися на вчорашню програму. Сьогодні я шукаю нового духовного зростання через молитву та дії."
    },
    "8-17": {
        title: "Скажи правду",
        quote: "Симптомом нашої хвороби є відчуженість, і чесне спілкування дозволить нам одужати",
        ref: "Базовий текст, стор. 83",
        paragraphs: [
            "Істина пов’язує нас із життям, поки страх, ізоляція та нечесність віддаляють нас від неї. Як вживаючі",
            "наркомани, ми приховували якомога більше правди про себе від усього світу, наскільки це було",
            "можливо. Наш страх не давав нам відкрити себе оточуючим, забезпечуючи захист від того, що можуть",
            "зробити інші, якщо ми виявимося вразливими. Але наш страх, також, заважав нам поєднатися з нашим",
            "світом. Ми жили як інопланетні істоти на нашій власній планеті, завжди самотні і щохвилини стаючи",
            "все самотнішими.",
            "Дванадцять кроків і товариство залежних, які одужують, дають таким людям, як ми, місце, де ми",
            "можемо почувати себе в безпеці, розповідаючи правду про себе. Ми можемо чесно визнати наше",
            "розчарування, принизливе безсилля перед залежністю, тому що ми зустрічаємо багатьох інших, які",
            "були в такій же ситуації — серед них ми в безпеці. І ми продовжуємо розповідати більше правди про",
            "себе, продовжуючи працювати за Кроками. Чим більше ми робимо, тим більше ми відчуваємо зв’язок",
            "із навколишнім світом.",
            "Сьогодні нам не потрібно ховатися від реальності наших стосунків з людьми, місцями та речами в",
            "нашому житті. Ми приймаємо ці стосунки такими, якими вони є, і беремо в них свою участь. Ми щодня",
            "виділяємо час на запитання: «Чи кажу я правду про себе?» Кожен раз, коли ми робимо це, ми стаємо",
            "набагато далі від відчуження, яке характеризує нашу залежність, і набагато ближче до свободи, яку",
            "може принести нам одужання.",
        ],
        
        justForToday: "Правда – це мій зв’язок із реальністю. Сьогодні я виділю час, щоб запитати себе: «Чи правду я кажу?»."
    },
    "8-18": {
        title: "Скільки я маю ще ходити?",
        quote: "Поставити наше одужання на перше місце — це шлях залишатися продуктивним, відповідальним членом суспільства",
        ref: "Базовий текст, стор. 106",
        paragraphs: [
            "Зустрічі пройшли чудово! Кожної ми були присутні, збиралися з іншими залежними, щоб поділитися",
            "досвідом, силою та надією. І кожен день ми використовували те, що дізналися на зустрічах, щоб",
            "продовжувати одужання.",
            "А тим часом життя триває. Робота, сім’я, друзі, школа, спорт, розваги, громадська діяльність,",
            "громадянські зобов’язання — все це вимагає нашого часу. Вимоги повсякденного життя іноді",
            "змушують нас запитати себе: «Скільки часу я маю ходити на ці зустрічі?»",
            "Давайте подумаємо над цим. Перш ніж прийти в Анонімні Наркомани, чи могли б ми залишатися",
            "чистими самостійно? Що змушує нас думати, що ми можемо зараз? Далі слід розглянути саме",
            "захворювання — хронічні егоцентризм, нав’язливість, нав’язливі моделі поведінки, які проявляються в",
            "багатьох сферах нашого життя. Чи можемо ми жити і радіти життю без ефективного лікування нашої",
            "хвороби? Ні!",
            "«Звичайним» людям, можливо, не доведеться турбуватися про такі речі, але ми не «звичайні» люди",
            "— ми залежні. Ми не можемо прикидатися, що у нас немає смертельної прогресуючої хвороби, тому",
            "що вона є. Без нашої програми ми можемо не вижити, щоб турбуватися про потреби роботи, школи,",
            "сім’ї чи чогось іншого. Зустрічі АН дають нам підтримку та спрямування, які нам потрібні, щоб",
            "одужувати від нашої залежності, дозволяючи нам жити якнайповніше.",
        ],
        
        justForToday: "Я хочу жити і насолоджуватися життям. Для цього я поставлю своє одужання на перше місце."
    },
    "8-19": {
        title: "Спочатку головне",
        quote: "Ми докладаємо зусиль до наших найбільш очевидних проблем і відпускаємо решту. Ми виконуємо підручну роботу і, в міру розвитку, з’являються нові можливості для вдосконалення",
        ref: "Базовий текст, стор. 56",
        paragraphs: [
            "Кажуть, що одужання — це просто — все, що нам потрібно змінити, — це все! Це може здатися",
            "досить складним завданням, особливо коли ми вперше прибуваємо в Анонімні Наркомани. Після",
            "всього, небагато хто з нас з’явився на нашій першій зустрічі, тому що наше життя було в чудовому стані.",
            "Навпаки, дуже багато з нас прийшли до АН у розпал найгірших криз нашого життя. Нам було потрібно",
            "одужання і швидко!",
            "Величина змін, необхідних у нашому житті, може паралізувати. Ми знаємо, що не можемо подбати",
            "про все, що потрібно зробити, не все відразу. Як ми починаємо? Шанси є, ми вже почали. Ми зробили",
            "перші, найбільш очевидні речі, які потрібно було зробити: ми перестали вживати наркотики і почали",
            "ходити на зустрічі.",
            "Що нам робити далі? Майже те саме, лише більше: з того місця, де ми є, ми робимо те, що можемо.",
            "Ми йдемо шляхом одужання, піднімаючи ноги і роблячи крок, який прямо перед нами. Лише коли це",
            "було виконано, ми повинні турбуватися про те, що буде далі. Повільно, але впевнено, ми помічаємо,",
            "що прогресуємо на цьому шляху, помітно наближаючись з кожним днем до того, щоб стати тією",
            "людиною, якою ми хотіли би бути.",
        ],
        
        justForToday: "Я пройду шляхом свого одужання, зробивши крок прямо перед собою."
    },
    "8-20": {
        title: "Зустрічаючи смерть",
        quote: "Часто нам доводиться стикатися з певною кризою під час нашого одужання, як-от смерть близької людини...",
        ref: "Базовий текст, стор. 102",
        paragraphs: [
            "Кожне життя має початок і кінець. Однак, коли людина, яку ми дуже любимо, доходить до кінця",
            "свого життя, нам може бути дуже важко змиритися з її раптовою, остаточною відсутністю. Наше горе",
            "може бути настільки потужним, що ми боїмося, що воно повністю переповнить нас, але це не так. Наше",
            "горе може боліти більше, ніж усе, що ми можемо пам’ятати, але воно пройде.",
            "Нам не потрібно тікати від емоцій, які можуть виникнути через смерть близької людини. Смерть і",
            "горе — це частина повноти життя «за умовами життя». Даючи собі свободу переживати ці почуття, ми",
            "відчуваємо глибше, як наше одужання, так і нашу людську природу.",
            "Іноді реальність смерті іншого робить нашу власну смертність набагато більш вираженою. Ми",
            "переоцінюємо свої пріоритети, ще більше цінуємо близьких людей, які досі з нами. Власне життя і наше",
            "з ними життя не триватиме вічно. Ми хочемо максимально використовувати те, що є найважливішим,",
            "поки воно триває.",
            "Ми можемо виявити, що смерть людини, яку ми любимо, допомагає зміцнити наш свідомий",
            "контакт з Вищою Силою. Якщо ми пам’ятаємо, що завжди можемо звернутися до цього джерела сили",
            "коли втрапляємо у біду, ми будемо здатні залишатися на цьому зосередженими, незалежно від того,",
            "що може відбуватися навколо нас.",
        ],
        
        justForToday: "Я прийму втрату того, кого люблю, і звернуся до своєї Вищої Сили за силою прийняти свої почуття. Сьогодні я максимально використаю свою любов до тих, хто є в моєму житті."
    },
    "8-21": {
        title: "Дружба",
        quote: "Наші дружні стосунки стають глибокими, і ми відчуваємо тепло і турботу, які є результатом того, що залежні одужують і ведуть нове життя",
        ref: "ІП No19, Прийняття себе",
        paragraphs: [
            "Більшість із нас приходять до Анонімних Наркоманів із кількома справжніми друзями. І більшість з",
            "нав приходять без найменшого розуміння того, що потрібно, щоб побудувати дружбу. Але, з часом, все",
            "ж таки, ми дізнаємося, що дружба вимагає роботи. У той чи інший час, будь-яка дружба складна. Як і",
            "будь-які стосунки, дружба - це процес навчання.",
            "Наші друзі люблять нас настільки, щоб сказати нам правду про себе. Стара приказка: «Правда",
            "зробить вас вільними, але спочатку вона приведе вас до люті», особливо актуальна в дружбі. Це може",
            "зробити дружбу незручною. Ми можемо виявити, що уникаємо певних зустрічей, замість того, щоб",
            "протистояти нашим друзям. Проте ми виявили, що друзі говорять з турботою про нас. Вони хочуть для",
            "нас найкращого. Наші друзі приймають нас, незважаючи на наші недоліки. Вони розуміють, що ми ще",
            "в процесі.",
            "Друзі поруч з нами, коли нам не до себе. Друзі допомагають нам отримати цінний погляд на події в",
            "нашому житті та наше одужання. Важливо активно плекати дружбу, адже ми зрозуміли, що не",
            "одужаємо наодинці.",
        ],
        
        justForToday: "Буду вдячний за друзів, яких маю. Я братиму активну участь у моїх дружніх стосунках."
    },
    "8-22": {
        title: "Внесок",
        quote: "Ми усвідомлюємо свій духовний ріст, коли здатні простягнути руку й допомагати іншим",
        ref: "Базовий текст, стор.58",
        paragraphs: [
            "Змінити світ, зробити щось особливе — це, мабуть, найвище прагнення людського серця. Кожен з",
            "нас, незалежно від того який наш особистий характер, має унікальну пропозицію.",
            "Ймовірно, що в якийсь момент нашого одужання ми зустріли когось, хто потягнувся до нас, коли",
            "ніхто інший не міг відгукнутись. Будь то хтось, хто розсмішив нас під час нашої першої зустрічі, теплий",
            "і співчутливий спонсор, чи розуміючий друг, який підтримав нас через емоційну бурю, ця людина",
            "змінила весь світ.",
            "Усі ми мали дар одужання, яким поділився з нами інший одужуючий залежний. За це ми вдячні. Ми",
            "висловлюємо свою вдячність, вільно ділимося з іншими тим, що було дано нам. Індивідуальна звістка",
            "доступна лише нам, яку ми несемо, може допомогти новачку .",
            "Є багато способів служити нашому товариству. Кожен з нас виявить, що деякі речі ми робимо краще",
            "за інші, але всі служіння однаково важливі. Якщо ми готові служити, ми обов’язково знайдемо саме",
            "той спосіб зробити свій внесок, який підходить саме для нас.",
        ],
        
        justForToday: "Мій внесок має значення. Сьогодні я пропоную руку допомоги."
    },
    "8-23": {
        title: "Прийняття рішення",
        quote: "Перш ніж ми стали чистими, більшість наших дій керувалися імпульсом. Сьогодні ми не зациклені на такому мисленні",
        ref: "Базовий текст, стор.90",
        paragraphs: [
            "Життя — це низка рішень, дій і наслідків. Коли ми вживали, наші рішення зазвичай були зумовлені",
            "нашою хворобою, що призводило до саморуйнівних дій і жахливих наслідків. Ми почали сприймати",
            "прийняття рішень як сфальсифіковану гру, в яку ми повинні грати якомога менше.",
            "З огляду на це, багатьом з нас важко навчитися приймати рішення під час одужання. Повільно,",
            "виконуючи Дванадцять кроків, ми отримуємо практику у прийнятті здорових рішень, які дають",
            "позитивні результати. Там, де колись наша хвороба вплинула на нашу волю та наше життя, ми просимо",
            "нашу Вищу Силу подбати про нас. Ми інвентаризуємо наші цінності та наші дії, перевіряємо наші",
            "висновки з кимось, кому ми довіряємо, і просимо Бога, як ми його розуміємо, усунути наші недоліки.",
            "Виконуючи кроки, ми звільняємося від впливу нашої хвороби і вивчаємо принципи прийняття рішень,",
            "які можуть керувати нами у всіх наших справах.",
            "Сьогодні наша хвороба не обов’язково має впливати на наші рішення та їх наслідки. Наша віра дає",
            "нам мужність і спрямування приймати правильні рішення, а також силу діяти відповідно до них.",
            "Результатом такого прийняття рішень є життя, яке варте того, щоб його прожити.",
        ],
        
        justForToday: "Я буду використовувати принципи Дванадцяти кроків, щоб приймати здорові рішення. Я буду просити у Вищої Сили міці, щоб діяти за цими рішеннями."
    },
    "8-24": {
        title: "Шукаємо Божу волю",
        quote: "Ми вчимося обережно молитися за конкретні речі",
        ref: "Базовий текст, стор.46",
        paragraphs: [
            "У своїй активній залежності ми зазвичай не молилися про знання Божої волі для нас і про силу її",
            "виконувати. Навпаки, більшість наших молитов були про те, щоб Бог витягнув нас із того безладу, який",
            "ми самі собі наробили. Ми очікували чудес на вимогу. Таке мислення і молитва змінюються, коли ми",
            "починаємо практикувати Одинадцятий крок. Єдиний вихід із неприємностей, які ми зробили для себе,",
            "— це капітулювати Силі, могутнішій, ніж наша власна.",
            "Під час одужання ми вчимося прийняттю. У наших молитвах і роздумах ми шукаємо знання про те,",
            "як ми повинні вітати обставини, які трапляються на нашому шляху. Ми припиняємо боротися,",
            "відмовляємося від власних уявлень про те, як все має бути, просимо знань і слухаємо відповіді.",
            "Відповіді зазвичай не приходять у вигляді спалаху білого світла в супроводі барабанної гри. Зазвичай",
            "відповіді приходять лише з тихим відчуттям впевненості, що наше життя йде курсом, що сила,",
            "могутніша за нас, веде нас на наших шляхах.",
            "У нас є вибір. Ми можемо витрачати весь свій час на боротьбу за те, щоб усе йшло по-нашому, або",
            "ми можемо віддатися Божій волі. Спокій можна знайти в прийнятті життєвих припливів і відливів.",
        ],
        
        justForToday: "Я капітулюю перед моїми очікуваннями, звернусь за вказівкою до своєї Вищої Сили і прийму життя."
    },
    "8-25": {
        title: "Дев’ятий Крок — повернення життя",
        quote: "Ми досягаємо свободи від уламків нашого минулого",
        ref: "Базовий текст, стор.42",
        paragraphs: [
            "Коли ми починаємо Дев’ятий Крок, ми досягаємо захоплюючого етапу нашого одужання. Шкода,",
            "завдана в нашому житті, – це те, що спонукало багатьох із нас шукати допомоги. Тепер у нас є шанс",
            "зібрати ці уламки, виправити наше минуле та повернути своє життя.",
            "Ми витратили багато часу та багато зусиль, готуючись до цього кроку. Коли ми прийшли в АН, то",
            "зіткнутися з уламками нашого минулого було, мабуть, останнім, що ми хотіли зробити. Ми почали це",
            "робити приватно з особистої інвентаризації. Потім ми відкрили наше минуле до уваги кількох",
            "довірених: нас самих, нашої Вищої Сили та ще однієї людини. Ми поглянули на свої недоліки, джерело",
            "більшої частини хаосу в нашому житті, і попросили усунути всі ці вади характеру. Нарешті, ми",
            "перерахували поправки, необхідні, щоб виправити наші помилки — усі — і захотіли їх виправити.",
            "Тепер у нас є можливість виправитися — звільнитися від уламків нашого минулого. Усе, що ми",
            "зробили до цього часу в АН, привело нас сюди. На даному етапі процесу нашого одужання Дев’ятий",
            "Крок — це саме те, що ми хочемо зробити. За допомогою Дванадцяти Кроків і допомоги Вищої Сили",
            "ми розчищаємо руїни, які так довго стояли на шляху нашого прогресу; ми отримуємо свободу жити.",
        ],
        
        justForToday: "Я скористаюся можливістю повернути своє життя. Я відчую досвід свободи від уламків мого минулого."
    },
    "8-26": {
        title: "Інвентаризація Десятого Кроку",
        quote: "Ми продовжували робити персональну інвентаризація і, коли допускали помилки, одразу визнавали це",
        ref: "",
        paragraphs: [
            "Щоденний Десятий Крок зберігає міцну духовну основу. Поки кожен учасник задає різні питання,",
            "частина питань виявилась корисними майже для всіх. Два ключових запитання Десятого Кроку: \"Чи я",
            "був чесним із собою, у своїх діях та мотивах? І чи я молився про Божу волю для мене і про силу її",
            "виконати?\". Ці два запитання, якщо чесно відповісти, допоможуть нам більш ретельно поглянути на",
            "наш день.",
            "Коли сфокусуватися на наших відносинах із іншими, ми можливо запитаєм :\"Чи зашкодив я комусь",
            "сьогодні, прямо чи опосередковано? Чи потрібно мені відшкодувати свою провину комусь за мої",
            "сьогоднішні дії?\". Ми зберігаємо простоту у нашій інвентаризації , якщо ми пам’ятаємо питання: «У",
            "чому я був неправий? Як я можу зробити краще наступного разу?» Учасники АН часто виявляють, що їх",
            "інвентаризації містять інші важливі питання. \"Чи був я добрим до себе сьогодні? Я робив щось для",
            "когось і не чекав нічого натомість? Чи підтвердив я свою віру в люблячу Вищу Силу?\". Десятий Крок це",
            "крок підтримки у програмі АН. Десятий Крок допомагає нам продовжувати комфортне життя у нашому",
            "одужанні.",
        ],
        
        justForToday: "Я не забуду переглянути свій день. Якщо я зашкодив іншому, я загладжу це. Я подумаю, як я можу вчинити інакше."
    },
    "8-27": {
        title: "Обираючи життя",
        quote: "Зміна деструктивних моделей життя стала необхідною",
        ref: "Базовий текст, стор.15",
        paragraphs: [
            "Активна залежність – це тліюче бажання смерті. Кожен із нас залицявся до смерті кожного разу,",
            "коли вживав. Наш спосіб життя також штовхає нас на ризик. Життя наркомана продається дешево з",
            "кожним днем і з кожною дозою.",
            "В одужанні, перша модель, що змінюється, це модель вживання. Залишитися чистим – це початок у",
            "нашій подорожі в житті. Але наша саморуйнівна поведінка зазвичай була набагато глибшою, ніж",
            "просто вживання. Навіть в одужанні ми все ще можемо ставитися до себе , ніби ми нічого не варті.",
            "Коли ми ставимося до себе погано, ми почуваємося погано. Та коли ми почуваємося погано, ми",
            "шукаємо полегшення – мабуть, навіть, у нашому старому рішенні, у наркотиках.",
            "Вибір одужання означає вибір життя. Ми вирішуємо кожного дня, що ми хочемо жити та бути",
            "вільними. Кожен раз ми уникаємо саморуйнівної поведінки, ми обираємо одужання.",
        ],
        
        justForToday: "Я оберу життя в одужанні. Я подбаю про себе."
    },
    "8-28": {
        title: "Світло контату",
        quote: "Ці дефекти ростуть у темряві і помирають у світлі контакту",
        ref: "Базовий текст, стор.32",
        paragraphs: [
            "П’ятий Крок спонукає нас поділитися чесно своєю природою з нашим Богом, із собою та іншою",
            "людиною. Це не заохочує нас розповідати кожному всі маленькі таємниці про себе. Він не вимагає від",
            "нас розкривати всьому світу кожну ганебну чи страшну думку, яку ми коли-небудь мали. П’ятий крок",
            "просто говорить про те, що наші секрети завдають нам більшої шкоди, коли ми зберігаємо їх при собі.",
            "Якщо ми піддаємось нашому не бажанню розкрити справжню природу навіть одній людині, то",
            "таємна сторона нашого життя стає сильнішою. Та коли таємниці керують, вони вбивають клин між",
            "нами, нашою Вищою Силою та речами, що ми найбільше цінуємо у нашому одужанні.",
            "Коли ми ділимося нашими таємницями конфіденційно, хоча б з однією людиною: нашим",
            "спонсором, можливо, чи з близьким другом – ця людина зазвичай не відштовхує нас. Ми",
            "відкриваємось комусь й нагороджуємося їх прийняттям. Коли це трапляється, ми розуміємо, що чесна",
            "звістка не загрожує життю; таємниці втратили силу над нами.",
        ],
        
        justForToday: "Я можу роззброїти таємниці мого життя, поділившись ними з іншою людиною."
    },
    "8-29": {
        title: "Не озирайся назад",
        quote: "велику зміну життя, в якому переважали почуття провини та каяття. Наше майбутнє змінилося, тому що нам не потрібно уникати тих, кому ми завдали шкоди. У результаті... ми отримуємо нову свободу, яка може покласти край ізоляції",
        ref: "Базовий текст, стор.39",
        paragraphs: [
            "Багато з нас приходять до Анонімних Наркоманів із почуттям жалю про своє минуле. Наші кроки",
            "допомагають нам почати вирішувати це. Ми переглядаємо своє життя, визнаємо свої помилки,",
            "виправляємося за них і щиро намагаємося змінити свою поведінку. Роблячи це, ми знаходимо радісне",
            "відчуття свободи.",
            "Ми більше не повинні заперечувати або шкодувати про своє минуле. Щойно ми загладили провину,",
            "те, що було зроблено, справді закінчилося й пішло. З цього моменту те звідки ми прийшли перестає",
            "бути найважливішим для нас. Те куди ми йдемо має значення.",
            "У АН ми починаємо дивитися вперед. Правда, ми живемо і залишаємось чистими лише сьогодні.",
            "Але ми виявляємо, що можемо почати ставити цілі, мріяти та дивитися вперед на радість життя під час",
            "одужання. Погляд у майбутнє тримає нас зосередженими на тому, куди ми йдемо, а не каятті або жалю",
            "про своє минуле. Адже важко рухатися вперед, якщо дивитися назад.",
        ],
        
        justForToday: ""
    },
    "8-30": {
        title: "Робити добро, почуватися добре",
        quote: "Ми перевіряємо наші дії, реакції та мотиви. Ми часто бачимо те, що впорались краще, ніж відчуваємо",
        ref: "Базовий текст, стор. 43",
        paragraphs: [
            "Те, як ми ставимося до інших, часто виявляє наш власний стан. Коли ми перебуваємо в мирі, ми,",
            "швидше за все, будемо ставитися до інших з повагою та співчуттям. Однак, коли ми не в собі, то,",
            "швидше за все, реагуватимемо на інших з нетерпимістю і дратівливістю. Коли ми регулярно проводимо",
            "інвентаризацію, то, ймовірно, помітимо закономірність: ми погано ставимося до інших, коли погано",
            "ставимося до себе.",
            "Проте в інвентаризації можна не розкрити іншу сторону медалі: коли ми добре ставимося до інших,",
            "ми відчуваємо себе добре. Коли мы додаємо цей позитивну правду до негативних фактів, які",
            "відкриваємо про себе у нашій інвентаризації, ми починаємо поводитися по-іншому.",
            "Коли нам погано, ми можемо зупинитися, щоб помолитися про керівництво та силу. Тоді ми",
            "приймаємо рішення ставитися до оточуючих з добротою, м’яко та з тією самою турботою, яку б хотіли",
            "проявити. Рішення бути добрим може плекати та підтримувати щастя та душевний спокій, яких ми всі",
            "прагнемо. І радість, якою ми надихаємо, може підняти настрій оточуючих, у свою чергу сприяючи",
            "нашому духовному благополуччю.",
        ],
        
        justForToday: "Я буду пам'ятати, що якщо я зміню свої дії, мої думки підуть за ними."
    },
    "8-31": {
        title: "Вдячність",
        quote: "Безнадійні життєві проблеми радісно змінилися. Нашу хворобу зупинили, і тепер можливо все",
        ref: "Базовий текст, стор.106",
        paragraphs: [
            "Програма АН дала нам більше свободи, ніж ми могли мріяти. Однак іноді в повсякденній рутині ми",
            "не розуміємо, скільки нам дано. Як саме змінилося наше життя в Анонімних Наркоманах?",
            "Суть одужання, звичайно, полягає в свободі від компульсивності вживання. Ми більше не повинні",
            "витрачати всі свої ресурси на те, щоб подолати свою залежність. Ми більше не повинні наражати на",
            "небезпеку, принижувати, ображати себе чи інших лише заради наступного «приходу». Саме по собі",
            "утримання принесло в наше життя велику свободу.",
            "Анонімні Наркомани дали нам набагато більше, ніж просте утримання — ми отримали абсолютно",
            "нове життя. Ми провели інвентаризацію та виявили вади характеру, які зв’язували нас так довго, не",
            "даючи нам жити та насолоджуватися життям. Ми відмовилися від цих недоліків, взяли на себе",
            "відповідальність і шукали напрямок і силу, необхідні для того, щоб жити по-іншому. Наша домашня",
            "група подарувала нам особисте тепло та підтримку, які допомагають нам продовжувати жити в",
            "одужанні. І на додаток до всього цього ми маємо любов, турботу та керівництво Бога, до розуміння",
            "якого ми прихйшли в АН.",
            "Під час повсякденного одужання ми іноді забуваємо, як сильно змінилося наше життя в Анонімних",
            "Наркоманах. Чи повністю ми цінуємо те, що нам дала наша програма?",
        ],
        
        justForToday: "Одужання дало мені свободу. Я зустріну цей день з надією, вдячний, що сьогодні все можливо."
    },
    "9-1": {
        title: "Справжні цінності",
        quote: "Ми стаємо здатними приймати мудрі та повні любові рішення на основі принципів та ідеалів, які мають реальну цінність у нашому житті",
        ref: "Базовий текст, стор.105",
        paragraphs: [
            "Залежність дала нам певний набір цінностей і принципів, які ми застосовували в нашому житті. «Ви",
            "штовхнули мене, — сказала нам одна з цих цінностей, — тому я штовхнув у відповідь, з силою». «Це",
            "моє» — ще одна цінність, породжена нашою хворобою. «Ну, гаразд, можливо, спочатку це було не",
            "моє, але воно мені сподобалося, тому я зробив його своїм». Ці цінності навряд чи взагалі були",
            "цінностями — більше схожими на раціоналізацію — і вони точно не допомогли нам прийняти мудрі та",
            "повні любові рішення. Насправді вони служили передусім для того, щоб заривати нас все глибше в",
            "могилу, яку ми вже вирили собі.",
            "Дванадцять Кроків дають нам велику порцію справжніх цінностей, які допомагають нам жити в",
            "гармонії з собою та оточуючими. Ми покладаємо свою віру не на себе, свої сім’ї чи спільноти, а на Вищу",
            "Силу, і, роблячи це, ми стаємо достатньо безпечними, щоб мати змогу довіряти своїм громадам, нашим",
            "сім’ям і навіть собі. Ми вчимося бути чесними, незважаючи ні на що, і ми вчимося утримуватися від",
            "того, що хочемо приховати. Ми вчимося брати відповідальність за свої вчинки. «Це моє» замінюється",
            "духом безкорисливості. Саме такі цінності допомагають нам стати відповідальною та продуктивною",
            "частиною життя навколо нас. Замість того, щоб заривати нас глибше в могилу, ці цінності повертають",
            "нас у світ живих.",
        ],
        
        justForToday: "Я вдячний за цінності, які я розвинув. Я вдячний за здатність, яку вони дають мені, приймати мудрі рішення, пов’язані з любов’ю, як відповідальний, продуктивний член моєї спільноти."
    },
    "9-2": {
        title: "Наділений Вищою Силою",
        quote: "Щоденна практика нашої програми Дванадцять кроків",
        ref: "Базовий текст, стор. 86",
        paragraphs: [
            "Ким ми були і ким ми стали? Є кілька способів відповісти на це питання. Один дуже простий: ми",
            "прийшли до Анонімних Наркоманів як залежні, наша залежність вбиває нас. У АН ми звільнилися від",
            "нашої одержимості наркотиками та компульсивного вживання. І наше життя змінилося.",
            "Але це лише верхівка айсберга. Ким ми були насправді? У минулому ми були людьми без сили чи",
            "напрямку. Ми відчували, що у нас немає мети, немає причини жити. Наше життя не мало для нас такого",
            "ж сенсу, як для наших сімей, друзів чи сусідів.",
            "Ким ми насправді стаємо? Сьогодні ми не просто чисті наркомани, а люди з відчуттям напрямку,",
            "метою та Силою, могутнішою за нас самих. Завдяки щоденній практиці Дванадцяти Кроків ми почали",
            "розуміти, як наша залежність спотворила наші почуття, мотивацію та поведінку. Поступово руйнівну",
            "силу нашої хвороби змінила життєдайна сила нашої Вищої сили.",
            "Одужання означає більше, ніж утримання, це означає нарощення сили. Ми зробили більше, ніж",
            "позбулися деяких шкідливих звичок; ми стаємо новими людьми, керованими Вищою Силою.",
        ],
        
        justForToday: "Керівництво, яке мені потрібно, щоб стати новою людиною, готове. Сьогодні я відійду далі від своєї старої відсутності мети та наближусь до своєї Вищої Сили."
    },
    "9-3": {
        title: "Смирення, виражене анонімністю",
        quote: "Смиренність є побічним продуктом, який дозволяє нам рости й розвиватися в атмосфері свободи та усуває страх розкрити залежність нашим роботодавцям, сім’ям чи друзям",
        ref: "Базовий текст, стор. 75–76",
        paragraphs: [
            "Багато з нас, можливо, не розуміли, що «анонімність є духовною основою всіх наших традицій». Ми",
            "дивувалися, як таке могло бути. Яке відношення анонімність має до нашого духовного життя?",
            "Відповідь - пряме! Зберігаючи та плекаючи свою анонімність, ми заробляємо духовні винагороди,",
            "які неможливо зрозуміти. Є велика чеснота в тому, щоб зробити комусь щось добре і нікому про це не",
            "казати. Таким же чином, протистояння імпульсу з гордістю оголосити світові про наше членство в АН",
            "— по суті, просити всіх визнати, наскільки ми чудові — змушить нас цінувати наше одужання ще більше.",
            "Одужання — це дар, який ми отримали від Сили, могутнішої за нас самих. Хвалитися нашим",
            "одужанням, ніби це наша власна звитяга, викликає почуття гордості та грандіозності. Але збереження",
            "нашої анонімності призводить до смирення та почуття вдячності. Одужання є нагородою само по собі;",
            "суспільне визнання не може зробити його більш цінним, ніж воно є.",
        ],
        
        justForToday: "Одужання - це нагорода; мені не потрібно отримувати публічне схвалення. Я буду підтримувати та плекати свою анонімність."
    },
    "9-4": {
        title: "Духовний безлад",
        quote: "Ми намагаємося пам’ятати, що коли ми компенсуємо провину, ми робимо це для себе",
        ref: "Базовий текст, стор. 41",
        paragraphs: [
            "Поки ми все ще маємо що відшкодовувати, наш дух переповнений непотрібними речами. Ми",
            "несемо додатковий вантаж у вигляді не сказаних вибачень, подавленої образи чи невисловленого",
            "каяття. Це як мати брудний будинок. Ми могли б піти, щоб нам не довелося бачити безлад, або,",
            "можливо, просто переступити через купи сміття і вдати, що їх там немає. Але ігнорування безладу не",
            "змусить його зникнути. Зрештою, брудний посуд, засмічений крихтами килим і переповнені сміттєві",
            "корзини все ще там і чекають, коли їх приберуть.",
            "Із духовним безладом так само важко жити, як із безладним домом. Здається, ми завжди",
            "спіткаємося через вчорашні недопрацювання. Кожен раз, коли ми намагаємося кудись піти, щось",
            "перегороджує наш шлях. Чим більше ми нехтуємо своїм обов’язком виправити провину, тим більше",
            "засміченим стає наш дух. І ми, навіть, не можемо найняти когось для прибирання. Ми повинні самі",
            "виконувати роботу.",
            "Ми відчуваємо глибоке задоволення від того, що відшкодовуємо провину. Подібно до того, як ми",
            "будемо відчувати себе як приберемо свої домівки та матимемо час насолодитися сонячним світлом",
            "через блискучі вікна, так і наш дух буде радіти нашій свободі справді насолоджуватися одужанням. І",
            "як тільки безлад буде прибрано, все, що нам потрібно робити, це прибирати за собою на нашому",
            "шляху.",
        ],
        
        justForToday: "Я позбудуся того, що засмічує мій дух, відшкодувавши свою вину."
    },
    "9-5": {
        title: "Не безнадійно погані",
        quote: "Ми виявляємо, що страждаємо від хвороби, а не від моральної дилеми. Ми були критично хворі, а не безнадійно погані",
        ref: "Базовий текст, стор. 16",
        paragraphs: [
            "Для багатьох із нас Анонімні Наркоманів були відповіддю на давню особисту головоломку. Ми",
            "дивувалися, чому ми завжди відчуваємо себе самотніми, навіть у натовпі? Чому ми робили стільки",
            "божевільних, саморуйнівних речей? Чому ми стільки часу відчували себе так погано? І як наше життя",
            "так заплуталося? Ми думали, що ми безнадійно погані, а може, безнадійно божевільні.",
            "Враховуючи це, було великим полегшенням дізнатися, що ми страждаємо від хвороби. Залежність",
            "— ось джерело наших проблем. Хворобу, як ми зрозуміли, можна вилікувати. І коли ми лікуємо нашу",
            "хворобу, ми можемо почати одужувати.",
            "Сьогодні, коли ми бачимо, як у нашому житті знову з’являються симптоми нашої хвороби, нам не",
            "потрібно впадати у відчай. Зрештою, це хвороба, яку можна вилікувати, а не моральна дилема. Ми",
            "можемо бути вдячними за те, що можемо одужувати від хвороби залежності, застосовуючи",
            "Дванадцять Кроків АН.",
        ],
        
        justForToday: "Я вдячний за те, що у мене хвороба, яка піддається лікуванню, а не моральна дилема. Я буду продовжувати лікування хвороби залежності, практикуючи програму АН."
    },
    "9-6": {
        title: "Регулярне відвідування",
        quote: "Ми дізналися з нашого групового досвіду, що ті, хто регулярно приходять на наші зустрічі, залишаються чистими",
        ref: "Базовий текст, стор. 9",
        paragraphs: [
            "Програма АН дає нам новий спосіб життя. Одним із основних елементів цієї нової моделі є",
            "регулярне відвідування зустрічей. Для новачка жити в чистоті – це абсолютно новий досвід. Все, що",
            "колись було знайоме, змінилося. Зникли старі люди, місця та речі, які служили опорою на арені нашого",
            "життя. З’являються нові стреси, які більше не маскуються і не приглушуються наркотиками. Тому ми",
            "часто пропонуємо новачкам відвідувати зустрічі щодня. Що б не трапилося, яким би божевільним не",
            "був день, ми знаємо, що на нас чекає наша щоденна зустріч. Там ми можемо відновити контакт з",
            "іншими залежними, які одужують, людьми, які знають, через що ми проходимо, тому що вони самі",
            "через це пройшли. Жоден день не має пройти без полегшення, яке ми отримуємо лише від такого",
            "спілкування.",
            "У міру дорослішання у процесі одужання ми отримуємо однакові переваги від регулярного",
            "відвідування зустрічей. Незалежно від того, як довго ми чисті, ми ніколи не перестаємо бути",
            "залежними. Щоправда, ми, ймовірно, не відразу почнемо вживати наркотики у великих кількостях,",
            "якщо пропустимо наші зустрічі кілька днів. Але чим регулярніше ми відвідуємо збори АН, тим більше",
            "ми зміцнюємо свою ідентичність як залежних, що одужують. І кожна зустріч допомагає нам ставати",
            "набагато далі від того, щоб знову стати залежними, які вживають.",
        ],
        
        justForToday: "Я візьму на себе зобов’язання включити регулярне відвідування зустрічей, як частину мого нового способу життя."
    },
    "9-7": {
        title: "Образа і прощення",
        quote: "Програма вчить нас духу прощення там, де стається погане",
        ref: "Базовий текст, стор. 12",
        paragraphs: [
            "У АН ми починаємо взаємодіяти з навколишнім світом. Ми вже не живемо в ізоляції. Але свобода",
            "від ізоляції має свою ціну: чим більше ми спілкуємося з людьми, тим частіше хтось створює нам",
            "неприємності. І саме в таких обставинах часто народжуються образи.",
            "Образи, виправдані чи ні, небезпечні для нашого подальшого відновлення. Чим довше ми таїмо в",
            "собі образи, тим гіркішими вони стають, отруюючи нас. Щоб залишатися чистими, ми повинні знайти в",
            "собі здатність відпускати образи, здатність прощати. Спершу ми розвиваємо цю здатність, працюючи",
            "на Восьмому та Дев’ятому Кроках, і підтримуємо її, регулярно роблячи Десятий Крок.",
            "Іноді, коли ми не хочемо прощати, корисно пам’ятати, що колись ми також можемо потребувати",
            "прощення іншої людини. Адже всі ми колись робили щось, про що глибоко шкодували, хіба ні? І чи не",
            "зцілюємося ми певною мірою, коли інші приймають наші щирі вибачення?",
            "Позицію прощення трохи легше розвинути, коли пам’ятаємо, що всі ми робимо все найкраще, на",
            "що здатні. І колись нам теж знадобиться прощення.",
        ],
        
        justForToday: "Я відпущу свої образи. Сьогодні, якщо мене образили, я буду практикувати прощення, знаючи, що мені самому потрібно прощення."
    },
    "9-8": {
        title: "Повстання",
        quote: "Нам не потрібно втрачати віру, коли ми бунтуємо",
        ref: "Базовий текст, стор. 35",
        paragraphs: [
            "Багато з нас прожили все своє життя в бунті. Наша первісна реакція на будь-яке керівництво часто",
            "буває негативною. Автоматичне відкидання авторитетів, здається, є тривожним дефектом характеру",
            "для багатьох залежних.",
            "Ретельний самоаналіз може показати нам, як ми реагуємо на навколишній світ. Ми можемо",
            "запитати себе, чи виправданий наш бунт проти людей, місць та установ. Якщо ми продовжуємо писати",
            "досить довго, ми зазвичай можемо оминути те, що зробили інші, і розкрити нашу власну роль у наших",
            "справах. Ми виявляємо, що те, що інші робили відносно нас, було не таке важливе, як те, як ми",
            "реагували на ситуації, в яких опинилися.",
            "Регулярна інвентаризація дозволяє нам вивчити закономірності в наших реакціях на життя і",
            "визначити, чи схильні ми до хронічного бунтарства. Іноді ми виявляємо, що, хоча зазвичай ми можемо",
            "погодитися з тим, що нам пропонують, замість того, щоб ризикнути відмовою, ми таємно плекаємо",
            "образи до авторитету. Якщо їх надати самим собі, ці образи можуть відвести нас убік від нашої",
            "програми одужання.",
            "Процес інвентаризації дозволяє нам розкрити, оцінити та змінити наші бунтарські звички. Ми не",
            "можемо змінити світ, провівши інвентаризацію, але ми можемо змінити те, як ми реагуємо на нього.",
        ],
        
        justForToday: "Я хочу свободи від метушні бунтарства. Перш ніж діяти, я проведу інвентаризацію і подумаю про свої справжні цінності."
    },
    "9-9": {
        title: "Ноги з глини",
        quote: "Одним з найбільших каменів спотикання на шляху до одужання, мабуть, є покладання нереалістичних очікувань на... інших",
        ref: "Базовий текст, стор. 82",
        paragraphs: [
            "Багато хто з нас приходить в Анонімні Наркомани з досить поганим самопочуттям. У порівнянні з",
            "цим одужуючі залежні, яких ми зустрічаємо на зустрічах, можуть здатися майже надлюдські",
            "спокійними. У цих мудрих, люблячих людей є багато місяців, навіть років життя відповідно до духовних",
            "принципів, віддаючи себе іншим, не чекаючи нічого натомість. Ми довіряємо їм, дозволяючи їм",
            "любити нас до тих пір, поки ми самі не зможемо полюбити себе. Ми очікуємо, що вони знову все",
            "виправлять.",
            "Потім сяйво раннього одужання починає згасати, і ми починаємо бачити людську сторону нашого",
            "спонсора і наших друзів з АН. Можливо, хтось із членів нашої домашньої групи запрошує нас на",
            "побачення за чашкою кави, або ми бачимо, як двоє старожилів сваряться на засіданні комітету, або ми",
            "усвідомлюємо, що у нашого спонсора є одна або дві вади характеру. Ми розчавлені, розчаровані-ці",
            "одужуючі залежні, зрештою, не ідеальні! Хіба ми можемо і надалі їм довіряти?",
            "Десь між \"героями одужання\" і \"паршивими бомжами\" лежить правда: наші залежні побратими не",
            "зовсім погані і не зовсім гарні. Зрештою, якби вони були ідеальні, їм не знадобилася б ця програма.",
            "Наші друзі та спонсор - звичайні одужуючі залежні, такі ж, як і ми. Ми можемо співвіднести себе з їх",
            "звичайним досвідом одужання і використовувати його в нашій власній програмі.",
        ],
        
        justForToday: "Мої друзі та мій спонсор — такі ж люди, як і я, і через це, я більше довіряю їхньому досвіду."
    },
    "9-10": {
        title: "Могутніше за слова",
        quote: "Ми дізнаємося, що прості, люблячі обійми можуть змінити світ на краще...",
        ref: "Базовий текст, стор. 91",
        paragraphs: [
            "Можливо, в нашому одужанні були моменти, коли ми були близькі з кимось, хто відчував сильний",
            "біль. Ми боролися з питанням: \"Що я можу зробити, щоб вони почували себе краще?” Ми відчували",
            "стурбованість і нездатність полегшити їхні страждання. Ми хотіли б, щоб у нас було більше досвіду,",
            "яким ми могли б поділитися. Ми не знали, що сказати.",
            "Але іноді життя завдає рани, які не можна полегшити навіть найщирішими словами. Слова ніколи",
            "не зможуть висловити все, що ми маємо на увазі, коли мова йде про наші найглибші почуття співчуття.",
            "Мови недостатньо, щоб достукатися до пораненої душі, оскільки тільки дотик люблячої Вищої Сили",
            "може зцілити душевну рану.",
            "Коли ті, кого ми любимо, горюють, просто бути поруч - це, мабуть, найспівчутливіший внесок, який",
            "ми можемо запропонувати. Ми можемо бути впевнені, що любляча Вища Сила наполегливо працює",
            "над зціленням духу; наш єдиний обов'язок - бути там. Наша присутність, люблячі обійми і готовність",
            "вислухати, безсумнівно, висловлять глибину наших почуттів і зроблять більше, щоб достукатися до",
            "серця людини, що відчуває біль, ніж прості слова.",
        ],
        
        justForToday: "Я запропоную свою присутність, обійми і співчуття тому, кого я люблю."
    },
    "9-11": {
        title: "Згинайся разом з вітром",
        quote: "Ми вчимося бути гнучкими... Коли відкриваються нові речі, ми відчуваємо себе оновленими",
        ref: "Базовий текст, стор. 102",
        paragraphs: [
            "\"Гнучкість\" не входила в лексикон, який ми використовували, коли вживали. Ми стали одержимі",
            "грубим задоволенням від наших наркотиків і загартовані до всіх більш м'яких, тонких, нескінченно",
            "різноманітних задоволень навколишнього світу. Наша хвороба перетворила саме життя в постійну",
            "загрозу в'язниць, установ і смерті, загрозу, проти якої ми загартували себе ще більше. Зрештою ми",
            "стали крихкими. Від найменшого подиху вітру життя ми, нарешті розсипалися, зломлені, переможені,",
            "і у нас не було іншого вибору, окрім як капітулювати.",
            "Але прекрасна іронія одужання полягає в тому, що, у нашій капітуляції, ми знайшли гнучкість, яку",
            "втратили через свою залежність, сама відсутність якої привела нас до поразки. Ми знову знайшли",
            "здатність згинатися на життєвому вітерці, не ламаючись. Коли подув вітер, ми відчули його ніжну ласку",
            "на своїй шкірі, там, де колись ми б загартувалися, немов перед натиском бурі.",
            "Вітри життя кожну мить дмуть в нашу сторону по-новому, а разом з ними і різноманітні нові аромати",
            "та задоволення, які невловимо відрізняються один від одного. Коли ми згинаємось разом з вітром",
            "життя, ми відчуваємо, чуємо, торкаємось, нюхаємо і пробуємо на смак все, що він може запропонувати",
            "нам. І коли дмуть нові вітри, ми відчуваємо себе оновленими.",
        ],
        
        justForToday: "Вища Сила, допоможи мені зігнутися разом із вітром життя і насолоджуватися тим як воно проходить. Звільни мене від жорсткості."
    },
    "9-12": {
        title: "Нові горизонти",
        quote: "Моє життя наповнене сенсом, і я стаю більш комфортною версією себе, а не невротичною, нудною людиною, якою, на мою думку, я мав би бути без наркотиків",
        ref: "",
        paragraphs: [
            "Чи насправді існує життя без наркотиків? Новачки впевнені, що їм судилося вести нудне існування,",
            "як тільки вони припинять вживати наркотики. Цей страх далекий від реальності.",
            "Анонімні Наркомани відкривають для наших членів двері до нового способу життя. Єдине, що ми",
            "втрачаємо в АН - це наше рабство від наркотиків. Ми набуваємо безліч нових друзів, час для занять",
            "хобі, можливість бути стабільно працевлаштованими і навіть можливість здобути освіту, якщо ми того",
            "забажаємо. Ми здатні починати проекти і доводити їх до кінця. Ми можемо піти на танці і відчувати",
            "себе комфортно, навіть якщо у нас дві ліві ноги. Ми починаємо закладати в бюджет гроші на подорожі,",
            "навіть якщо це тільки поїздка з наметом у найближчий кемпінг. Одужуючи, ми знаходимо те, що нас",
            "цікавить, і шукаємо нові розваги. Ми наважуємося мріяти.",
            "Безумовно, життя інакше, коли у нас є кімнати Анонімних Наркоманів, куди ми можемо",
            "повернутися. Завдяки любові, яку ми знаходимо в АН, ми починаємо вірити в себе. Озброївшись цією",
            "вірою, ми вирушаємо в світ, щоб відкрити для себе нові горизонти. Багато разів світ ставав кращим,",
            "тому що там побував член АН.",
        ],
        
        justForToday: "Я можу жити повноцінним, комфортним життям-життям, про існування якого я ніколи і не мріяв. Одужання відкрило мені нові горизонти і дало мені можливість досліджувати їх."
    },
    "9-13": {
        title: "Щось інше",
        quote: "Нам потрібно було щось інше, і ми думали, що знайшли це в наркотиках",
        ref: "Базовий текст, стор. 13",
        paragraphs: [
            "Багато з нас завжди відчували себе несхожими на інших людей. Ми знаємо, що ми не унікальні в",
            "цьому почутті; ми чуємо, як багато залежних діляться такими ж самими речами. Ми все своє життя",
            "шукали щось, що могло б привести нас до ладу, виправити це \"інакше\" місце всередині нас, зробити",
            "нас цільними і прийнятними. Наркотики, здавалося, задовольняли цю потребу. Коли ми були під",
            "кайфом, ми, принаймні, більше не відчували порожнечі або потреби. Був один недолік: наркотики, які",
            "були нашим рішенням, швидко стали нашою проблемою.",
            "Як тільки ми відмовилися від наркотиків, почуття порожнечі повернулося. Спочатку ми відчули",
            "відчай, тому що у нас не було ніякого власного рішення цієї жалюгідної туги. Але ми були готові",
            "слідувати вказівкам і почали працювати за кроками. Коли ми це зробили, ми знайшли те, що шукали,",
            "це \"щось інше\". Сьогодні ми віримо, що наше довічне прагнення було в першу чергу до пізнання Вищої",
            "Сили; \"щось інше\", чого ми потребували - були стосунки з люблячим Богом. Кроки кажуть нам, як",
            "почати ці стосунки.",
        ],
        
        justForToday: "Моя Вища Сила-це \"щось інше\", чого завжди не вистачало в моєму житті. Я використовуватиму ці кроки, щоб відновити цей відсутній інгредієнт мого духу."
    },
    "9-14": {
        title: "Секрети-це застереження",
        quote: "Врешті – решт, нам показують, що ми повинні бути чесними, або ми знову будемо вживати",
        ref: "Базовий текст, стор. 85",
        paragraphs: [
            "У кожного є секрети, вірно? У декого з нас є маленькі секрети, речі, які викликали б лише незначне",
            "збентеження, якби їх розкрили. У декого з нас є великі секрети, цілі сфери нашого життя, оповиті",
            "густою, похмурою темрявою. Великі секрети можуть становити більш очевидну, безпосередню",
            "небезпеку для нашого одужання. Але маленькі секрети завдають власної шкоди, можливо, більш",
            "підступної, тому що ми думаємо, що вони \"нешкідливі\".",
            "Великі чи маленькі, наші секрети являють собою духовну територію, якою ми не бажаємо",
            "поступатися принципам одужання. Чим довше ми залишаємо шматочки нашого життя під владою",
            "свавілля і чим енергійніше захищаємо своє \"право\" триматися за них, тим більше шкоди ми завдаємо.",
            "Поступово нездані території нашого життя мають тенденцію розширюватися, захоплюючи все більше і",
            "більше територій.",
            "Незалежно від того, великі чи малі секрети в нашому житті, рано чи пізно вони приводять нас в одне",
            "і те ж місце. Ми повинні вибрати-або ми капітулюємо повністю перед нашою програмою, або ми",
            "втратимо наше одужання.",
        ],
        
        justForToday: "Я хочу такого одужання, яке приходить від повної капітуляції перед програмою. Сьогодні я поспілкуюсь зі своїм спонсором і розкрию свої секрети, великі чи маленькі."
    },
    "9-15": {
        title: "Заповнення порожнечі",
        quote: "...ми думаємо, що якщо ми просто зможемо отримати достатньо їжі, достатньо сексу або достатньо грошей, ми будемо задоволені, і все буде добре",
        ref: "Базовий текст, стор. 80",
        paragraphs: [
            "У нашій залежності ми ніколи не могли отримати достатньо наркотиків, або грошей, або сексу, або",
            "чого-небудь ще. Навіть занадто багато ніколи не буває достатньо! Всередині нас була духовна",
            "порожнеча. Хоча ми з усіх сил намагалися заповнити цю порожнечу самі, нам це так і не вдалося.",
            "Зрештою ми зрозуміли, що нам не вистачає сили, щоб заповнити її; для цього знадобиться Сила",
            "могутніша за нас.",
            "Тому ми перестали вживати наркотики і перестали намагатися заповнити нашу внутрішню",
            "порожнечу зовнішніми речами. Ми звернулися до нашої Вищої Сили, просячи її турботи, сили і",
            "напрямку. Ми капітулювали і дали шлях цій Силі, щоб почати процес заповнення нашої внутрішньої",
            "порожнечі. Ми перестали хапатися за речі і почали отримувати безкоштовний дар любові, який наша",
            "Вища Сила приготувала для нас. Поступово наша внутрішня порожнеча заповнювалася.",
            "Тепер, коли ми отримали дар любові від нашої Вищої Сили, що нам з ним робити? Якщо ми міцно",
            "притиснемо цей дар до себе, то задушимо його. Ми повинні пам'ятати, що любов росте тільки тоді,",
            "коли нею діляться. Ми можемо зберегти цей дар, лише вільно віддаючи його. Світ залежності-це брати",
            "і бути взятим; світ одужання-це світ віддавання та отримання. В якому світі ми обираємо жити?",
        ],
        
        justForToday: "Я обираю жити у повноті одужання. Я святкуватиму свій свідомий контакт з Богом мого розуміння, вільно ділячись з іншими тим, чим вільно поділилися зі мною."
    },
    "9-16": {
        title: "Емоційна рівновага",
        quote: "Емоційна рівновага - один з перших результатів медитації, і наш досвід це підтверджує",
        ref: "Базовий текст, стор. 47",
        paragraphs: [
            "Хоча кожен з нас визначає поняття \"емоційна рівновага\" трохи по-різному, всі ми повинні знайти її.",
            "Емоційна рівновага може означати знаходження і підтримку позитивного погляду на життя, незалежно",
            "від того, що може відбуватися навколо нас. Для когось це може означати розуміння наших емоцій, яке",
            "дозволяє нам приймати, а не реагувати на наші почуття. Це може означати, що ми переживаємо наші",
            "почуття настільки інтенсивно, наскільки це можливо, одночасно стримуючи їх надмірне вираження.",
            "Емоційна рівновага приходить з практикою в молитві та медитації. Ми усамітнюємося і ділимося",
            "своїми думками, надіями і турботами з Богом, як ми його розуміємо. Потім ми слухаємо настанови,",
            "очікуючи сили діяти в цьому напрямку.",
            "Врешті-решт, наші навички в підтримці рівноваги стають кращими, і шалені емоційні гойдалки, які",
            "ми раніше відчували, починають вгамовуватись. Ми розвиваємо здатність дозволяти іншим відчувати",
            "їхні почуття; у нас немає потреби судити їх. І ми повністю охоплюємо свій власний діапазон емоцій.",
        ],
        
        justForToday: "Через регулярну молитву і медитацію я відкрию для себе, що для мене означає емоційна рівновага."
    },
    "9-17": {
        title: "Вийти за межі П'ятого Кроку",
        quote: "Ми можемо думати, що зробили достатньо, написавши про наше минуле. Ми не можемо дозволити собі цієї помилки",
        ref: "Базовий текст, стор. 32",
        paragraphs: [
            "Дехто з нас не надто прагне виписувати свій Четвертий Крок; інші доводять це до нав'язливої",
            "крайності. До зростаючого занепокоєння нашого спонсора, ми знову і знову інвентаризуємо себе. Ми",
            "відкриваємо для себе все, що можна знати про те, чому ми були такими, якими були. Ми вважаємо,",
            "що достатньо думати, писати і говорити про своє минуле. Ми не чуємо жодної пропозиції нашого",
            "спонсора стати повністю готовими до того, щоб виправити наші недоліки або відшкодувати шкоду, яку",
            "ми заподіяли. Ми просто більше пишемо про ці недоліки і з задоволенням ділимося своїми свіжими",
            "думками. Нарешті, наш втомлений спонсор, захищаючись, відмовляється від нас.",
            "Яким би екстремальним не здавався цей сценарій, багато хто з нас опинявся саме в такій ситуації.",
            "Ми думали, писали і говорили про те, що з нами було не так, і нам здавалося, що у нас все під",
            "контролем. Однак рано чи пізно ми усвідомлювали, що застрягли у своїх проблемах, а рішення ніде не",
            "видно. Ми знали, що якщо ми хочемо жити по-іншому, нам доведеться пройти далі П'ятого Кроку нашої",
            "програми. Ми почали шукати готовність до того, щоб Вища Сила усунула дефекти характеру, про які ми",
            "так інтенсивно дізналися. Ми відшкодовували шкоду, яку ми заподіяли іншим, діючи на основі цих",
            "дефектів. Тільки тоді ми почали відчувати свободу духу, що пробуджується. Сьогодні ми більше не",
            "жертви; ми вільні рухатися далі у своєму одужанні.",
        ],
        
        justForToday: "Хоча вони і необхідні, але самі по собі Четвертий і П'ятий Кроки не приведуть до емоційного і духовного одужання. Я прийму їх, а потім буду діяти відповідно до них."
    },
    "9-18": {
        title: "Чесні відносини",
        quote: "Одна з найглибших змін у нашому житті відбувається у сфері особистих стосунків",
        ref: "Базовий текст, стор. 57",
        paragraphs: [
            "Одужання дарує багатьом з нас стосунки, які є ближчими та інтимнішими, ніж ті, які ми мали раніше.",
            "З часом ми відчуваємо, що тягнемося до тих, хто з часом стає нашим другом, спонсором і партнером",
            "по життю. Спільний сміх, сльози і боротьба приносять спільну повагу і тривалу емпатію.",
            "Що ж тоді ми робимо, коли виявляємо, що не в усьому погоджуємося з нашими друзями? Ми",
            "можемо виявити, що не поділяємо музичні смаки нашого найдорожчого друга, або що ми не",
            "погоджуємося з нашим чоловіком чи дружиною щодо того, як повинні бути розставлені меблі, або",
            "навіть виявити, що ми голосуємо не так, як наш спонсор на засіданні комітету по обслуговуванню. Чи",
            "означає конфлікт, що дружба, шлюб або спонсорство закінчилися? Ні!",
            "Такі типи конфліктів не тільки очікувані в будь-яких довготривалих стосунках, але й фактично є",
            "ознакою того, що обидві людини є емоційно здоровими та чесними особистостями. У будь-яких",
            "стосунках, де обидві людини погоджуються абсолютно в усьому, є ймовірність того, що думає лише",
            "одна людина. Якщо ми жертвуємо своєю чесністю і порядністю, щоб уникнути конфліктів або",
            "розбіжностей, ми віддаємо найкраще з того, що привносимо в наші стосунки. Ми відчуваємо повну",
            "міру партнерства з іншою людиною, коли ми повністю чесні.",
        ],
        
        justForToday: "Я буду вітати відмінності, які роблять кожного з нас особливим. Сьогодні я працюватиму над тим, щоб бути самим собою."
    },
    "9-19": {
        title: "Товариство",
        quote: "В АН наші радощі примножуються, коли ми ділимося хорошими днями, наші печалі зменшуються, коли ми ділимося поганими. Вперше в житті нам не потрібно нічого переживати наодинці",
        ref: "АйПі №16, Новачку",
        paragraphs: [
            "Коли ми практикуємо використання кроків та інших інструментів нашої програми для подолання",
            "наших труднощів, ми стаємо здатними отримувати задоволення від радощів життя в чистоті. Але наші",
            "радощі минають надто швидко, якщо ми не ділимося ними з іншими, тоді як труднощі, пережиті",
            "наодинці, можуть затягнутися надовго. У Товаристві Анонімних Наркоманів ми часто примножуємо",
            "наші радощі і розділяємо наші тяготи, ділячись ними один з одним.",
            "Ми, залежні, відчуваємо задоволення від одужання, яке, іноді, може оцінити тільки інший",
            "залежний. Члени спільноти розуміють, коли ми розповідаємо їм про гордість, яку ми відчуваємо",
            "сьогодні, виконуючи зобов'язання, про тепло, яке ми відчуваємо, відновлюючи зіпсовані стосунки, про",
            "полегшення, яке ми відчуваємо, коли нам не потрібно вживати наркотики, щоб прожити цілий день.",
            "Коли ми ділимося цим досвідом з одужуючими залежними, а вони у відповідь розповідають подібні",
            "історії, наша радість примножується. Цей же принцип застосовується і до проблем, з якими ми",
            "стикаємося як одужуючі залежні. Ділячись нашими проблемами і дозволяючи іншим членам АН",
            "ділитися з нами своєю силою, ми полегшуємо свій тягар.",
            "Спілкування, яке ми маємо в Анонімних Наркоманах, є безцінним. Ділячись разом, ми збільшуємо",
            "радість і зменшуємо тягар життя в одужанні.",
        ],
        
        justForToday: "Я поділюся своїми радощами і тягарем з іншими одужуючими залежними. Я також розділю їхні труднощі. Я вдячний за міцні дружні зв'язки в Анонімних Наркоманах."
    },
    "9-20": {
        title: "Мужність змінюватися",
        quote: "Боже, дай мені душевний спокій, щоб прийняти те, що я не можу змінити, мужність, щоб змінити те, що я можу, і мудрість, щоб знати різницю",
        ref: "Молитва про душевний спокій",
        paragraphs: [
            "Одужання передбачає зміни, а зміни означають робити речі по-іншому. Проблема в тому, що багато",
            "хто з нас чинить опір тому, щоб робити речі по-іншому; те, що ми робимо, може не працювати, але",
            "принаймні ми з цим знайомі. Потрібна мужність, щоб зробити крок у невідоме. Як нам знайти цю",
            "мужність?",
            "Ми можемо озирнутися навколо себе на зустрічах АН. Там ми бачимо інших, які зрозуміли, що їм",
            "потрібно змінити те, що вони робили, і які зробили це успішно. Це не тільки допомагає заспокоїти наш",
            "страх того, що зміна, будь-яка зміна, накличе катастрофу, це також дає нам користь від їхнього досвіду",
            "в тих речах, що є дієвими, досвіду, який ми можемо використовувати для зміни того, що не працює у",
            "нас.",
            "Ми також можемо поглянути на наш власний досвід одужання. Навіть якщо цей досвід поки що",
            "обмежується припиненням вживання наркотиків, все ж таки ми зробили багато змін у своєму житті -",
            "змін на краще. До яких би аспектів нашого життя ми не застосовували кроки, ми завжди виявляли, що",
            "капітуляція краща за заперечення, а одужання - за залежність.",
            "Наш власний досвід та досвід інших людей в АН говорить нам, що \" змінювати те, що я можу\" - це",
            "велика частина того, про що йдеться в одужанні. Кроки і сила, щоб практикувати їх, дають нам напрям",
            "і мужність, необхідні для змін. Нам немає чого боятися.",
        ],
        
        justForToday: "Я візу зміни. За допомогою моєї Вищої Сили я знайду в собі мужність змінити те, що я можу."
    },
    "9-21": {
        title: "Молитва",
        quote: "Молитва вимагає практики, і ми повинні памятати, що вправні люди не народжуються зі своїми здібностями",
        ref: "Базовий текст, стор. 46",
        paragraphs: [
            "Багато хто з нас прийшли в одужання, не маючи досвіду в молитві і хвилюючись, що не знають",
            "\"правильних слів\". Деякі з нас пам'ятали слова, які ми вивчили в дитинстві, але не були впевнені, що",
            "все ще віримо в ці слова. Незалежно від нашого походження, під час одужання ми намагалися знайти",
            "слова, які би дійсно промовляли від щирого серця.",
            "Часто першою молитвою, яку ми намагаємося зробити, є просте прохання до нашої Вищої Сили про",
            "допомогу в тому, щоб залишатися чистими кожен день. Ми можемо просити про керівництво і",
            "мужність або просто молитися про пізнання Божої волі для нас і сили, щоб здійснити її. Якщо ми",
            "відчуваємо, що спотикаємося в наших молитвах, ми можемо попросити інших членів поділитися з нами",
            "тим, як вони навчилися молитися. Неважливо, чи ми молимося в потребі, чи в радості, головне -",
            "продовжувати докладати зусиль.",
            "Наші молитви формуватимуться на основі нашого досвіду з Дванадцятьма Кроками та нашого",
            "особистого розуміння Вищої Сили. У міру того, як розвиваються наші стосунки з цією Вищою Силою, ми",
            "відчуваємо себе більш комфортно в молитві. З часом молитва стає джерелом сили і комфорту. Ми",
            "шукаємо це джерело часто і охоче.",
        ],
        
        justForToday: "Я знаю, що молитва може бути простою. Я розпочну там, де я є, і буду практикуватись."
    },
    "9-22": {
        title: "Зберігаючи дар",
        quote: "Життя набуває нового сенсу, коли ми розкриваємося для цього дару",
        ref: "Базовий текст, стор. 107",
        paragraphs: [
            "Нехтувати своїм одужанням - це все одно, що нехтувати будь-яким іншим даром, який нам дали.",
            "Припустимо, хтось подарував вам нову машину. Чи дозволили б ви їй стояти на під'їзній доріжці, поки",
            "не згниють шини? Ви б просто їздили на ній, ігноруючи планове технічне обслуговування, поки вона не",
            "розвалиться по дорозі? Звичайно ж, ні! Ви б доклали максимум зусиль, щоб підтримувати стан такого",
            "цінного дару.",
            "Одужання - це також дар, і ми повинні піклуватися про нього, якщо хочемо його зберегти. Хоча на",
            "наше одужання не поширюється розширена гарантія, існує графік регулярного обслуговування. Це",
            "обслуговування включає в себе регулярне відвідування зустрічей та різні форми служіння. Нам",
            "доведеться робити щоденне прибиравння - наш Десятий Крок - і, час від часу, знадобиться капітальний",
            "ремонт Четвертого Кроку. Але якщо ми будемо підтримувати дар одужання, дякуючи Творцю кожного",
            "дня, він буде продовжуватися.",
            "Дар одужання - це дар, який зростає разом з тим, як його дарують. Якщо ми не віддаємо його, ми",
            "не можемо його зберегти. Але, ділячись своїм одужанням з іншими, ми починаємо цінувати його ще",
            "більше.",
        ],
        
        justForToday: "Моє одужання - це дар, і я хочу його зберегти. Я буду підтримувати його в належному стані і поділюся своїм одужанням з іншими."
    },
    "9-23": {
        title: "Розбираємось з плітками",
        quote: "Відповідно до принципів одужання, ми намагаємося не судити, не навішувати стереотипи і не повчати один одного",
        ref: "Базовий текст, стор. 11",
        paragraphs: [
            "Давайте подивимося правді в очі: в Анонімних Наркоманах ми живемо в своєрідному скляному",
            "будинку. Наші товариші знають про наше особисте життя більше, ніж будь-хто коли-небудь знав",
            "раніше. Вони знають, з ким ми проводимо час, де ми працюємо, на якому кроці знаходимося, скільки",
            "у нас дітей і так далі. І те, чого наші товариші не знають, вони, напевно, можуть собі уявити.",
            "Нам може бути неприємно, коли про нас пліткують. Але якщо ми виходимо зі спільноти та ізолюємо",
            "себе, щоб уникнути пліток, ми також позбавляємо себе любові, дружби та безпрецедентного досвіду",
            "одужання, який можуть запропонувати наші товариші. Кращий спосіб боротися з плітками - це просто",
            "прийняти речі такими, якими вони є, і нас такими, якими ми є, і прожити своє життя згідно з",
            "принципами. Чим більше ми будемо впевнені в нашій особистій програмі, рішеннях, які ми",
            "приймаємо, і керівництві, яке ми отримуємо від люблячого Бога, тим менше думка інших буде нас",
            "турбувати.",
        ],
        
        justForToday: "Я зобов'язуюсь бути залученим до Товариства АН. Думки інших не вплинуть на мою прихильність до одужання."
    },
    "9-24": {
        title: "Розширення уявлення про Бога",
        quote: "Єдине, що пропонується, - це щоб ця Сила була люблячою, турботливою і могутнішою за нас самих. Нам не обовязково бути релігійними, щоб прийняти цю ідею. Головне, щоб ми відкрили свій розум для віри",
        ref: "Базовий текст, стор. 24",
        paragraphs: [
            "У процесі приходу до віри, який триває все життя, наше розуміння Бога буде змінюватися.",
            "Розуміння, яке ми маємо на початку одужання, не буде таким же, коли ми протримаємось кілька",
            "місяців без вживання, так само як і тоді, коли ми протримаємось кілька років без вживання.",
            "Наше початкове розуміння Сили, могутнішої за нас самих, швидше за все, буде обмеженим. Ця Сила",
            "буде втримувати нас в чистоті, але, як нам може здатися, не більше того. Ми можемо не наважуватися",
            "молитися, тому що ми поставили умови щодо того, що ми будемо просити нашу Вищу Силу зробити",
            "для нас. \"О, це все так жахливо, навіть Бог не зміг би нічого зробити\", - говоримо ми, або \"У Бога є",
            "багато людей, про яких він повинен піклуватися. У нього немає часу на мене\".",
            "Але в міру того, як ми зростатимемо в одужанні, зростатиме і наше розуміння. Ми почнемо бачити,",
            "що єдині обмеження для Божої любові і благодаті - це ті, які ми самі накладаємо, коли відмовляємося",
            "поступитися Йому. Люблячий Бог, в якого ми віримо, безмежний, а сила і любов, які ми знаходимо в",
            "нашій вірі, розділяються майже кожним одужуючим залежним в усьому світі.",
        ],
        
        justForToday: "Бог, якого я починаю розуміти, має безмежну здатність до любові та турботи. Я буду вірити, що мій Бог більший за будь-яку проблему, яка може виникнути у мене."
    },
    "9-25": {
        title: "Четвертий Крок - страх наших почуттів",
        quote: "Ми можемо боятися, що контакт зі своїми почуттями викличе непереборну ланцюгову реакцію болю і паніки",
        ref: "Базовий текст, стор. 30",
        paragraphs: [
            "Найпоширеніша скарга на Четвертий Крок полягає в тому, що він змушує нас болісно усвідомлювати",
            "наші дефекти характеру. У нас може виникнути спокуса зупинитися в нашій програмі одужання. Через",
            "капітуляцію і прийняття ми можемо знайти ресурси, необхідні для того, щоб продовжувати працювати",
            "над кроками.",
            "Не усвідомлення наших дефектів спричиняє найбільші страждання, а самі дефекти. Коли ми",
            "вживали все, що ми відчували - це наркотики; ми могли ігнорувати страждання, які завдавали нам наші",
            "дефекти. Тепер, коли наркотиків немає, ми відчуваємо цей біль. Відмова визнавати джерело нашого",
            "страждання не змушує його зникнути; заперечення захищає біль і робить його сильнішим. Дванадцять",
            "Кроків допомагають нам впоратися зі стражданнями, спричиненими нашими дефектами, працюючи",
            "безпосередньо з самими дефектами.",
            "Якщо ми страждаємо від болю, викликаного нашими дефектами, ми можемо нагадати собі про",
            "кошмар залежності, кошмар, від якого ми зараз прокинулися. Ми можемо згадати надію на свободу,",
            "яку дав нам Другий Крок. Ми можемо знову передати нашу волю і наше життя, через Третій Крок, під",
            "опіку Бога свого розуміння. Наша Вища Сила піклується про нас, надаючи нам допомогу, необхідну для",
            "роботи над рештою Дванадцяти Кроків. Ми не повинні боятися своїх почуттів. Лише сьогодні ми",
            "можемо продовжувати наше одужання.",
        ],
        
        justForToday: "Я не буду боятися своїх почуттів. За допомогою моєї Вищої Сили я продовжу своє одужання."
    },
    "9-26": {
        title: "Бачити себе в інших",
        quote: "Від того, що ми будемо засуджувати недоліки інших, ми не станемо кращими людьми",
        ref: "Базовий текст, стор. 38",
        paragraphs: [
            "Як легко вказувати іншим на їхні недоліки! І на це є свої причини: Вади, які ми найлегше виявляємо",
            "в інших, часто є тими вадами, з якими ми найкраще знайомі у своєму власному характері. Ми можемо",
            "помітити схильність нашого найкращого друга витрачати занадто багато грошей, але якщо ми",
            "проаналізуємо наші власні звички витрачати гроші, ми, ймовірно, знайдемо подібну компульсивність.",
            "Ми можемо вирішити, що наш спонсор занадто занурений у служіння, але виявимо, що за останні три",
            "місяці ми не провели жодних вихідних зі своїми сім'ями через ті чи інші служіння.",
            "Тепер, в процесі одужання, нас приймають такими, якими ми є. Наша справжня цінність для інших",
            "полягає в тому, що ми є самими собою. Коли ми працюємо над кроками, ми вчимося приймати себе",
            "такими, якими ми є. Як тільки це відбувається, ми отримуємо свободу стати тими, ким ми хочемо бути.",
            "У кожного з нас є багато хороших якостей, якими ми можемо поділитися з іншими. Наш досвід, яким",
            "ми чесно ділимося, допомагає іншим знайти той рівень ідентифікації, який їм потрібен, щоб почати",
            "своє одужання. Ми виявляємо, що у кожного з нас є особливі дари, які ми можемо запропонувати тим,",
            "хто нас оточує.",
        ],
        
        justForToday: "Я подивлюся через призму недоліків характеру інших людей і розпізнаю свої власні."
    },
    "9-27": {
        title: "Правильна підтримка",
        quote: "У наших саморуйнівних особистостях є щось таке, що жадає невдачі",
        ref: "Базовий текст, стор. 80",
        paragraphs: [
            "\"Бідний я, горе мені, подивіться на мене, моє життя розбите вщент! Я впав, і як би я не старався, я",
            "продовжую зазнавати невдач\". Багато хто з нас прийшов в АН, наспівуючи цей сумний приспів.",
            "Життя більше не таке. Так, іноді ми все ще спотикаємося, іноді навіть падаємо. Іноді нам здається,",
            "що ми не можемо рухатися вперед у своєму житті, як би ми не старалися. Але правда полягає в тому,",
            "що за допомогою інших одужуючих залежних в АН ми знаходимо руку, яка піднімає нас, струшує з нас",
            "пил і допомагає нам почати все спочатку. Це новий приспів у нашому житті сьогодні.",
            "Ми більше не говоримо: \"Я невдаха, і я нікуди не йду\". Зазвичай, це більше схоже на: \" Бляха-муха!",
            "Я знову наїхав на ту ж саму життєву вибоїну. Дуже скоро я навчуся сповільнюватись або взагалі уникати",
            "її\". До того часу ми можемо продовжувати час від часу падати, але ми знаємо, що завжди є рука",
            "допомоги, яка знову поставить нас на ноги.",
        ],
        
        justForToday: "Якщо я почну плакати від невдачі, я згадаю, що є спосіб рухатися вперед. Я прийму підбадьорення і підтримку АН."
    },
    "9-28": {
        title: "Надія",
        quote: "Поступово, коли ми стаємо більше зосередженими на Богові, ніж на собі, наш відчай перетворюється на надію",
        ref: "Базовий текст, стор. 95",
        paragraphs: [
            "Як у вживаючих залежних, відчай був нашим невблаганним супутником. Він забарвлював кожну",
            "мить нашого буття. Відчай був породжений нашим досвідом активної залежності: Якими б заходами",
            "ми не намагалися покращити своє життя, ми все глибше занурювалися в нещастя. Спроби",
            "контролювати своє життя часто закінчувалися невдачею. У певному сенсі, наше визнання безсилля на",
            "Першому Кроці було визнанням відчаю.",
            "Другий і Третій Кроки поступово виводять нас з цього відчаю до нової надії, яка є супутником",
            "одужуючого залежного. Прийнявши те, що так багато наших зусиль, спрямованих на зміни, зазнали",
            "невдачі, ми починаємо вірити в те, що існує Сила, могутніша за нас самих. Ми віримо, що ця Сила може",
            "і буде допомагати нам. Ми практикуємо Другий і Третій Кроки як підтвердження нашої надії на краще",
            "життя, звертаючись до цієї Сили за керівництвом. У міру того, як ми починаємо все більше і більше",
            "покладатися на Вищу Силу в управлінні нашим повсякденним життям, зникає відчай, що виникає в",
            "результаті нашого тривалого експерименту з самостійністю.",
        ],
        
        justForToday: "Я підтверджу своє рішення щодо Третього Кроку. Я знаю, що з Вищою Силою в моєму житті є надія."
    },
    "9-29": {
        title: "Лише сьогодні",
        quote: "Коли ми перестаємо жити тут і зараз, наші проблеми безпідставно збільшуються",
        ref: "Базовий текст, стор. 99",
        paragraphs: [
            "\"Лише сьогодні\" - ця думка заспокоює. Якщо ми намагаємося жити минулим, нас можуть роздирати",
            "болючі, тривожні спогади. Уроки минулого не є тими вчителями, яких ми шукаємо для одужання. Жити",
            "завтрашнім днем означає жити зі страхом. Ми не можемо побачити обриси таємного майбутнього, а",
            "невизначеність приносить тривогу. Наше життя виглядає приголомшливим, коли ми втрачаємо фокус",
            "сьогоднішнього дня.",
            "Життя в моменті пропонує свободу. У цьому моменті ми знаємо, що ми в безпеці. Ми не вживаємо,",
            "і у нас є все, що нам потрібно. Більше того, життя відбувається тут і зараз. Минуле минуло, а майбутнє",
            "ще не настало, і наші переживання нічого не змінять. Сьогодні ми можемо насолоджуватися нашим",
            "одужанням, саме в цю хвилину.",
        ],
        
        justForToday: "Я залишуся тут і зараз. Сьогодні - в цю мить - я вільний."
    },
    "9-30": {
        title: "Бути собою",
        quote: "Наша справжня цінність у тому, щоб бути собою",
        ref: "Базовий текст, стор. 105",
        paragraphs: [
            "Знову і знову ми намагалися виправдати очікування тих, хто нас оточує. Можливо, нас виховували,",
            "вважаючи, що ми хороші, якщо отримуємо гарні оцінки в школі, прибираємо в кімнаті або одягаємося",
            "певним чином. Завжди бажаючи відповідати і бути коханими, багато хто з нас витрачав багато часу,",
            "намагаючись вписатися в суспільство, але, здавалося, ми ніколи не відповідали його вимогам.",
            "Тепер, в процесі одужання, нас приймають такими, якими ми є. Наша справжня цінність для інших",
            "полягає в тому, що ми є самими собою. Коли ми працюємо над кроками, ми вчимося приймати себе",
            "такими, якими ми є. Як тільки це відбувається, ми отримуємо свободу стати тими, ким ми хочемо бути.",
            "У кожного з нас є багато хороших якостей, якими ми можемо поділитися з іншими. Наш досвід, яким",
            "ми чесно ділимося, допомагає іншим знайти той рівень ідентифікації, який їм потрібен, щоб почати",
            "своє одужання. Ми виявляємо, що у кожного з нас є особливі дари, які ми можемо запропонувати тим,",
            "хто нас оточує.",
        ],
        
        justForToday: "Мій досвід одужання - це найбільший подарунок, який я можу зробити іншому залежному. Я буду чесно ділитися своїм досвідом з іншими."
    },
    "10-1": {
        title: "Не просто мотивація до росту",
        quote: "Ми дізналися, що біль може бути мотивуючим фактором для одужання",
        ref: "Базовий текст, стор. 30",
        paragraphs: [
            "\"Біль - кому він потрібен!\" - думаємо ми, коли відчуваємо його. Ми не бачимо в болю ніякої користі.",
            "Здається, що це безглузда вправа в стражданні. Якщо хтось випадково згадає нам про духовне",
            "зростання, коли we страждаємо від болю, ми, швидше за все, гидливо пирхнемо і підемо геть,",
            "думаючи, що ніколи не зустрічали більш нечуттєвої людини.",
            "Але що, якби люди не відчували болю - ні фізичного, ні емоційного? Звучить як ідеальний світ? Не",
            "зовсім. Якби ми не були здатні відчувати фізичний біль, ми б не знали, коли потрібно проморгати",
            "сторонні мікрочастинки з очей; ми б не знали, коли припинити фізичні вправи; ми б навіть не знали,",
            "коли потрібно перевертатися уві сні. Ми б просто знущалися над собою через відсутність природної",
            "системи попередження.",
            "Те ж саме стосується і емоційного болю. Як би ми дізналися, що наше життя стало некерованим,",
            "якби нам не було боляче? Так само, як і фізичний , емоційний біль дає нам знати, коли потрібно",
            "припинити робити те, що ранить.",
            "Але біль - це не тільки мотивуючий фактор. Емоційний біль забезпечує базу для порівняння, коли",
            "ми радіємо. Ми не могли б оцінити радість, не знаючи болю.",
        ],
        
        justForToday: "Я прийму біль як необхідну частину життя. Я знаю, що до якого б рівня я не відчував біль, я також можу відчувати радість."
    },
    "10-2": {
        title: "Зберігаючи віру",
        quote: "Ми осягаємо безмежну силу, яку нам дає щоденна молитва, і підкоряємося їй доти, доки зберігаємо віру та оновлюємо її",
        ref: "Базовий текст, стор. 46",
        paragraphs: [
            "Одужання складається з двох частин: стати чистим і залишатися чистим. Стати чистим порівняно",
            "легко, тому що нам потрібно зробити це лише один раз. Залишатися чистим складніше, це вимагає",
            "уваги кожного дня нашого життя. Але і те, і інше черпає свою силу з віри.",
            "Ми стали чистими на вірі. Ми визнали, що залежність сильніша за нас, і перестали намагатися",
            "боротися з нею самотужки. Ми передали боротьбу Силі, більшій за нас самих, і ця Вища Сила",
            "допомогла нам очиститися.",
            "Ми залишаємося чистими кожен день так само: на вірі. Лише сьогодні ми капітулюємо. Життя може",
            "бути занадто велике для нас, щоб впоратися з ним власними силами. Коли це так, ми шукаємо Силу,",
            "могутнішу за нас самих. Ми молимося, просячи нашу Вищу Силу про напрямок і сили слідувати йому.",
            "Вправляючись і оновлюючи нашу віру щодня, ми отримуємо ресурси, необхідні для того, щоб жити",
            "чистим, повноцінним життям.",
            "Існує безмежна сила, доступна нам, коли ми потребуємо її. Щоб осягнути її, все, що нам потрібно",
            "зробити, - це зберігати віру у Вищу Силу, яка зробила нас чистими і зберігає нас чистими.",
        ],
        
        justForToday: "Вера зробила мене чистим, і віра збереже мене чистим. Сьогодні я буду зберігати віру в мою Вищу Силу. Я відновлю свою капітуляцію і буду молитися про знання і силу."
    },
    "10-3": {
        title: "Відмова від свавілля",
        quote: "Наше его, колись таке велике і домінуюче, тепер відходить на задній план, тому що ми перебуваємо в гармонії з люблячим Богом. Ми виявляємо, що живемо багатшим, щасливішим і набагато повнішим життям, коли відмовляємося від свавілля",
        ref: "Базовий текст, стор. 105",
        paragraphs: [
            "Залежність і свавілля йдуть пліч-о-пліч. Некерованість, яку ми визнали на першому кроці, була такою",
            "ж мірою продуктом нашого свавілля, як і наша хронічна залежність від наркотиків. І сьогодні, живучи",
            "по свавіллю, ми можемо зробити наше життя таким же некерованим, яким воно було, коли ми",
            "вживали. Коли наші ідеї, наші бажання, наші вимоги займають перше місце в нашому житті, ми",
            "опиняємося в постійному конфлікті з усіма і з усім, що нас оточує.",
            "Свавілля відображає нашу залежність від его. Єдине, що звільнить нас від свавілля і конфліктів, які",
            "воно породжує в нашому житті - це позбутися залежності від его, покладаючись на керівництво і силу,",
            "запропоновані нам люблячим Богом.",
            "Нас вчать рахуватися з духовними принципами, а не з нашими егоїстичними бажаннями при",
            "прийнятті рішень. Нас вчать шукати керівництва у Вищої Сили, яка має більш широке бачення речей,",
            "ніж наше власне. Роблячи це, ми знаходимо, що наше життя все легше і легше вписується в порядок",
            "речей навколо нас. Ми більше не виключаємо себе з потоку життя; ми стаємо його частиною і",
            "відкриваємо для себе всю повноту того, що може запропонувати одужання.",
        ],
        
        justForToday: "Я шукаю свободи від его і конфліктів, породжених свавіллям. Я спробую поліпшити свій свідомий контакт з Богом мого розуміння, шукаючи керівництво і силу, необхідні мені, щоб жити в гармонії з моїм світом."
    },
    "10-4": {
        title: "Тридцятиденне чудо",
        quote: "Коли ми вперше починаємо насолоджуватися свободою від нашої залежності, ми ризикуємо знову перебрати контроль над своїм життям. Ми забуваємо про агонію і біль, які знали раніше",
        ref: "Базовий текст, стор. 50",
        paragraphs: [
            "Багато з нас були \"тридцятиденними чудесами\". Ми були у відчаї і вмирали, коли прийшли на наше",
            "перше зібрання АН. Ми ототожнювали себе з залежними, яких зустріли там, і з звісткою, якою вони",
            "ділилися. З їхньою підтримкою ми нарешті змогли припинити вживати і перевести подих. Вперше за",
            "довгий-довгий час we відчули себе вдома. За одну мить наше життя змінилося: ми ходили,",
            "розмовляли, їли, пили, спали і мріяли про Анонімних Наркоманів.",
            "Потім Анонімні Наркомани втратили свою новизну. Зустрічі, які колись були захопливими, стали",
            "одноманітними. Наші чудові анонімні друзі стали занудами; їхні підбадьорливі розмови про АН -",
            "балаканиною. Коли наші колишні друзі дзвонили, запрошуючи нас повернутися для деяких старих",
            "розваг, ми цьомкали наше одужання на прощання.",
            "Рано чи пізно ми поверталися до кімнат Анонімних Наркоманів. Ми виявили, що там нічого не",
            "змінилося - ні ми, ні наші друзі, ні наркотики, ніщо. Якщо і змінилося, то стало гірше, ніж будь-коли.",
            "Так, зустрічі АН, можливо, не є буйством сміху, а наші друзі АН, можливо, не є духовними гігантами.",
            "Але в зустрічах є сила, спільний зв'язок між членами, життя з програмою, без якої ми не можемо",
            "обійтися. Сьогодні наше одужання - це більше, ніж просто примха - це спосіб життя. Ми будемо",
            "практикувати життя за нашою програмою так, ніби від цього залежить наше життя, тому що воно",
            "залежить від неї.",
        ],
        
        justForToday: "Я не \"тридцятиденне чудо\". Шлях АН - це мій спосіб життя, і я тут надовго."
    },
    "10-5": {
        title: "Просіть милосердя, а не справедливості",
        quote: "Багатьом з нас важко визнати, що ми заподіяли шкоду іншим... Ми відсікаємо наші виправдання і наші бажання бути жертвою",
        ref: "Базовий текст, стор. 38",
        paragraphs: [
            "Наше життя розвивається добре. Справи йдуть добре, і кожен рік одужання приносить все більше",
            "матеріальних і духовних дарів. У нас може бути трохи грошей в банку, нова машина або віддані",
            "стосунки. У нас з'являється трохи впевненості в собі, і наша віра у Вищу Силу зростає.",
            "А потім щось трапляється. Хтось вдирається в нашу нову машину і краде магнітолу, або людина, з",
            "якою ми перебуваємо у відносинах, зраджує. Відразу ж ми відчуваємо себе жертвою. \"Де",
            "справедливість?\" - волаємо ми. Але якщо ми озирнемося на власну поведінку, то можемо виявити, що",
            "ми самі винні в тому, що з нами зробили. Ми усвідомлюємо, що насправді не хочемо справедливості -",
            "ні для себе, ні для інших. Ми хочемо милосердя.",
            "Ми дякуємо люблячому Богу за проявлене до нас милосердя і знаходимо час, щоб оцінити всі",
            "дорогоцінні дари, які приносить одужання.",
        ],
        
        justForToday: "Я буду молитися про милосердя, а не про справедливість. Я вдячний за милосердя, виявлене до мене, і буду проявляти милосердя до інших."
    },
    "10-6": {
        title: "Загладжувати провину без очікувань",
        quote: "Прогнози щодо фактичного загладження провини можуть бути головною перешкодою як при складанні списку, так і при виявленні бажання",
        ref: "Базовий текст, стор. 39",
        paragraphs: [
            "Восьмий Крок просить нас виявити бажання загладити свою провину перед усіма людьми, яким ми",
            "заподіяли шкоду. Наближаючись до цього кроку, ми можемо задатися питанням, яким буде результат",
            "нашого відшкодування? Чи будемо ми прощені? Звільнені від будь-якої давньої провини? Чи нас",
            "будуть обливати брудом і пиляти ті, кому ми заподіяли шкоду?",
            "Якщо ми хочемо отримати духовну користь від Восьмого і Дев'ятого Кроків, ми повинні відмовитися",
            "від нашої схильності шукати прощення. Якщо ми підходимо до цих кроків, очікуючи чогось, ми, швидше",
            "за все, будемо дуже розчаровані результатами. Ми хочемо запитати себе, чи не покладаємо ми надії",
            "на прощення людини, перед якою ми загладжуємо свою провину? Чи, можливо, ми сподіваємося, що",
            "нас звільнить від боргів якийсь співчутливий кредитор, зворушений до сліз нашою нещасливою",
            "історією?",
            "Ми повинні бути готові загладити свою провину незалежно від результату. Ми можемо планувати",
            "відшкодування, але ми не можемо планувати результати. Хоча ми не отримаємо повного прощення",
            "від усіх, перед ким ми винні, ми навчимося прощати самих себе. У процесі цього ми зрозуміємо, що",
            "нам більше не потрібно нести тягар минулого.",
        ],
        
        justForToday: "Я відмовляюся від будь-яких очікувань, які я маю щодо людей, перед якими я завинив."
    },
    "10-7": {
        title: "Покладаючись на нашу Вищу Силу",
        quote: "Як одужуючі залежні, ми виявляємо, що все ще перебуваємо в залежності, але наша залежність змістилася з речей, які нас оточують, на люблячого Бога і внутрішню силу, яку ми отримуємо у відносинах з Ним",
        ref: "Базовий текст, стор. 71",
        paragraphs: [
            "Для багатьох залежних бунтарство є другою натурою. Ми не хотіли залежати ні від кого і ні від чого,",
            "а особливо від Бога. Привабливість вживання, як нам здавалося, полягала в тому, що воно давало нам",
            "силу бути і відчувати все, що ми хотіли, все самостійно. Але ціною, яку ми заплатили за цю ілюзорну",
            "свободу, стала залежність, яка не снилася нам у найстрашніших кошмарах. Замість того, щоб звільнити",
            "нас, нас поневолили.",
            "Коли ми прийшли до Анонімних Наркоманів, ми дізналися, що залежність від Бога не обов'язково",
            "повинна означати те, що ми, можливо, думали, що вона означає. Так, якщо ми хотіли повернутись до",
            "здорового глузду, нам потрібно було б звернутись до \"Сили, могутнішої за нас самих\". Однак ми могли",
            "вибрати власну концепцію цієї Вищої Сили, ми могли навіть вигадати її. Ми виявили, що залежність від",
            "Вищої Сили не обмежує нас - вона звільняє нас.",
            "Сила, яку ми знаходимо в одужанні - це та сила, якої нам не вистачало самим. Це любов, в якій ми",
            "боялися залежати від інших. Це почуття особистого призначення, якого ми ніколи не мали, настанови,",
            "про які ми не могли смиренно просити або довіряти іншим, щоб вони їх дали. Це всі ці речі, і вони наші",
            "власні. Сьогодні ми вдячні за те, що маємо Вищу Силу, на яку можемо покластися.",
        ],
        
        justForToday: "Я буду покладатися на любов і внутрішню силу, яку я черпаю від Бога мого власного розуміння."
    },
    "10-8": {
        title: "Нова модель життя",
        quote: "Ми підозрюємо, що якщо не скористаємося тим, що маємо, то втратимо й те, що маємо",
        ref: "Базовий текст, стор. 78",
        paragraphs: [
            "Залежність надала нашому життю шаблон, а разом з ним і сенс - темний, хворобливий сенс,",
            "звичайно, але все ж таки сенс. Програма одужання \"Анонімні Наркомани\" дає нам нову модель життя,",
            "яка замінює наші старі звички. І з цією новою моделлю приходить новий сенс в наше життя, сенс світла",
            "і надії.",
            "Що це за новий спосіб життя? Замість ізоляції ми знаходимо спілкування. Замість того, щоб жити",
            "наосліп, повторюючи одні й ті ж помилки знову і знову, ми регулярно вивчаємо себе, вільно зберігаючи",
            "те, що допомагає нам рости, і відкидаючи те, що заважає. Замість того, щоб постійно намагатися",
            "обійтися власними обмеженими силами, ми розвиваємо свідомий контакт з люблячою Силою,",
            "могутнішою за нас самих.",
            "Наше життя повинно мати закономірність. Щоб підтримувати наше одужання, ми повинні",
            "підтримувати нові закономірності, яких нас навчила програма. Приділяючи регулярну увагу цим",
            "моделям, ми збережемо свободу, яку ми знайшли від смертельної хвороби залежності, і збережемо",
            "сенс, який одужання принесло в наше життя.",
        ],
        
        justForToday: "Я почну нову практику в моєму житті: регулярне підтримання мого одужання."
    },
    "10-9": {
        title: "Порядок",
        quote: "Ми наголошуємо на наведенні порядку в нашому домі, бо це приносить нам полегшення",
        ref: "Базовий текст, стор. 97",
        paragraphs: [
            "Зосередження уваги на тому, що роблять інші, може тимчасово звільнити нас від необхідності",
            "поглянути на себе. Але один із секретів успіху в Анонімних Наркоманах полягає в тому, щоб навести",
            "порядок у власному домі. Так що ж означає \"наведення порядку в нашому домі\"?",
            "Це означає, що ми працюємо над кроками, які дозволяють нам поглянути на нашу роль у відносинах",
            "з іншими людьми. Коли у нас виникають проблеми з кимось, ми можемо провести власну",
            "інвентаризацію, щоб з'ясувати, якою була наша роль у виникненні проблеми. За допомогою нашого",
            "спонсора ми прагнемо це виправити. Потім, кожного дня, ми продовжуємо інвентаризацію, щоб не",
            "повторювати тих самих помилок у майбутньому.",
            "Все дуже просто. Ми ставимося до інших так, як хотіли б, щоб інші ставилися до нас. Ми своєчасно",
            "відшкодовуємо шкоду, коли завинили. І коли щодня віддаємо своє життя під опіку Вищої Сили, ми",
            "можемо почати уникати руху за власною волею, властивого нашій активній залежності. Керовані",
            "Силою, яка прагне кращого для всіх, наші стосунки з оточуючими неодмінно покращаться.",
        ],
        
        justForToday: "Я наведу порядок у власному домі. Сьогодні я розберуся зі своєю часткою у проблемах, що виникли в моєму житті. Якщо я завинив, я виправлюся."
    },
    "10-10": {
        title: "Наслідки",
        quote: "До того, як ми стали чистими, більшість наших дій були імпульсивними. Сьогодні ми не замкнені в цьому типі мислення",
        ref: "Базовий текст, стор. 90",
        paragraphs: [
            "Чи виникала у вас коли-небудь спокуса зробити щось, навіть якщо ви знали, що результати будуть",
            "катастрофічними? Чи думали ви коли-небудь про те, як боляче буде зробити те, до чого ви",
            "спокусилися, а потім все одно продовжували це робити?",
            "Кажуть, що кожна дія має свої наслідки. До того, як ми стали чистими, багато хто з нас просто не",
            "вірив у це. Але тепер we точно знаємо, що це означає. Коли ми діємо, ми знаємо, що за це доведеться",
            "розплачуватися. Ми більше не можемо зважитися на щось у невігластві, коли добре знаємо, що ціна,",
            "яку нам доведеться заплатити, нам не сподобається.",
            "Існує нагорода і ціна. Це нормально - діяти, незважаючи на наслідки, якщо ми готові заплатити ціну,",
            "але завжди є той, хто платить.",
        ],
        
        justForToday: "Я буду думати про наслідки своїх дій, перш ніж їх робити."
    },
    "10-11": {
        title: "Оптика і світогляд",
        quote: "Наші найкращі думки привели нас до біди..... Одужання - це активна зміна наших ідей і поглядів",
        ref: "Базовий текст, стор. 55",
        paragraphs: [
            "В активній залежності світ, ймовірно, виглядав як жахливе місце. Вживання допомагало нам терпіти",
            "світ, який ми бачили. Сьогодні, однак, ми розуміємо, що насправді проблема була не в стані світу. Саме",
            "наші уявлення і ставлення до світу не давали нам можливості знайти в ньому комфортне місце.",
            "Наші погляди і наші уявлення - це окуляри, через які ми бачимо наше життя. Якщо наші \"окуляри\"",
            "замазані або брудні, наше життя виглядає тьмяним. Якщо наші погляди не сфокусовані, то весь світ",
            "виглядає викривленим. Щоб бачити світ ясно, ми повинні тримати наші погляди та ідеї чистими,",
            "вільними від таких речей, як образа, заперечення, жалість до себе та замкнутість. Щоб наше бачення",
            "життя було у фокусі, ми повинні привести наші ідеї у відповідність з реальністю.",
            "У стані залежності наше найкраще мислення заважало нам чітко бачити і світ, і свою роль у ньому.",
            "Одужання сприяє виправленню приписів у наших світоглядних окулярах. Видаляючи наше",
            "заперечення і замінюючи його вірою, чесністю перед собою, смиренням і відповідальністю, кроки",
            "допомагають нам бачити наше життя абсолютно по-новому. Далі кроки допомагають нам зберегти",
            "наші духовні лінзи чистими, заохочуючи нас регулярно перевіряти наші ідеї, наші погляди і наші дії.",
            "Сьогодні, якщо дивитися на світ через чисті лінзи віри і одужання, він виглядає як тепле, привабливе",
            "місце для життя.",
        ],
        
        justForToday: "Я буду дивитися на світ і своє життя через чисті духовні лінзи моєї програми."
    },
    "10-12": {
        title: "Бути правим",
        quote: "Коли ми визнаємо, що наше життя стало некерованим, нам не потрібно доводити свою точку зору..... Нам більше не потрібно весь час бути правими",
        ref: "Базовий текст, стор. 58",
        paragraphs: [
            "Ніщо так швидко не ізолює нас від тепла і товариства наших друзів-членів АН, як необхідність бути",
            "\"правими\". Невпевнені в собі, ми вдаємо з себе якихось авторитетів. Страждаючи від заниженої",
            "самооцінки, ми намагаємося підняти себе, принижуючи інших. У кращому випадку така тактика",
            "відштовхує від нас інших, у гіршому - накликає на себе атаку. Чим більше ми намагаємося справити",
            "враження на інших, показати, наскільки ми \"праві\", тим більше ми стаємо неправі.",
            "Нам не потрібно бути \"правими\", щоб бути в безпеці; нам не потрібно прикидатися, що ми знаємо",
            "всі відповіді, щоб інші нас любили і поважали. Насправді, все якраз навпаки. Ніхто з нас не має всіх",
            "відповідей. Ми залежимо один від одного, щоб заповнити прогалини в нашому розумінні речей, і ми",
            "залежимо від Сили, могутнішої за нашу власну, щоб компенсувати особисте безсилля. Нам легко жити",
            "з іншими, коли ми пропонуємо те, що знаємо, визнаємо те, чого не знаємо, і прагнемо вчитися у наших",
            "ближніх. Ми живемо впевнені в собі, коли перестаємо покладатися на власну сили і починаємо",
            "покладатися на Бога, якого ми зрозуміли в процесі одужання.",
            "Ми не повинні бути \"правими\" весь час, просто одужуємо.",
        ],
        
        justForToday: "Боже, я визнаю своє безсилля і некерованість свого життя. Допоможи мені жити з іншими як рівний, залежний від Тебе в керівництві і силі."
    },
    "10-13": {
        title: "Творимо зміни",
        quote: "Словами неможливо описати те відчуття духовного піднесення, яке ми отримуємо, коли віддаємо щось, нехай навіть незначне, іншій людині",
        ref: "Базовий текст, стор. 104",
        paragraphs: [
            "Іноді нам здається, що у світі так багато всього поганого, що можна забути про спроби щось змінити.",
            "\"Зрештою, - думаємо ми, - що я можу зробити? Я всього лише одна людина\". Незалежно від того, чи є",
            "наші проблеми настільки масштабними, що ми бажаємо миру у всьому світі, чи настільки особистими,",
            "що ми просто хочемо, щоб одужання стало доступним для кожного залежного, який цього бажає,",
            "завдання здається непосильним. \"Так багато роботи, так мало часу\", - зітхаємо ми, іноді дивуючись, як",
            "ми взагалі зможемо зробити щось хороше.",
            "Як не дивно, але найменші внески можуть мати найбільше значення. Для того, щоб отримати від",
            "життя більше, ніж звичайне, виснажливе існування, потрібно зовсім небагато зусиль з нашого боку. Ми",
            "самі змінюємося від глибокого задоволення, яке відчуваємо, коли піднімаємо настрій хоча б одній",
            "людині. Коли ми посміхаємося тому, хто насупився, коли we пропускаємо когось перед собою на",
            "автостраді, коли ми дзвонимо новачку, просто щоб сказати, що нам не байдуже, ми входимо в сферу",
            "надзвичайного.",
            "Хочете змінити світ? Почніть з залежного, який сидить поруч з вами сьогодні ввечері, а потім уявіть,",
            "що ваш акт доброти примножиться. По одній людині за раз, кожен з нас змінює світ на краще.",
        ],
        
        justForToday: "Акт доброти нічого не коштує мені, але безцінний для адресата. Я буду добрим до когось сьогодні."
    },
    "10-14": {
        title: "Кінець самотності",
        quote: "З тією любовю, яку проявили до мене в",
        ref: "",
        paragraphs: [
            "Залежність - самотня хвороба. Ми можемо бути оточені людьми, але рано чи пізно наша залежність",
            "вбиває клин між нами і навіть нашими найближчими родичами. Багатьох з нас до Анонімних",
            "Наркоманів приводить безвихідна самотність.",
            "Хоча ми можемо наближатися до кімнат АН з обережністю і підозрою, нас зустрічають з обіймами,",
            "посмішкою і теплим \"повертайся\". Це, можливо, перше місце, де ми відчуваємо себе бажаними за",
            "довгий, довгий час. Ми спостерігаємо, як інші учасники розмовляють і сміються, залишаючи зустріч",
            "групами для подальших розмов у місцевій кав'ярні. Ми задаємося питанням, чи можемо ми теж стати",
            "частиною цієї люблячої компанії.",
            "Наша звичка до ізоляції може ускладнити приєднання до них. Однак з часом ми починаємо",
            "відчувати себе \"частиною\", а не \"окремо\". Незабаром, коли ми заходимо в кімнати, ми відчуваємо себе",
            "як вдома. Ми починаємо заводити друзів, і наше життя починає змінюватися.",
            "АН вчить нас, як подолати нашу ізоляцію. Через наші перші перші дружні стосунки, сформовані в",
            "нашій домашній групі, ми починаємо розуміти, що заводити друзів не так вже й важко. Почуття",
            "приналежності приходить, коли ми відкриваємо себе іншим.",
        ],
        
        justForToday: "Я вдячний за дружбу, яку моя Вища Сила подарувала мені в АН. Завдяки їм я більше не самотній."
    },
    "10-15": {
        title: "Вибір",
        quote: "Ми не вибирали стати залежними",
        ref: "Базовий текст, стор. 3",
        paragraphs: [
            "Коли ми росли, у кожного з нас були мрії. Кожна дитина чула від родичів чи сусідів запитання: \"Ким",
            "ти хочеш стати, коли виростеш?\". Навіть якщо у когось з нас не було витончених мрій про успіх,",
            "більшість мріяли про роботу, сім'ю, гідне і шановане майбутнє. Але ніхто не запитував: \"Чи хочеш ти",
            "стати наркозалежним, коли виростеш?\".",
            "Ми не вибирали стати залежними і ми не можемо вибрати, щоб перестати бути залежними. У нас є",
            "хвороба залежності. Ми не відповідальні за те, що вона у нас є, але we відповідальні за своє одужання.",
            "Дізнавшись, що ми хворі люди і що існує шлях до одужання, ми можемо відійти від звинувачення",
            "обставин - чи самих себе - і почати жити згідно з прийнятим рішенням. Ми не вибирали залежність, але",
            "ми можемо вибрати одужання.",
        ],
        
        justForToday: "Я обираю одужання."
    },
    "10-16": {
        title: "Найпростіша молитва",
        quote: "...молитися тільки про пізнання Його волі для нас і про силу виконати цю волю",
        ref: "Крок Одинадцятий",
        paragraphs: [
            "Як ми молимося? Маючи невеликий досвід, багато хто з нас навіть не знає, з чого почати. Процес,",
            "однак, не є ні складним, ні заплутаним.",
            "Ми прийшли до Анонімних Наркоманів через свою наркотичну залежність. Але крім цього, багато",
            "хто з нас відчував глибоке почуття розгубленості перед самим життям. Нам здавалося, що ми",
            "загубилися, блукаємо бездоріжжям, і ніхто не може нас направити. Молитва - це спосіб отримати",
            "напрямок у житті та силу слідувати цим напрямком.",
            "Оскільки молитва відіграє таку центральну роль в одужанні АН, багато хто з нас щодня виділяють",
            "певний час для молитви, встановлюючи певну схему. У цей тихий час ми \"розмовляємо\" з нашою",
            "Вищою Силою, мовчки або вголос. Ми ділимося своїми думками, своїми почуттями, своїм днем.",
            "Запитуємо: \"Що Ти хочеш, щоб я зробив?\". І водночас просимо: \"Будь ласка, дай мені сили виконати",
            "Твою волю\".",
            "Навчитися молитися дуже просто. Ми просимо \"пізнання Його волі для нас і сили, щоб виконати цю",
            "волю\". Роблячи це, we знаходимо напрямок, якого нам не вистачало, і силу, необхідну для виконання",
            "Божої волі.",
        ],
        
        justForToday: "Я виділю трохи тихого часу, щоб \"поговорити\" зі своєю Вищою Силою. Я попрошу у цієї Сили направлення і можливості діяти згідно з ним."
    },
    "10-17": {
        title: "Правда",
        quote: "Все, що ми знаємо, підлягає перегляду, особливо те, що ми знаємо про правду",
        ref: "Базовий текст, стор. 94",
        paragraphs: [
            "Багато хто з нас думав, що може розпізнати \"Правду\". Ми вважали, що правда - це щось одне, певне",
            "і незмінне, що ми можемо осягнути легко і без сумнівів. Справжня правда, однак, полягала в тому, що",
            "ми часто не могли бачити правду, якщо вона й вдаряла нас прямо в обличчя. Наша хвороба забарвила",
            "все в нашому житті, особливо наше сприйняття правди - фактично, те, що ми \"знали\" про правду, мало",
            "не вбило нас. Перш ніж ми змогли почати розпізнавати правду, ми повинні були переключити нашу",
            "прихильність від нашої залежності до Вищої Сили, джерела всього доброго і правдивого.",
            "Правда змінювалася по мірі того, як зростала наша віра у Вищу Силу. По мірі того, як ми працювали",
            "над кроками, все наше життя почало змінюватися завдяки цілющій силі принципів одужання. Для того,",
            "щоб відкрити двері для цих змін, нам довелося відмовлятися від нашої прихильності до незмінної і",
            "жорсткої правди.",
            "Правда стає чистішою і простішою з кожним разом, коли ми з нею стикаємося. І так само, як кроки",
            "працюють в нашому житті кожен день, якщо ми дозволяємо їм, - наше розуміння правди може",
            "змінюватися кожен день, коли ми зростаємо.",
        ],
        
        justForToday: "Я відкрию свої очі і своє серце для змін, які приносять кроки. З відкритим розумом я можу зрозуміти правду в моєму сьогоднішньому житті."
    },
    "10-18": {
        title: "Всі ми тут маємо бути",
        quote: "Хоча, як каже стара приказка,",
        ref: "Базовий текст, стор. 87",
        paragraphs: [
            "Що за суміш різних людей ми маємо в Анонімних Наркоманах! На будь-якому зібранні будь-якого",
            "вечора ми зустрінемо найрізноманітніших людей, які, ймовірно, ніколи б не сіли разом в одній кімнаті,",
            "якби не хвороба залежності.",
            "Один з учасників, який є лікарем, описав своє небажання ідентифікувати себе на першій зустрічі,",
            "відмовившись заходити в \"цю кімнату, повну наркоманів\". Інша учасниця, яка має великий досвід",
            "роботи у в'язницях та установах, розповіла схожу історію, за винятком того, що її шок і здивування були",
            "викликані усвідомленням того, що \"там були приємні люди, які носили костюми!\" Ці двоє друзів",
            "нещодавно відсвяткували сьому річницю свого весілля.",
            "Здавалося б, найнезвичніші люди заводять дружбу, спонсорують одне одного, разом виконують",
            "служіння. Ми разом зустрічаємося в кімнатах одужання, розділяючи пута минулих страждань і надії на",
            "майбутнє. Ми знайомимося на спільному ґрунті, зосереджуючись на двох речах, які нас усіх об'єднують",
            "- залежність та одужання.",
        ],
        
        justForToday: "Незалежно від моїх особистих обставин, я маю бути тут."
    },
    "10-19": {
        title: "Відстоювати щось",
        quote: "...ми змогли відчути час, доторкнутися до реальності, пізнати давно втрачені для багатьох з нас духовні цінності",
        ref: "Базовий текст, стор. 88",
        paragraphs: [
            "У нашій активній залежності ми були готові поступитися всім, у що вірили, аби тільки дістати більше",
            "наркотиків. Незалежно від того, чи крали ми у своїх рідних і близьких, чи продавали себе, чи брехали",
            "своїм роботодавцям, ми ігнорували цінності, які мали для нас найбільше значення. Кожного разу, коли",
            "ми йшли на компроміс з черговим цінним переконанням, ще один шматок цементу, що скріплював",
            "наші характери, відвалювався. На той час, коли багато хто з нас прийшов на нашу першу зустріч, від нас",
            "не залишилося нічого, окрім руїн наших колишніх \"я\".",
            "Ми знайдемо наші втрачені цінності, коли проведемо наш перший чесний самоаналіз. Але для того,",
            "щоб відбудувати наші характери, ми визнаємо за необхідне підтримувати ці цінності, якою б великою",
            "не була спокуса відкинути їх убік. Нам потрібно буде бути чесними навіть тоді, коли нам здається, що",
            "ми могли б обдурити всіх, збрехавши. Якщо ми проігноруємо наші цінності, ми виявимо, що найбільша",
            "брехня, яку ми говорили, виявилася брехнею, яку ми говорили самим собі.",
            "Ми не хочемо знову починати руйнування нашого духу після всіх зусиль, які ми доклали для його",
            "відновлення. Дуже важливо, щоб ми щось відстоювали, інакше ми ризикуємо піддатися на що",
            "завгодно. Все, що ми визнаємо важливим для себе, ми шануємо.",
        ],
        
        justForToday: "Я щось відстоюю. Моя сила - це результат життя за моїми принципами."
    },
    "10-20": {
        title: "Свобода вибору",
        quote: "Примусова мораль не має тієї сили, яка приходить до нас, коли ми вирішуємо жити духовним життям",
        ref: "Базовий текст, стор. 45",
        paragraphs: [
            "У нашій активній залежності багато хто з нас жив \"за замовчуванням\". Ми не хотіли або не могли",
            "зробити вибір про те, як ми хочемо діяти, що ми вважаємо за краще робити, або навіть де ми будемо",
            "жити. Ми дозволяли наркотикам або іншим людям приймати за нас найголовніші рішення. Свобода",
            "від активної залежності означає, серед іншого, свободу робити цей вибір за себе.",
            "Свобода вибору - це чудовий дар, але це також і велика відповідальність. Вибір дозволяє нам",
            "з'ясувати, хто ми є і у що ми віримо. Однак, здійснюючи його, we покликані зважувати власний вибір і",
            "приймати наслідки. Це призводить до того, що деякі з нас шукають когось, хто зробить наш вибір за",
            "нас - нашого спонсора, нашу домашню групу, наших друзів з АН - так само, як наша хвороба зробила",
            "наш вибір за нас, коли ми вживали. Це не одужання.",
            "Шукати досвід інших - це одне, а відмовлятися від особистої відповідальності - зовсім інше. Якщо",
            "ми не скористаємося даром свободи, який нам дали, якщо ми відмовимося прийняти відповідальність,",
            "яка з ним пов'язана, ми втратимо цей дар, і наше життя буде змарноване. Ми відповідальні за власне",
            "одужання і власний вибір. Як би важко це не здавалося, ми повинні зробити цей вибір для себе і бути",
            "готовими прийняти наслідки.",
        ],
        
        justForToday: "Я вдячний за свободу жити так, як я обираю. Сьогодні я візьму на себе відповідальність за своє одужання, зроблю власний вибір і прийму його наслідки."
    },
    "10-21": {
        title: "Божа воля сьогодні",
        quote: "Це рішення вимагає постійного прийняття, постійно зростаючої віри і щоденного прагнення одужувати",
        ref: "ІП № 14, Досвід одного залежного...",
        paragraphs: [
            "Іноді ми дійсно живемо Третім Кроком - і це чудово! Ми не шкодуємо про минуле, не боїмося",
            "майбутнього і в цілому задоволені сьогоденням. Але іноді ми втрачаємо бачення Божої волі в нашому",
            "житті.",
            "Багато хто з нас мріє виправити помилки минулого, але минуле не можна викреслити. Багато з нас",
            "вдячні, що це так, бо наш минулий досвід привів нас до одужання, яким ми насолоджуємося сьогодні.",
            "Працюючи за програмою, ми можемо навчитися приймати минуле і примиритися з ним, виправивши",
            "свої помилки. Ті ж самі Дванадцять Кроків можуть допомогти усунути наші занепокоєння щодо",
            "майбутнього. Коли ми щоденно практикуємо принципи АН у всіх наших справах, ми можемо залишити",
            "результати на розсуд нашої Вищої Сили.",
            "Здається, що наші члени з найсильнішою вірою є тими, хто найкраще здатен жити в теперішньому",
            "моменті. Задоволення, вдячність і радість за якість нашого життя - ось результати віри в саме життя.",
            "Коли ми практикуємо принципи нашої програми, сьогоднішній день - єдиний день, який нам потрібен.",
        ],
        
        justForToday: "Я отримаю максимум користі від сьогоднішнього дня, і віритиму, що вчорашній і завтрашній день перебувають у Божій опіці."
    },
    "10-22": {
        title: "Дивись, хто говорить",
        quote: "Наша хвороба настільки підступна, що може завести нас у неможливі ситуації",
        ref: "Базовий текст, стор. 83",
        paragraphs: [
            "Дехто з нас каже: \"Моя хвороба говорить зі мною\". Інші кажуть: \"Моя голова не відключається\".",
            "Треті посилаються на \"комітет в моїй голові\" або \"чорта на моєму плечі\". Давайте подивимося правді",
            "в очі. Ми страждаємо на невиліковну хворобу, яка продовжує впливати на нас, навіть коли ми",
            "одужуємо. Наша хвороба дає нам викривлену інформацію про те, що відбувається в нашому житті.",
            "Вона каже нам не дивитися на себе, тому що те, що ми побачимо, занадто страшне. Іноді вона говорить",
            "нам, що ми не несемо відповідальності за себе і свої вчинки, іноді - що все погане у світі відбувається",
            "з нашої вини. Наша хвороба обманом змушує нас довіряти їй.",
            "Програма АН надає нам багато голосів, які протистоять нашій залежності, голосів, яким ми можемо",
            "довіряти. Ми можемо зателефонувати нашому спонсору для перевірки реальності. Ми можемо",
            "прислухатися до голосу залежного, який намагається стати чистим. Остаточне рішення полягає в тому,",
            "щоб працювати над кроками і спиратися на силу Вищої Сили. Це допоможе нам пережити ті часи, коли",
            "\"наша хвороба говорить\".",
        ],
        
        justForToday: "Я буду ігнорувати \"голос\" своєї залежності. Я буду слухати голос своєї програми і Сили, могутнішої за мене."
    },
    "10-23": {
        title: "Капітуляція",
        quote: "Віддаючи контроль, ми отримуємо набагато більшу владу",
        ref: "Базовий текст, стор. 44",
        paragraphs: [
            "Коли ми вживали, ми робили все можливе, щоб все було по-нашому. Ми використовували кожну",
            "схему, яку тільки можна собі уявити, щоб взяти наш світ під контроль. Коли ми отримували те, що",
            "хотіли, ми відчували себе могутніми, непереможними; коли не отримували, ми відчували себе",
            "вразливими, переможеними. Але це не зупиняло нас - це лише призводило до ще більших зусиль, щоб",
            "контролювати і маніпулювати нашим життям у керованому стані.",
            "Інтриги були нашим способом заперечення нашого безсилля. Поки ми могли відволіктися своїми",
            "планами, то могли відкласти прийняття того, що ми втратили контроль. Лише поступово we",
            "усвідомлювали, що наше життя стало некерованим, і що всі обмани та маніпуляції у світі не приведуть",
            "наше життя до ладу.",
            "Коли ми визнаємо своє безсилля, we перестаємо намагатися контролювати і керувати своїм шляхом",
            "до кращого життя - ми капітулюємо. Не маючи достатньої власної сили, ми шукаємо Силу, могутнішу",
            "за нас самих; потребуючи підтримки і керівництва, ми просимо цю Силу піклуватися про нашу волю і",
            "наше життя. Ми просимо інших одужуючих поділитися своїм досвідом життя за програмою АН замість",
            "того, щоб намагатися програмувати наше власне життя. Сила і напрямок, якого ми шукаємо,",
            "знаходиться навколо нас; нам потрібно лише відвернутися від себе, щоб знайти її.",
        ],
        
        justForToday: "Я не буду намагатися планувати і маніпулювати своїм шляхом до керованого життя. Через програму АН я віддам себе під опіку моєї Вищої Сили."
    },
    "10-24": {
        title: "Відповідальність",
        quote: "Ми не відповідальні за свою хворобу, тільки за своє одужання. Коли ми починаємо застосовувати те, чого навчилися, наше життя починає змінюватися на краще",
        ref: "Базовий текст, стор. 91",
        paragraphs: [
            "Чим далі ми просуваємося в одужанні, тим менше уникаємо відповідальності за себе і свої вчинки.",
            "Застосовуючи принципи програми \"Анонімні наркомани\", ми здатні змінити своє життя. Наше",
            "існування набуває нового сенсу, коли ми приймаємо на себе відповідальність і свободу вибору, яку",
            "передбачає відповідальність. Ми не сприймаємо одужання як щось само собою зрозуміле.",
            "Ми беремо на себе відповідальність за своє одужання, працюючи над Дванадцятьма кроками зі",
            "спонсором. Ми регулярно ходимо на зустрічі і ділимося з новачком тим, що було дано нам просто так:",
            "даром одужання. Ми залучаємося до нашої домашньої групи і беремо на себе відповідальність за те,",
            "що ми ділимося одужанням із залежним, який все ще страждає від залежності. У міру того, як ми",
            "вчимося ефективно практикувати духовні принципи у всіх сферах нашого життя, якість нашого життя",
            "покращується.",
        ],
        
        justForToday: "Використовуючи духовні інструменти, які я здобув у процесі одужання, я хочу і можу робити відповідальний вибір."
    },
    "10-25": {
        title: "Принципи важливіші за особистості",
        quote: "Анонімність є духовною основою всіх наших традицій, яка завжди нагадує нам про те, що принципи важливіші за особистості",
        ref: "Традиція Дванадцята",
        paragraphs: [
            "\"Принципи важливіші за особистості\". Багато хто з нас повторює ці слова разом з читцем щоразу,",
            "коли читається Дванадцять Традицій. Від того, що ці слова стали своєрідним кліше, вони не стають",
            "менш важливими ні в служінні, ні в нашому житті. Ці слова є ствердженням: \"Ми слухаємо свою совість",
            "і робимо те, що правильно, незалежно від того, хто до цього причетний\". І цей принцип слугує одним",
            "із наріжних каменів одужання, як і наші традиції.",
            "Що насправді означає \"принципи важливіші за особистості\"? Це означає, що ми практикуємо",
            "чесність, смиренність, співчуття, толерантність і терпіння до всіх, незалежно від того, подобаються вони",
            "нам чи ні. Постановка принципів вище за особистість вчить нас ставитися до всіх однаково.",
            "Дванадцятий Крок просить нас застосовувати принципи у всіх наших справах; Дванадцята Традиція",
            "пропонує нам застосовувати їх у наших відносинах з усіма.",
            "Практика принципів не припиняється з нашими друзями або коли ми залишаємо зібрання. Це",
            "стосується кожного дня, кожної людини... у всіх сферах нашого життя.",
        ],
        
        justForToday: "Я буду слухати свою совість і робити те, що правильно. Я буду орієнтуватися на принципи, а не на особистості людей."
    },
    "10-26": {
        title: "Шлях до прийняття себе",
        quote: "Найефективнішим засобом досягнення самоприйняття є застосування Дванадцяти кроків одужання",
        ref: "кроків",
        paragraphs: [
            "Наша залежність була джерелом сорому для багатьох з нас. Ми ховали себе від інших, будучи",
            "впевненими, що якщо хтось дізнається, хто ми є насправді, то відкине нас. АН допомагає нам навчитися",
            "приймати себе.",
            "Багато хто з нас знаходить величезне полегшення, просто відвідуючи зустрічі, слухаючи, як інші",
            "залежні діляться своїми історіями, і дізнаючись, що інші відчувають те ж саме, що ми відчуваємо по",
            "відношенню до себе. Коли інші чесно діляться з нами тим, ким вони є, ми відчуваємо себе вільними",
            "робити те ж саме. Коли ми вчимося говорити іншим правду про себе, ми вчимося приймати себе.",
            "Однак саморозкриття - це лише початок. Після того, як we поділилися тим, що робить наше життя",
            "некомфортним, нам потрібно знайти інший спосіб жити - і ось тут з'являються кроки. Ми розробляємо",
            "концепцію Вищої Сили. Ми детально інвентаризуємо своє життя і обговорюємо цю інвентаризацію зі",
            "своїм спонсором. Ми просимо Бога нашого розуміння прибрати наші вади характеру, недоліки, які є",
            "джерелом наших бід. Ми беремо на себе відповідальність за скоєні вчинки і загладжуємо їх. І",
            "впроваджуємо всі ці дисципліни в наше повсякденне життя, \"практикуючи ці принципи в усіх наших",
            "справах\".",
            "Виконуючи ці кроки, we можемо стати людьми, якими можемо пишатися. Ми можемо вільно",
            "говорити правду про себе, бо нам немає чого приховувати.",
        ],
        
        justForToday: "Я пройду шлях до прийняття себе. Я прийду, скажу правду і буду працювати по кроках."
    },
    "10-27": {
        title: "Жити сьогоднішнім днем",
        quote: "Ми хочемо подивитися своєму минулому в обличчя, побачити його таким, яким воно було насправді, і відпустити його, щоб жити сьогоднішнім днем",
        ref: "Базовий текст, стор. 29",
        paragraphs: [
            "Для багатьох з нас минуле схоже на страшний сон. Наше життя вже не таке, як раніше, але we все",
            "ще маємо швидкоплинні, сильно заряджені емоційні спогади про дійсно некомфортне минуле.",
            "Провина, страх і гнів, які колись домінували над нами, можуть вилитися в наше нове життя,",
            "ускладнюючи наші зусилля, спрямовані на зміну і зростання.",
            "Дванадцять Кроків - це формула, яка допомагає нам навчитися ставити минуле на місце. Через",
            "Четвертий і П'ятий Кроки ми усвідомлюємо, що наша стара поведінка не спрацювала. На Шостому і",
            "Сьомому Кроках we просимо Вищу Силу позбавити нас від наших недоліків, і ми починаємо звільнятися",
            "від почуття провини і страху, які мучили нас стільки років. На Восьмому і Дев'ятому Кроках,",
            "загладжуючи свою провину, ми демонструємо іншим, що наше життя змінюється. Ми більше не",
            "контрольовані минулим. Як тільки минуле втрачає над нами контроль, we вільні знаходити нові",
            "способи жити, способи, які відображають те, ким ми є насправді.",
        ],
        
        justForToday: "Мене не повинно контролювати моє минуле. Я проживу цей новий день як нова людина, якою я стаю."
    },
    "10-28": {
        title: "Ставлення",
        quote: "Ми також можемо використовувати кроки для покращення ставлення до себе",
        ref: "кроки для покращення ставлення до себе\".",
        paragraphs: [
            "Чи бувають у вас дні, коли здається, що все працює проти вас? Чи бувають у вас періоди, коли ви так",
            "зайняті розбиранням людей, що ледве тримаєтеся на ногах? А як щодо того, коли ви безпричинно",
            "зриваєтеся на свого колегу або кохану людину? Коли ми опиняємося в такому похмурому настрої, нам",
            "потрібно діяти.",
            "У будь-який момент дня ми можемо виділити кілька хвилин і провести \"точкову інвентаризацію\".",
            "Ми досліджуємо, як ми реагуємо на зовнішні ситуації та інших людей. Коли ми це робимо, ми можемо",
            "виявити, що страждаємо від старого-доброго \"поганого настрою\". Негативний світогляд може",
            "зашкодити нашим стосункам з Вищою Силою і людьми в нашому житті. Коли ми чесні з собою, ми часто",
            "виявляємо, що проблема полягає в нас самих і в нашому ставленні.",
            "Ми не можемо контролювати виклики, які ставить перед нами життя. Що we можемо",
            "контролювати, так це те, як ми реагуємо на ці виклики. У будь-який момент часу ми можемо змінити",
            "своє ставлення. Єдине, що дійсно змінюється в Анонімних Наркоманах - це ми самі. Дванадцять Кроків",
            "дають нам інструменти для того, щоб перейти від проблеми до її вирішення.",
        ],
        
        justForToday: "Протягом дня я буду перевіряти своє ставлення. Я буду застосовувати прийоми, щоб поліпшити його."
    },
    "10-29": {
        title: "Жити тут і зараз",
        quote: "Живучи лише сьогоднішнім днем, можна позбутися тягаря минулого і страху перед майбутнім",
        ref: "Базовий текст, стор. 94",
        paragraphs: [
            "Думки про те, як погано було, або могло б бути, можуть поглинути наші надії на одужання. Фантазії",
            "про те, як все було чудово, або могло б бути, можуть відвернути нас від дій в реальному світі. Ось чому",
            "в \"Анонімних Наркоманах\" ми говоримо про життя і одужання \"лише сьогодні\".",
            "В АН we знаємо, що можемо змінитися. Ми віримо, що наша Вища Сила може відновити цілісність",
            "нашого розуму і серця. З уламками нашого минулого можна впоратися за допомогою кроків.",
            "Підтримуючи наше одужання, лише сьогодні, ми можемо уникнути створення проблем у майбутньому.",
            "Життя в одужанні - це не фантазія. Мрії про те, як добре було вживати або як ми можемо успішно",
            "вживати в майбутньому, марення про те, як все могло б бути чудово, завищені очікування, які",
            "налаштовують нас на розчарування і рецидив - все це програма відкидає, позбавляючи сили. Ми",
            "шукаємо Божої волі, а не власної. Ми прагнемо служити іншим, а не собі. Зникає наш егоцентризм і",
            "важливість того, наскільки великими можуть або повинні бути речі для нас. У світлі одужання ми",
            "сприймаємо різницю між фантазією і реальністю.",
        ],
        
        justForToday: "Я вдячний за принципи одужання і нову реальність, яку вони мені подарували."
    },
    "10-30": {
        title: "Мужність",
        quote: "Наша новонабута віра служить міцним фундаментом для мужності в майбутньому",
        ref: "Базовий текст, стор. 96",
        paragraphs: [
            "Анонімні Наркомани - не місце для людей зі слабкими нервами! Зустріч з життям на умовах життя",
            "без вживання наркотиків не завжди буває легкою. Одужання вимагає більше, ніж наполегливої праці,",
            "воно вимагає щедрої дози мужності.",
            "Що ж таке, все-таки, мужність? Достатньо лише зазирнути до словника. Ми маємо мужність, коли",
            "стикаємося з чимось, що нам здається важким, небезпечним або болючим, і справляємося з цим, а не",
            "відступаємо від цього. Мужність означає бути хоробрим; мати мету; мати дух. Так що ж таке мужність",
            "насправді? Мужність - це ставлення, одне з проявів наполегливості.",
            "Це те, що дійсно потрібно залежному в процесі одужання - наполегливість. Ми беремо на себе",
            "зобов'язання дотримуватися нашої програми, уникати вживання, що б не сталося. Мужній залежний -",
            "це той, хто не вживає, день за днем, незважаючи ні на що.",
            "І як же ми набуваємо мужності? Відносини з Вищою Силою дають нам силу і мужність залишатися",
            "чистими. Ми знаємо, що поки ми перебуваємо під опікою нашого Бога, у нас буде сила, необхідна для",
            "того, щоб зустріти життя на його власних умовах.",
        ],
        
        justForToday: "У мене є Вища Сила, яка піклується про мене, незважаючи ні на що. Знаючи це, я намагатимусь бути мужнім сьогодні."
    },
    "10-31": {
        title: "Наші стосунки з Вищою Силою",
        quote: "Постійне одужання залежить від наших стосунків з люблячим Богом, який піклується про нас і зробить для нас те, що ми вважаємо неможливим зробити для себе",
        ref: "Базовий текст, стор. 99",
        paragraphs: [
            "Робота за Дванадцятьма Кроками Анонімних Наркоманів дає нам можливість почати життя з",
            "чистого аркуша і отримати певні орієнтири для життя у світі. Але кроки - це більше, ніж просто новий",
            "старт. Коли ми робимо все можливе, щоб працювати над кроками, то розвиваємо стосунки з нашою",
            "особистою Вищою Силою.",
            "У Третьому Кроці we вирішуємо дозволити люблячому Богу впливати на наше життя. Значна частина",
            "мужності, довіри та готовності, необхідних нам для проходження наступних кроків, походить від цього",
            "рішення. На Сьомому Кроці we йдемо ще далі, просячи цю Вищу Силу змінити наше життя.",
            "Одинадцятий Крок - це спосіб для нас покращити стосунки.",
            "Одужання - це процес зростання і змін, в якому оновлюється наше життя. Дванадцять Кроків - це",
            "дорожня карта, конкретні напрямки, які ми приймаємо, щоб продовжувати одужувати. Але підтримка,",
            "необхідна нам для виконання кожного кроку, походить від нашої віри у Вищу Силу, віри в те, що все",
            "буде добре. Віра дає нам сміливість діяти. Кожен крок, який ми робимо, підтримується нашими",
            "стосунками з люблячим Богом.",
        ],
        
        justForToday: "Я буду пам'ятати, що джерелом моєї мужності і готовності є мої стосунки з моєю Вищою Силою."
    },
    "11-1": {
        title: "Пробудження",
        quote: "Бог допомагає нам, коли ми допомагаємо один одному",
        ref: "Базовий текст, стор. 52",
        paragraphs: [
            "Наша залежність змусила нас думати майже виключно про себе. Навіть наші молитви, якщо ми",
            "взагалі молилися, були егоцентричними. Ми просили Бога налагодити наші справи або визволити нас",
            "із неприємностей. Чому? Тому що ми не хотіли жити з проблемами, які самі собі створили. Ми були",
            "невпевнені в собі. Ми думали, що життя - це про отримання, і ми завжди хотіли більшого.",
            "А під час одужання ми отримуємо більше - більше, ніж просто не вживаємо. Духовне пробудження,",
            "яке ми переживаємо, працюючи над Дванадцятьма Кроками, відкриває нам життя, про яке ми навіть",
            "не мріяли. Нам більше не потрібно турбуватися про те, чи буде \"достатньо\", бо ми починаємо",
            "покладатися на люблячу Вищу Силу, яка задовольняє всі наші щоденні потреби. Позбувшись постійної",
            "невпевненості, ми більше не сприймаємо світ як місце, в якому потрібно змагатися з іншими за",
            "виконання наших бажань. Замість цього ми бачимо світ як місце, в якому ми можемо жити любов'ю,",
            "яку виявила нам наша Вища Сила. Наші молитви не для миттєвого задоволення; вони для сприяння у",
            "допомозі один одному.",
            "Одужання пробуджує нас від кошмару егоцентризму, чвар і невпевненості, що лежить в основі",
            "нашої хвороби. Ми прокидаємося до нової реальності: Все, що варто мати, можна зберегти, лише",
            "віддаючи.",
        ],
        
        justForToday: "Мій Бог допомагає мені, коли я допомагаю іншим. Сьогодні я буду шукати допомогу в тому, щоб віддавати любов, яку дала мені моя Вища Сила, знаючи, що тільки так я зможу її утримати."
    },
    "11-2": {
        title: "Жити з невирішеними проблемами",
        quote: "Дуже важливо мати друзів, яким не байдуже, якщо нам боляче",
        ref: "Базовий текст, стор. 56",
        paragraphs: [
            "Для більшості наших проблем рішення прості. Ми дзвонимо нашому спонсору, молимося,",
            "працюємо над кроками або йдемо на зустріч. Але як бути з тими ситуаціями, коли тягар не зникає і",
            "кінця-краю не видно?",
            "Більшість з нас знає, що таке жити з болючою ситуацією, проблемою, яка просто так не зникне. Для",
            "декого з нас ця проблема є невиліковною хворобою, що загрожує життю. У когось - невиправні діти.",
            "Дехто з нас відчуває, що його заробіток просто не покриває витрат на життя. Хтось доглядає за хронічно",
            "хворим другом або членом сім'ї.",
            "Ті з нас, кому коли-небудь доводилося жити з невирішеною проблемою, знають про полегшення,",
            "яке приходить від простої розмови про нашу проблему з нашими друзями, які одужують. Ми можемо",
            "отримати деяке полегшення. Наші друзі можуть поспівчувати або заплакати від співчуття. Що б вони",
            "не робили, вони полегшують наш тягар. Можливо, вони не в змозі вирішити нашу проблему за нас або",
            "прибрати наші болючі почуття, але саме усвідомлення того, що нас люблять і піклуються про нас,",
            "робить наші проблеми терпимими. Нам більше ніколи не доведеться залишатися наодинці зі своїм",
            "болем.",
        ],
        
        justForToday: "Ті проблеми, які я не можу вирішити, можна зробити терпимими, поговоривши з другом. Сьогодні я зателефоную тому, кому не байдуже."
    },
    "11-3": {
        title: "Незважаючи ні на що",
        quote: "Рано чи пізно нам доведеться стати на ноги і зустріти життя на його умовах, то чому б не з самого початку?",
        ref: "Базовий текст, стор. 88",
        paragraphs: [
            "Деякі з нас вважають, що ми повинні захищати новачків, кажучи їм, що якщо раніше все було",
            "жахливо, то тепер, коли ми одужуємо, все чудово. Ми відчуваємо, що можемо когось відлякати, якщо",
            "будемо говорити про біль або труднощі, розбиті шлюби, пограбування і тому подібне. У щирому і",
            "доброзичливому бажанні донести звістку, ми схильні розповідати тільки про те, що в нашому житті",
            "відбувається хороше.",
            "Але більшість новачків вже підозрюють правду, навіть якщо вони \"чисті\" лише кілька днів. Швидше",
            "за все, \"життя на умовах життя\", яке проживає середньостатистичний новачок, є набагато більш",
            "стресовим, ніж те, з яким щодня має справу середньостатистичний старожил. Якщо нам вдасться",
            "переконати новачка, що після одужання все буде райдужно, ми повинні бути готові підтримати його,",
            "коли щось піде не так у його житті.",
            "Можливо, нам просто потрібно реалістично розповісти про те, як ми використовуємо ресурси",
            "Анонімних Наркоманів, щоб прийняти \"життя на умовах життя\", якими б не були ці умови в кожен",
            "конкретний день. Одужання, як і саме життя, містить в собі рівні частини болю і радості. Важливо",
            "ділитися і тим, і іншим, щоб новачок знав, що ми залишаємося чистими, незважаючи ні на що.",
        ],
        
        justForToday: "Я буду чесним з новачками, з якими ділюся, і дам їм зрозуміти, що незалежно від того, що принесе життя, ми ніколи не повинні вживати наркотики знову."
    },
    "11-4": {
        title: "Обмінюючись любов'ю",
        quote: "...ми даруємо любов, тому що вона була дана нам так просто. Нові горизонти відкриваються перед нами, коли ми вчимося любити. Любов може бути потоком життєвої енергії від однієї людини до іншої",
        ref: "Базовий текст, стор. 105",
        paragraphs: [
            "Любов, яку дарують, і любов, яку отримують, є сутністю самого життя. Це універсальний спільний",
            "знаменник, що з'єднує нас з тими, хто нас оточує. Залежність позбавила нас цього зв'язку, замкнувши",
            "у собі.",
            "Любов, яку ми знаходимо в програмі АН, знову відкриває нам світ. Вона відмикає клітку залежності,",
            "яка колись ув'язнила нас. Отримуючи любов від інших членів АН, ми дізнаємося, можливо вперше, що",
            "таке любов і на що вона здатна. Ми чуємо, як інші члени АН говорять про обмін любов'ю, і відчуваємо,",
            "як вона наповнює їхнє життя.",
            "Ми починаємо підозрювати, що якщо дарування та отримання любові так багато значить для інших,",
            "то, можливо, це може надати сенс і нашому життю. Ми відчуваємо, що стоїмо на порозі великого",
            "відкриття, але також відчуваємо, що не зможемо повністю зрозуміти значення любові, якщо не",
            "віддамо свою. Ми пробуємо, і відкриваємо втрачений зв'язок між собою і світом.",
            "Сьогодні ми усвідомлюємо, що правду казали: \"Ми зберігаємо те, що маємо, лише віддаючи\".",
        ],
        
        justForToday: "Життя - це новий горизонт для мене, і засіб, яким я буду користуватися, щоб досліджувати його - це любов. Я буду просто віддавати любов, яку отримав."
    },
    "11-5": {
        title: "Боже керівництво",
        quote: "Наша Вища Сила доступна нам завжди. Ми отримуємо керівництво, коли просимо взнати Божу волю для нас",
        ref: "Базовий текст, стор. 95",
        paragraphs: [
            "Не завжди легко прийняти правильне рішення. Особливо це стосується залежних людей, які вперше",
            "вчаться жити за духовними принципами. У залежності у нас розвивалися саморуйнівні, антисоціальні",
            "імпульси. Коли виникав конфлікт, ми керувалися цими негативними імпульсами. Наша хвороба не",
            "підготувала нас до прийняття виважених рішень.",
            "Сьогодні, щоб знайти потрібний нам напрям, ми просимо нашу Вищу Силу. Ми зупиняємося; ми",
            "молимося; і, тихо, прислухаємось всередині себе до керівництва. Ми прийшли до віри, що можемо",
            "покладатися на Силу, могутнішу за нас самих. Ця Сила доступна нам, коли це потрібно. Все, що нам",
            "потрібно - це молитися про пізнання волі нашого Бога для нас і про силу, щоб здійснити її.",
            "Кожного разу, коли ми це робимо, кожного разу, коли ми знаходимо напрям серед нашої",
            "розгубленості, наша віра зростає. Чим більше ми покладаємося на нашу Вищу Силу, тим легше стає",
            "просити про напрям. Ми знайшли Силу, якої нам бракувало в нашій залежності, Силу, яка доступна нам",
            "завжди. Щоб знайти напрям, необхідний нам для повноцінного життя і духовного зростання, все, що",
            "нам потрібно зробити, - це підтримувати контакт з Богом нашого розуміння.",
        ],
        
        justForToday: "Моя Вища Сила - це джерело духовного керівництва всередині мене, до якого я завжди можу звернутися. Коли мені сьогодні бракуватиме керівництва, я попрошу знання волі моєї Вищої Сили."
    },
    "11-6": {
        title: "Розуміння смирення",
        quote: "Смирення - це результат того, що ми стаємо чесними з собою",
        ref: "Базовий текст, стор. 36",
        paragraphs: [
            "Для більшості з нас смирення було настільки чужим поняттям, що ми ігнорували його доти, доки",
            "могли. Коли ми вперше побачили слово \"смиренно\" перед сьомим Кроком, то, можливо, подумали,",
            "що це означає, що нас чекає чимале приниження. Можливо, ми вирішили пошукати це слово у",
            "словнику, щоб ще більше заплутатися у визначенні. Ми не розуміли, як \"смиренність і покірність\"",
            "стосуються одужання.",
            "Бути смиренним не означає, що ми є найнижчою формою життя. Навпаки, стаючи смиренними, ми",
            "досягаємо реалістичного погляду на себе і на своє місце у світі. Ми переростаємо в стан усвідомлення,",
            "заснований на прийнятті всіх аспектів нас самих. Ми не заперечуємо своїх добрих якостей і не",
            "перебільшуємо своїх недоліків. Ми чесно приймаємо себе такими, якими ми є.",
            "Ніхто з нас ніколи не досягне стану досконалого смирення. Але ми, безумовно, можемо прагнути",
            "до того, щоб чесно визнавати свої недоліки, приймати свої переваги і покладатися на нашу Вищу Силу",
            "як на джерело сили. Смирення не означає, що ми повинні проповзати життєвий шлях на ліктях і колінах,",
            "а лише означає, що ми повинні визнати, що не можемо одужати самотужки. Ми потребуємо один",
            "одного і, перш за все, ми потребуємо сили люблячого Бога.",
        ],
        
        justForToday: "Щоб бути смиренним, я чесно прийму всі грані себе, побачивши своє справжнє місце в світі. Силу, необхідну мені для заповнення цього місця, я буду покладати на Бога мого розуміння."
    },
    "11-7": {
        title: "Відчуття Божої волі",
        quote: "Я щиро вірив, що Вища Сила може повернути мені здоровий глузд, і що я перестану намагатися зясовувати, в чому полягає воля Божа, а просто прийму речі такими, якими вони є, і буду вдячний",
        ref: "Крок. Але замість того, щоб шукати",
        paragraphs: [
            "Чим довше ми залишаємося чистими, тим менш впевнено ми \"знаємо\" якою є воля нашої Вищої",
            "Сили щодо нас, і тим менше це має значення. Знання волі нашої Вищої Сили стає менше \"знанням\", а",
            "більше \"відчуттям\". Ми все ще сумлінно практикуємо Одинадцятий Крок. Але замість того, щоб шукати",
            "\"знаки\" від нашої Вищої Сили, ми починаємо більше покладатися на свою інтуїцію, довіряючи своїм",
            "відчуттям щодо того, що принесе нам комфорт.",
            "Залишаючись чистими кілька років, ми, здається, знаємо коли ми діємо проти Божої волі для нас.",
            "Коли ми йдемо проти Божої волі, ми отримуємо це старе незручне відчуття в нашому кишечнику. Ця",
            "нудота є попередженням про те, що, якщо ми продовжуватимемо рухатися в цьому напрямку, то",
            "попереду нас чекає багато безсонних ночей. Нам потрібно звертати увагу на такі відчуття, бо вони часто",
            "є сигналами того, що ми діємо всупереч волі нашої Вищої Сили щодо нас.",
            "Наш Одинадцятий Крок чітко вказує на справжню мету молитви і медитації: поліпшення нашого",
            "свідомого контакту з Богом нашого розуміння, що приносить нам більш чітке знання волі нашої Вищої",
            "Сили щодо нас і силу для її здійснення. Ми найчіткіше пізнаємо Божу волю за відчуттями, а не за",
            "\"знаками\" чи словами - і це правильно.",
        ],
        
        justForToday: "Я буду молитися про пізнання волі моєї Вищої Сили щодо мене і сили для її виконання. Я буду прислухатися до своїх відчуттів і діяти тоді, коли вони будуть правильними."
    },
    "11-8": {
        title: "Звільнені від божевілля",
        quote: "Чи вважаю я, що було б божевіллям підійти до когось і сказати:",
        ref: "Базовий текст, стор. 24",
        paragraphs: [
            "Ми чули, що якщо ми не закохані, то не можемо згадати, яке ж воно кохання. Те ж саме можна",
            "сказати і про божевілля: звільнившись від нього, ми можемо забути, наскільки химерним може бути",
            "наше божевільне мислення. Але для того, щоб бути вдячними за ту міру здорового глузду, до якої нас",
            "повернули в \"Анонімних Наркоманах\", ми повинні пам'ятати, наскільки по-справжньому",
            "божевільними були.",
            "Сьогодні, можливо, важко уявити, що можна сказати щось настільки безглузде, як: \"Можна мені,",
            "будь ласка, серцевий напад або нещасний випадок зі смертельним результатом?\". Ніхто при",
            "здоровому глузді не буде просити про такі речі. І в цьому вся суть. У нашій активній залежності ми не",
            "були при здоровому глузді. Кожного дня ми практикували свою залежність, ми напрошувались на",
            "смертельну хворобу, деградацію, експлуатацію, зубожіння, ув'язнення, смерть від насильства, навіть",
            "смерть від власної дурості. У цьому контексті ідея просити про серцевий напад або нещасний випадок",
            "зі смертельним наслідком звучить не так вже й дивно. Ось наскільки божевільними ми були.",
            "Програма, товариство і наша Вища Сила - разом вони зробили диво. Другий Крок - це не марна",
            "надія, це реальність. Знаючи ступінь божевілля, яке ми пережили, ми можемо ще більше оцінити",
            "чудодійну Силу, яка досі повертала нас до здорового глузду. За це ми їй щиро вдячні.",
        ],
        
        justForToday: "Я витрачу деякий час, щоб згадати, наскільки божевільним я був, практикуючи свою залежність. Потім я подякую моїй Вищій Силі за здоровий глузд, який повернувся в моє життя."
    },
    "11-9": {
        title: "Якнайкраще складені плани",
        quote: "Важливі лише наші дії. Результати ми залишаємо нашій Вищої Силі",
        ref: "Базовий текст, стор. 91",
        paragraphs: [
            "Є стара приказка, яку ми іноді чуємо на наших зустрічах: \"Хочеш розсмішити Бога - розкажи йому",
            "свої плани\". Коли ми чуємо це, то зазвичай теж сміємося, але в нашому сміху відчувається якась",
            "нервова нотка. Ми задаємося питанням, чи не приречені всі наші ретельно розроблені плани на",
            "провал. Якщо ми плануємо велику подію - весілля, повернення до навчання або, можливо, зміну",
            "кар'єри - ми починаємо задаватися питанням, чи збігаються наші плани з планами нашої Вищої Сили.",
            "Ми здатні довести себе до такого шаленого занепокоєння цим питанням, що відмовляємося будувати",
            "будь-які плани взагалі.",
            "Але справа в тому, що ми насправді не знаємо, чи висічені на камені плани нашої Вищої Сили на",
            "наше життя, чи ні. У більшості з нас є думки про долю і призначення, але незалежно від того, віримо",
            "ми в такі теорії чи ні, ми все одно несемо відповідальність за те, щоб прожити своє життя і будувати",
            "плани на майбутнє. Якщо ми відмовляємося брати на себе відповідальність за своє життя, ми все одно",
            "будуємо плани - плани дрібного, нудного існування.",
            "Те, що ми робимо під час одужання - це плани, а не результати. Ми ніколи не дізнаємося, чи буде",
            "план на шлюб, освіту або нову роботу працювати, поки не почнемо, допоки не спробуємо. Ми просто",
            "робимо все, що в наших силах, радимося з нашим спонсором, молимося, використовуємо всю",
            "доступну інформацію і будуємо найбільш розумні плани, на які здатні. В усьому іншому ми довіряємо",
            "люблячій опіці Бога нашого розуміння, знаючи, що діяли відповідально.",
        ],
        
        justForToday: "Я буду будувати плани, але не буду планувати результати. Я буду довіряти люблячій опіці моєї Вищої Сили."
    },
    "11-10": {
        title: "Страх чи віра?",
        quote: "Не важливо як далеко ми можемо втекти, ми завжди беремо страх з собою.",
        ref: "Базовий текст, стор. 14",
        paragraphs: [
            "Для багатьох з нас, страх був важливим фактором до того як ми прийшли в Анонімні Наркомани. Ми",
            "вживали, тому що боялися відчути фізичний чи емоційний біль. Наш страх людей і ситуацій дав нам",
            "хорошу причину вживати наркотики. Дехто з нас так боявся всього, що не міг вийти з дому, перед тим",
            "не вживаючи.",
            "Поки ми чисті, ми замінюємо наш страх на віру у товариство, кроки, і у Вищу Силу. У міру зростання",
            "цієї віри, ця віра в чудо одужання починає повертати кольори у всі аспекти нашого життя. Ми",
            "починаємо дивитись на самих себе по іншому. Ми усвідомлюємо, що є духовними істотами, і прагнемо",
            "жити за духовними принципами.",
            "Застосування духовних принципів допомагає усунути страх з нашого життя. Утримуючись від",
            "шкідливого або незаконного поводження з іншими людьми, ми виявляємо, що нам не потрібно",
            "боятися того, як до нас будуть ставитися у відповідь. Коли ми практикуємо любов, співчуття, розуміння",
            "і терпіння в наших стосунках з іншими, до нас, у свою чергу, ставляться з повагою і увагою. Ми",
            "усвідомлюємо, що ці позитивні зміни є результатом того, що наша Вища Сила працює через нас. Ми",
            "приходимо не до думок, а до віри, віри — що наша Вища Сила хоче для нас тільки найкращого. Якими",
            "б не були обставини, we бачимо, що можемо йти з вірою, а не зі страхом.",
        ],
        
        justForToday: "Мені більше не потрібно тікати в страху, а я можу йти з вірою в те, що моя Вища Сила приготувала для мене тільки найкраще."
    },
    "11-11": {
        title: "Від капітуляції до прийняття",
        quote: "Ми спокійно капітулюємо і дозволяємо Богу, як ми його розуміємо, піклуватись про нас.",
        ref: "Базовий текст, стор. 26",
        paragraphs: [
            "Капітуляція і прийняття схожі на захоплення і кохання. Захоплення починається коли ми зустрічаємо",
            "когось особливого. Воно не вимагає нічого, окрім визнання об’єкту захоплення. Однак для того, щоб",
            "захоплення стало коханням, потрібні великі зусилля. Цей початковий зв'язок повинен бути повільним,",
            "терпляче перетворюватись в міцний зв’язок.",
            "Те саме з капітуляцією і прийняттям. Ми капітулюємо коли визнаємо наше безсилля. Повільно, ми",
            "приходимо до віри що Сила могутніша за нас може дати нам турботу, якої ми потребуємо. Капітуляція",
            "перетворюється на прийняття коли ми впускаємо в своє життя Вищу Силу. Ми досліджуємо себе і",
            "дозволяємо нашому Богу бачити нас такими, якими ми є. Дозволивши Богу, як ми його розуміємо,",
            "доступитись до себе, ми приймаємо більше Божої опіки. Ми просимо цю Силу позбавити нас від наших",
            "недоліків і допомогти нам виправити помилки, які ми зробили. Потім ми знаходимо новий спосіб",
            "життя, покращуючи наш свідомий контакт і приймаючи постійну турботу, керівництво та силу нашої",
            "Вищої Сили.",
            "Капітуляція, як і захоплення, може стати початком стосунків на все життя. Проте щоб перетворити",
            "капітуляцію на прийняття, we повинні дозволити Богу, як ми його розуміємо, турбуватись про нас",
            "щодня.",
        ],
        
        justForToday: "Моє одужання - це дещо більше ніж просто захоплення. Я визнав поразку. Сьогодні я буду розвивати свій свідомий контакт зі своєю Вищою Силою і прийматиму постійну турботу Вищої Сили про мене."
    },
    "11-12": {
        title: "Наша власна історія",
        quote: "Коли we чесно розказуємо свою історію, то хтось може ідентифікувати себе з нами.",
        ref: "Базовий текст, стор. 98",
        paragraphs: [
            "Багато з нас чули дійсно захоплюючих спікерів на асамблеях Анонімних Наркоманів. Ми пам’ятаємо",
            "як публіка переходила від сліз співчуття до радісного сміху. “Одного дня,” ми думаємо, “я буду",
            "головним спікером на такому заході теж\".",
            "Що ж, для багатьох з нас, такий день ще не настав. Одного разу нас можуть попросити спікерити на",
            "зустрічі неподалік нашого дому. Ми могли б спікерити на невеликому з’їзді. Але після цього всього, ми,",
            "все-одно, не достатньо хороші, щоб бути спікером на конвенції – і це нормально. Ми зрозуміли що ми,",
            "теж маємо чим поділитися, навіть, якщо це просто місцева зустріч з п’ятнадцятьма чи двадцятьма",
            "залежними слухачами.",
            "Кожен з нас має лише свою власну історію, щоб розказати; ось і все. Ми не можемо розказувати",
            "чиюсь історію. Кожен раз коли нам потрібно говорити, багато хто з нас може відмітити, що розумні",
            "слова і веселі історії зникають з наших голів. Проте нам є що запропонувати. Ми несемо послання надії",
            "— ми можемо одужувати і одужуємо від нашої залежності. І цього достатньо.",
        ],
        
        justForToday: "Я пам’ятатиму, що моя чесна історія - це найкраще чим я можу поділитися. Сьогодні цього буде достатньо."
    },
    "11-13": {
        title: "Не ідеальні",
        quote: "Ми не станемо ідеальними. Якби ми були ідеальними we б не були людьми.",
        ref: "Базовий текст, стор. 31",
        paragraphs: [
            "Кожен з нас має очікування від життя в одужанні. Дехто з нас думав, що одужання мало зробити нас",
            "працездатними чи надало б можливість займатись тим, чим ми хочемо. Чи можливо ми уявляли",
            "неймовірну легкість у відносинах з іншими. Коли we зупиняємось і задумуємось, то розуміємо що ми",
            "чекали, що одужання зробить нас ідеальними. Ми не очікували, що продовжимо робити багато",
            "помилок. Але ми їх робимо. Це не є наша залежна сторона - це означає бути людиною.",
            "В Анонімних Наркоманах ми прагнемо одужувати, а не стати ідеальними. Єдине, що нам обіцяли це",
            "свобода від активної залежності. Досконалість недосяжна для людини - це нереальна мета. Те, що ми",
            "часто шукаємо у досконалості - це свобода від дискомфорту, коли ми робимо помилки. В обмін на",
            "свободу від дискомфорту, ми ставимо нашу цікавість, нашу гнучкість, і кімнати де ми ростемо.",
            "Ми можемо розглянути цей обмін: можемо запитати, чи хочемо прожити решту життя в своєму",
            "маленькому чітко визначеному світі, безпечному, але можливо задушливому? Або ми хочемо",
            "наважитися на невідоме, ризикнути і тягнутися до всього, що може запропонувати нам життя?",
        ],
        
        justForToday: "Я хочу отримати все, що мені дає життя і дозволяє одужання. Сьогодні, я ризикну, спропробує щось нове, і буду рости."
    },
    "11-14": {
        title: "Не лише виживання",
        quote: "Коли we вживали наркотики, наші життя перетворювались на виживання. Тепер ми радше живемо, ніж виживаємо.",
        ref: "Базовий текст, стор. 52",
        paragraphs: [
            "“Я б краще помер!” Звичайна заява для залежного, і через серйозну причину. Все, що могло на нас",
            "чекати - це продовження такого ж жалюгідного існування. Наше бажання жити, в найкращому випадку",
            "було слабким. Наш емоційний занепад, наша духовна смерть і нищівне усвідомлення того, що нічого і",
            "ніколи не зміниться, були постійними. Ми мали недостатньо надії і нічого не розуміли про життя, яке",
            "втрачали.",
            "Відновлення наших емоцій, нашого духу та фізичного здоров’я потребує часу. Чим більше досвіду",
            "ми отримуємо живучи, а не просто існуючи, тим більше розуміємо яким ціним і чудовим може бути",
            "життя. Подорожі, ігри з дітьми, заняття сексом, розширення наших інтелектуальних горизонтів і",
            "побудова стосунків - це ті види діяльності, які говорять за нас, “Я живий.” Ми відкриваємо для себе так",
            "багато цінного і відчуваємо вдячність за другий шанс.",
            "Якби ми померли в активній залежності, то б гірко втратили стільки радості життя. Щодня ми",
            "дякуємо Силі, могутнішій за нас, за ще один чистий день, за ще один день нашого життя.",
        ],
        
        justForToday: "Я вдячний за те, що я живий. Сьогодні я зроблю щось, щоб це відсвяткувати."
    },
    "11-15": {
        title: "Відпускаємо",
        quote: "Прийми мою волю і моє життя. Керуй мною в моєму одужанні. Покажи мені, як жити",
        ref: "Базовий текст, стор. 26",
        paragraphs: [
            "Як ми починаємо процес того, щоб дозволити нашій Вищій Силі керувати нашим життям? Коли ми",
            "шукаємо поради щодо ситуацій, які нас турбують, ми часто виявляємо, що наша Вища Сила діє через",
            "інших. Коли we визнаємо, що не маємо всіх відповідей, ми відкриваємо себе для нових різних",
            "варіантів. Готовність відпустити наші упереджені ідеї та думки відкриває канал для духовного",
            "керівництва, щоб прояснити наш шлях.",
            "Часом ми повинні бути доведені до точки розгубленості, перш ніж ми будемо готові передати",
            "складні ситуації нашій Вищій Силі. Тривожні задуми, боротьба, планування, занепокоєння - ніщо з",
            "цього не є достатнім. Ми можемо бути впевнені, що якщо ми передамо наші проблеми Вищій Силі,",
            "слухаючи, як інші діляться своїм досвідом, або в тиші медитації, відповіді прийдуть.",
            "Немає сенсу проживати шалене існування. Жити так, ніби в домі пожежа, виснажує нас і ні до чого",
            "не приводить. У довгостроковій перспективі ніяка кількість маніпуляцій з нашого боку не змінить",
            "ситуацію. Коли ми відпустимо і дозволимо собі доступ до Вищої Сили, we відкриємо для себе",
            "найкращий спосіб діяти далі. Будьте певні, відповіді, отримані на міцній духовній основі, будуть",
            "набагато кращими за будь-які відповіді, які ми могли б вигадати самостійно.",
        ],
        
        justForToday: "Я відпускаю і дозволяю моїй Вищій Силі керувати моїм життям."
    },
    "11-16": {
        title: "Більше не самотні",
        quote: "Ми поступово і обережно витягуємо себе з ізоляції і самотності та потрапляємо в основне русло життя",
        ref: "Базовий текст, стор. 37",
        paragraphs: [
            "Багато хто з нас проводив більшу частину часу, коли вживав наркотики, на самоті, уникаючи інших",
            "людей - особливо тих, хто не вживав - за будь-яку ціну. Після років ізоляції намагатися знайти місце для",
            "себе в галасливому, іноді бурхливому товаристві не завжди легко. Ми все ще можемо відчувати себе",
            "ізольованими, зосереджуючись на наших відмінностях, а не на нашій схожості. Надмірні почуття, які",
            "часто виникають на ранній стадії одужання - почуття страху, гніву і недовіри - також можуть тримати",
            "нас в ізоляції. Ми можемо відчувати себе інопланетянами, але ми повинні пам'ятати, що відчуженість",
            "- це наша проблема, а не АН.",
            "В Анонімних Наркоманах нам пропонується особлива можливість для дружби. Ми об'єднуємося з",
            "людьми, які розуміють нас так, як ніхто інший. Нас заохочують ділитися з цими людьми нашими",
            "почуттями, нашими проблемами, нашими перемогами і невдачами. Поступово визнання та",
            "ідентифікація, які ми знаходимо в АН, заповнюють самотню прірву відчуження в наших серцях. Як ми",
            "вже чули, програма працює, якщо ми дозволяємо їй працювати.",
        ],
        
        justForToday: "Дружба інших членів спільноти - це життєдайний дар. Я простягну руку дружбі, яка пропонується в АН, і прийму її."
    },
    "11-17": {
        title: "Проходячи крізь біль",
        quote: "Ми ніколи більше не повинні вживати, незалежно від того, що ми відчуваємо. Всі почуття з часом пройдуть",
        ref: "Базовий текст, стор. 82",
        paragraphs: [
            "Болить, як ніколи раніше. Ти встаєш з ліжка після безсонної ночі, розмовляєш з Богом, але все одно",
            "не відчуваєш себе краще. \"Це пройде\", - каже тобі тоненький голосок. \"Коли?\" - запитуєш ти, крокуючи,",
            "бурмочучи і продовжуючи свій день.",
            "Ти ридаєш в машині і вмикаєш радіо на повну, щоб не чути власних думок. Але ти йдеш прямо на",
            "роботу і навіть не думаєш про вживання наркотиків.",
            "Твої нутрощі наче обпалені. Тільки коли біль стає нестерпним, ти німієш і мовчиш. Ти йдеш на зустріч",
            "і хочеш бути таким же щасливим, як інші учасники. Але ти не зриваєшся.",
            "Ти ще трохи поплачеш і подзвониш своєму спонсору. Ти їдеш до друга і навіть не помічаєш красивих",
            "пейзажів, тому що твій внутрішній пейзаж настільки похмурий. Можливо, після візиту до друга тобі не",
            "стане легше, але ти, принаймні, не поїхав на зустріч із активними залежними.",
            "Ти слухаєш П'ятий Крок. Ти ділишся на зустрічі. Ти дивишся на календар і розумієш, що ти прожив",
            "ще один день чистим.",
            "Потім одного разу ти прокидаєшся, дивишся на вулицю і розумієш, що сьогодні прекрасний день.",
            "Сонце світить. Небо блакитне. Робиш глибокий вдих, знову посміхаєшся і розумієш, що це дійсно",
            "пройшло.",
        ],
        
        justForToday: "Незалежно від того, як я почуваюся сьогодні, я буду продовжувати своє одужання."
    },
    "11-18": {
        title: "Пізнання себе",
        quote: "Десятий Крок може допомогти нам виправити наші життєві проблеми і запобігти їх повторенню",
        ref: "Крок може допомогти нам виправити наші життєві проблеми і запобігти їх",
        paragraphs: [
            "Наша особистість, те, як ми думаємо і відчуваємо, формується під впливом нашого досвіду. Деякі з",
            "наших переживань зробили нас кращими людьми; інші викликали у нас сором або збентеження; всі",
            "вони вплинули на те, ким ми є сьогодні. Ми можемо скористатися знаннями, отриманими при",
            "вивченні наших помилок, використовуючи цю мудрість, щоб керувати рішеннями, які ми будемо",
            "приймати сьогодні.",
            "Прийняття себе означає прийняття всіх аспектів нас самих - наших переваг, наших недоліків, наших",
            "успіхів і наших невдач. Сором і провина, залишені без уваги, можуть паралізувати нас, заважаючи нам",
            "рухатися вперед у нашому житті. Деякі з найбільш значущих поправок, які ми можемо зробити для",
            "виправлення помилок нашого минулого, ми робимо, просто діючи по-іншому сьогодні. Ми прагнемо",
            "до вдосконалення і вимірюємо свій успіх, порівнюючи те, ким ми були раніше, з тим, ким ми є зараз.",
            "Будучи людьми, ми будемо продовжувати робити помилки, але нам не потрібно повторювати їх",
            "знову і знову. Озирнувшись на своє минуле і усвідомивши, що ми змінилися і виросли, ми знайдемо",
            "надію на майбутнє. Адже найкраще ще попереду.",
        ],
        
        justForToday: "Я буду робити все можливе з тим, що маю сьогодні. Кожного дня я буду вчитися чомусь новому, що допоможе мені завтра."
    },
    "11-19": {
        title: "Мова емпатії",
        quote: "...залежний знайде з самого початку стільки ідентифікації, скільки потрібно кожному, щоб переконати себе в тому, що він може залишатися чистим, на прикладі інших, які одужали протягом багатьох років",
        ref: "Базовий текст, стор. 88",
        paragraphs: [
            "Багато хто з нас були присутні на нашій першій зустрічі і, не будучи до кінця впевненими, що АН для",
            "нас, знаходили багато чого для критики. Або нам здавалося, що ніхто не страждав так, як ми, або що",
            "мы страждали недостатньо. Але коли ми прислухалися, ми починали чути щось нове, безсловесну",
            "мову, коріння якої лежить у визнанні, переконанні та вірі: мову емпатії. Бажаючи бути причетними, ми",
            "продовжували слухати.",
            "Ми знаходимо всю необхідну нам ідентифікацію, коли вчимося розуміти і розмовляти мовою",
            "емпатії. Щоб зрозуміти цю особливу мову, ми слухаємо серцем. Мова емпатії використовує мало слів;",
            "вона відчуває більше, ніж говорить. Вона не проповідує і не читає лекцій - вона слухає. Вона може",
            "простягнути руку і доторкнутися до душі іншого залежного без жодного вимовленого слова.",
            "Вільне володіння мовою емпатії приходить до нас через практику. Чим більше ми використовуємо",
            "її з іншими залежними та нашою Вищою Силою, тим більше ми розуміємо цю мову. Це змушує нас",
            "повертатися.",
        ],
        
        justForToday: "Я буду слухати серцем. З кожним днем я буду все вільніше володіти мовою емпатії."
    },
    "11-20": {
        title: "У пошуках реалізації",
        quote: "Ми не були орієнтовані на реалізацію, ми були зосереджені на порожнечі і нікчемності всього цього",
        ref: "Базовий текст, стор. 89",
        paragraphs: [
            "Напевно, сотні разів у нашій активній залежності ми хотіли стати кимось іншим. Можливо, we хотіли",
            "б помінятися місцями з кимось, у кого є гарна машина або більший будинок, краща робота,",
            "привабливіша подруга - все, що завгодно, але не те, що мали ми. Наш відчай був настільки сильним,",
            "що ми навряд чи могли уявити, що хтось може бути в гіршому стані, ніж ми самі.",
            "В період одужання ми можемо виявити, що відчуваємо заздрість іншого роду. Ми можемо",
            "продовжувати порівнювати своє внутрішнє з чужим зовнішнім і відчувати, що нам все ще чогось не",
            "вистачає. Ми можемо думати, що всі, від найновішого члена до найстарішого старожила, звучать на",
            "зібраннях краще, ніж ми. Ми можемо думати, що всі інші, напевно, працюють за кращою програмою,",
            "тому що у них краща машина, більший будинок, більше грошей і так далі.",
            "Процес одужання, який we переживаємо через наші Дванадцять Кроків, переведе нас від заздрості",
            "та низької самооцінки до місця духовної реалізації та глибокої вдячності за те, що ми маємо. Ми",
            "усвідомлюємо, що ніколи не поміняємося місцями з іншими, бо те, що ми відкрили в собі, є безцінним.",
        ],
        
        justForToday: "У моєму житті є за що бути вдячним. Я буду цінувати те духовне наповнення, яке я знайшов під час одужання."
    },
    "11-21": {
        title: "Відпускаємо наші дефекти",
        quote: "Якби вади характеру сприяли нашому здоровю і щастю, ми б не дійшли до такого стану відчаю",
        ref: "Базовий текст, стор. 35",
        paragraphs: [
            "Початок Шостого і Сьомого Кроків не завжди буває легким. Нам може здаватися, що в нас стільки",
            "всього неправильного, що ми абсолютно неповноцінні. Ми можемо відчувати, що ховаємося під",
            "скелею. За жодних обставин ми не хочемо, щоб наші товариші залежні дізналися про нашу",
            "неповноцінність.",
            "Ми, ймовірно, пройдемо через період аналізу всього, що ми говоримо і робимо, щоб виявити",
            "наші недоліки характеру і переконатися, що ми придушуємо їх. Ми можемо озирнутися на один",
            "конкретний день і здригнутися від того, що, як ми впевнені, є найганебнішою річчю, яку ми коли-",
            "небудь говорили. Ми стаємо сповнені рішучості позбутися цих жахливих рис за будь-яку ціну.",
            "Але ніде в Шостому чи Сьомому Кроці не сказано, що ми можемо навчитися контролювати свої",
            "дефекти характеру. Навпаки, чим більше уваги we зосереджуємо на них, тим міцніше вони",
            "вкорінюються в нашому житті. Потрібне смирення, щоб визнати, що ми не можемо контролювати",
            "свої вади так само, як ми не можемо контролювати свою залежність. Ми не можемо усунути наші",
            "власні недоліки; we можемо лише попросити люблячого Бога усунути їх.",
            "Відпустити щось болюче може бути так само важко, як і щось приємне. Але давайте подивимося",
            "правді в очі, що триматися - це велика праця. Коли we дійсно думаємо про те, за що ми тримаємося,",
            "зусилля просто не варті того. Настав час відпустити наші вади характеру і попросити Бога усунути їх.",
        ],
        
        justForToday: "Я готовий до того, щоб мої недоліки були усунені. Я відпускаю і дозволяю люблячій Вищій Силі піклуватися про мене."
    },
    "11-22": {
        title: "Спочатку фундамент",
        quote: "Коли ми починаємо функціонувати в суспільстві, наша творча свобода допомагає нам визначити свої пріоритети і в першу чергу робити основні речі",
        ref: "Базовий текст, стор. 86",
        paragraphs: [
            "Щойно ми стаємо чистими, дехто з нас починає ставити інші пріоритети вище за наше одужання.",
            "Кар'єра, сім'я, стосунки — все це частина життя, яку ми знаходимо, як тільки закладаємо фундамент",
            "нашого одужання. Але ми не можемо побудувати собі стабільне життя, поки не зробимо важку, базову",
            "роботу з закладання фундаменту нашого одужання. Подібно будинку, побудованому на піску, таке",
            "життя в кращому випадку буде хитким.",
            "Перш ніж ми почнемо приділяти всю нашу увагу відновленню детальної структури нашого життя,",
            "нам потрібно закласти наш фундамент. По-перше, we визнаємо, що у нас ще немає фундаменту, що",
            "наша залежність зробила наше життя абсолютно некерованим. Потім, за допомогою нашого спонсора",
            "і нашої домашньої групи, we знаходимо віру в Силу, досить сильну, щоб допомогти нам підготувати",
            "основу для нашого нового життя. Ми прибираємо уламки з місця, на якому будемо будувати наше",
            "майбутнє. Нарешті, we розвиваємо глибоке, практичне знайомство з принципами, які ми будемо",
            "застосовувати в наших подальших справах: чесний самоаналіз, довіра керівництву і силі нашої Вищої",
            "Сили й служіння іншим.",
            "Як тільки наш фундамент буде підготований, тоді, ми зможемо йти на повному ходу, щоб",
            "побудувати наше нове життя разом. Але спочатку we повинні запитати себе, чи надійний наш",
            "фундамент, тому що без нашого фундаменту ніщо з того, що ми будуємо, не зможе довго простояти.",
        ],
        
        justForToday: "Я подбаю про те, щоб закласти надійний фундамент для мого одужання. В одужанні, на такому фундаменті, я зможу побудувати своє життя."
    },
    "11-23": {
        title: "Божа воля",
        quote: "Полегшення від застосування принципу відпустити і дозволити Богу",
        ref: "Базовий текст, стор. 26",
        paragraphs: [
            "У нашій залежності ми боялися того, що може статися, якщо ми не будемо контролювати все",
            "навколо. Багато хто вигадував брехню, щоб захистити вживання наркотиків. Деякі з нас маніпулювали",
            "всіма навколо нас у несамовитих спробах отримати щось від них, щоб ми могли вживати більше",
            "наркотиків. Дехто з нас доклав чимало зусиль, щоб не дати двом людям поговорити один з одним і,",
            "можливо, виявити таким чином слід нашої брехні. Ми докладали зусиль, щоб зберегти ілюзію",
            "контролю над нашою залежністю та своїм життям. У цьому процесі we не давали собі відчути спокій,",
            "який приходить зі здачею волі Вищої Сили.",
            "Під час нашого одужання важливо звільнитися від ілюзії контролю та підкоритися Вищій Силі, чия",
            "воля стосовно нас краща за все, чим ми можемо обдурити, маніпулювати або придумати для себе.",
            "Якщо we усвідомлюємо, що намагаємося контролювати результати та відчуваємо страх перед",
            "майбутнім, ми можемо здійснити дії, щоб змінити цю тенденцію. Ми переходимо до Другого та",
            "Третього Кроків і дивимося, у що ми повірили стосовно Вищої Сили. Чи справді ми віримо, що ця Сила",
            "може подбати про нас і повернути нам здоровий глузд? Якщо так, то ми зможемо жити з усіма злетами",
            "й падіннями життя — його розчаруваннями, його печалями, його чудесами та його радощами.",
        ],
        
        justForToday: "Я здамся і впущу волю Вищої Сили у моє життя. Я прийму дар спокою, що приносить ця здача."
    },
    "11-24": {
        title: "Одужання з вдячністю",
        quote: "Ми думали, що перебування в чистоті не окупається і старе мислення викликало жалість до себе, образу та гнів.",
        ref: "Базовий текст, стор. 102",
        paragraphs: [
            "Бувають дні, коли деякі з нас поринають у жалість до себе. До цього легко дійти. У нас можуть бути",
            "очікування щодо того, яким буде наше життя під час одужання, очікування, які не завжди",
            "виправдовуються. Можливо, we безрезультатно намагаємось контролювати когось або думаємо, що",
            "обставини нашого життя мають бути іншими. Можливо, ми порівнювали себе з іншими залежними, які",
            "одужали, і виявили, що нам чогось бракує. Чим більше ми намагаємося привести своє життя у",
            "відповідність до наших очікувань, тим менш комфортно ми почуваємося. Жалість до себе може",
            "виникнути через те, що ми живемо у наших очікуваннях, а не у справжньому світі.",
            "Коли світ не відповідає нашим очікуванням, часто наші очікування потребують коригування, а не",
            "світ. Ми можемо почати з порівняння нашого сьогоднішнього життя з тим, яким воно було раніше,",
            "плекаючи вдячність за наше одужання. Ми можемо розширити це вправляння у вдячності,",
            "підрахувавши хороші речі в нашому житті, ставши вдячними за те, що світ не відповідає нашим",
            "очікуванням, а перевищує їх. І якщо ми продовжимо працювати над Дванадцятьма Кроками, далі",
            "розвиваючи вдячність і прийняття, ми можемо очікувати в майбутньому більшого зростання, більше",
            "щастя та більше душевного спокою.",
            "Ми багато отримали в одужанні; перебування в чистоті окупилося. Прийняття нашого життя, лише",
            "сьогодні, звільняє нас від жалю до себе.",
        ],
        
        justForToday: "Я з вдячністю прийму своє життя таким, яким воно є."
    },
    "11-25": {
        title: "Медитація",
        quote: "Втихомирення розуму через медитацію приносить внутрішній спокій, який приводить нас до контакту з Богом усередині нас",
        ref: "Базовий текст, стор. 46-47",
        paragraphs: [
            "У міру того, як наше одужання прогресує, we часто замислюємося над тим, що привело нас до",
            "Анонімних Наркоманів, і можемо оцінити, наскільки покращилася якість нашого життя. Нам більше не",
            "потрібно боятися власних думок. І чим більше we молимося і медитуємо, тим більше відчуваємо",
            "спокійне відчуття благополуччя. Мир і спокій, які ми відчуваємо під час тиші, підтверджують, що наші",
            "найважливіші потреби, духовні потреби - задовольняються.",
            "Ми здатні співпереживати іншим залежним і зміцнювати своє сумління в цьому процесі. Ми",
            "вчимося уникати засудження інших і відчуваємо свободу бути самими собою. У наших духовних",
            "роздумах ми інтуїтивно знаходимо \"Бога всередині нас\" і бачимо, що перебуваємо в гармонії з Силою,",
            "могутнішою за нас самих.",
        ],
        
        justForToday: "Я буду роздумувати над даром одужання і тихо слухатиму настанови моєї Вищої Сили."
    },
    "11-26": {
        title: "Відповідальність",
        quote: "За один день відбувається багато, як негативного, так і позитивного. Якщо ми не знайдемо часу, щоб оцінити і те, і інше, можливо, ми пропустимо щось, що допоможе нам зростати",
        ref: "АйПі №8, Лише сьогодні",
        paragraphs: [
            "Відповідальність, відповідальність - життєві обов'язки повсюди. Ми \"повинні\" пристібатися",
            "ременями безпеки. Ми \"повинні\" прибирати наші будинки. Ми \"повинні\" робити певні речі для нашого",
            "подружжя, наших дітей, людей, яких ми спонсоруємо. Крім того, we \"повинні\" ходити на зібрання і",
            "практикувати нашу програму якнайкраще. Не дивно, що іноді нам хочеться втекти від усіх цих завдань",
            "на якийсь далекий острів, де ми нічого не \"повинні\" робити!",
            "У такі моменти, коли we завалені своїми обов'язками, ми забуваємо про те, що відповідальність не",
            "обов'язково має бути обтяжливою. Коли у нас з'являється бажання втекти від своїх обов'язків, we",
            "повинні сповільнитися, згадати, чому ми їх обрали, і звернути увагу на дари, які вони приносять. Чи це",
            "робота, яку we зазвичай вважаємо складною та цікавою, чи партнер, особистість якого зазвичай",
            "викликає у нас захоплення, чи дитина, з якою нам природно подобається гратися та піклуватися про",
            "неї, - у всіх обов'язках нашого життя можна знайти радість.",
        ],
        
        justForToday: "Кожна мить є особливою. Я приділю увагу і буду вдячним за свої обов'язки та особливі радощі, які вони приносять."
    },
    "11-27": {
        title: "Шукаючи Божої допомоги",
        quote: "Часом, під час нашого одужання, рішення просити Божої допомоги є найбільшим джерелом сили і відваги",
        ref: "Базовий текст, стор. 26",
        paragraphs: [
            "Коли ми робимо Третій Крок, we вирішуємо дозволити люблячій Вищій Силі вести нас і піклуватися",
            "про нас у нашому повсякденному житті. Ми приймаємо рішення впустити це керівництво і турботу в",
            "наше життя. Деякі з нас вірять, що, як тільки we прийняли рішення про Третій Крок, Бог веде нас; з",
            "цього моменту це просто питання уваги до того, куди нас ведуть.",
            "Рішення Третього Кроку - це акт віри, а прохання про Божу допомогу - це спосіб відновити цей акт",
            "віри. Застосування віри в нашому повсякденному житті дає нам всю необхідну мужність і силу, тому що",
            "ми знаємо, що у нас є допомога люблячої Вищої Сили. Ми віримо, що наші потреби будуть задоволені.",
            "Ми можемо скористатися цією вірою і довірою, просто попросивши.",
        ],
        
        justForToday: "Я буду нагадувати собі, що я не самотній, просячи мою Вищу Силу про допомогу на кожному кроці шляху."
    },
    "11-28": {
        title: "Бути собою",
        quote: "Бути по-справжньому скромним означає приймати себе і чесно намагатися бути собою.",
        ref: "Базовий текст, стор. 36",
        paragraphs: [
            "Смиренність — поняття загадкове. Ми багато знаємо про приниження, але смирення — це нова",
            "ідея. Це підозріло схоже на плазування, поклони та вискоблювання. Але смирення зовсім не в цьому.",
            "Справжнє смирення — це просто прийняття того, ким ми є.",
            "У момент, коли we доходимо до кроку, який використовує слово «смиренно», ми вже почали",
            "втілювати цей принцип на практиці. Четвертий Крок дає нам можливість дослідити, ким ми є насправді,",
            "а П’ятий Крок допомагає нам прийняти це знання.",
            "Практика смирення включає прийняття нашої справжньої природи, чесне буття собою. Нам не",
            "потрібно ні плазувати чи принижувати себе, ні намагатися здаватися розумнішими, заможнішими чи",
            "щасливішими, ніж ми є насправді. Смиренність просто означає, що ми відкидаємо будь-яке удавання і",
            "живемо настільки чесно, наскільки це можливо.",
        ],
        
        justForToday: "Я дозволю знанню своєї справжньої природи керувати моїми діями. Сьогодні я зустрінуся зі світом віч-на-віч таким, як я є."
    },
    "11-29": {
        title: "Турбота нашої Вищої Сили",
        quote: "Ми віривмо, що наша Вища Сила подбає про нас",
        ref: "Базовий текст, стор. 58",
        paragraphs: [
            "В основі нашої програми лежить ідея про те, що застосування простих принципів може мати глибокі",
            "наслідки в нашому житті. Один з таких принципів полягає в тому, що, якщо ми попросимо, наша Вища",
            "Сила подбає про нас. Оскільки цей принцип є настільки базовим, ми можемо мати тенденцію",
            "ігнорувати його. Якщо we не навчимося свідомо застосовувати цю духовну істину, ми можемо упустити",
            "щось настільки ж важливе для нашого одужання, як дихання для самого життя.",
            "Що відбувається, коли we відчуваємо стрес або паніку? Якщо we послідовно прагнемо поліпшити",
            "наші стосунки з Вищою Силою, у нас не буде жодних проблем. Замість того, щоб діяти необдумано, ми",
            "зупинимося на мить і коротко нагадаємо собі конкретні випадки в минулому, коли наша Вища Сила",
            "виявляла свою турботу про нас. Це запевнить нас, що наша Вища Сила все ще відповідає за наше життя.",
            "Потім we будемо шукати керівництва і сили для ситуації, що склалася, і діятимемо спокійно, будучи",
            "впевненими, що наше життя в Божих руках.",
            "\"Наша програма - це набір принципів, - говорить нам наш Білий Буклет. Чим більш послідовно ми",
            "будемо прагнути поліпшити наше свідоме сприйняття цих принципів, тим з більшою готовністю ми",
            "зможемо їх застосовувати.",
        ],
        
        justForToday: "Я буду прагнути поліпшити свій свідомий контакт з Вищою Силою, яка піклується про мене. Коли виникне потреба, я знаю, що зможу довіритися цій турботі."
    },
    "11-30": {
        title: "Ділитися справжнім собою",
        quote: "Коли ми ділимося з іншими, ми не відчуваємо себе ізольованими та самотніми",
        ref: "Базовий текст, стор. 85",
        paragraphs: [
            "Інтимність - це поділ наших найпотаємніших думок і почуттів з іншою людиною. Багато хто з нас",
            "прагне тепла і спілкування, які приносить інтимність, але ці речі не приходять без зусиль. У нашій",
            "залежності we навчилися захищати себе від інших, щоб вони не загрожували нашому вживанню. Під",
            "час одужання ми вчимося довіряти іншим. Інтимність вимагає від нас послаблення захисту. Щоб",
            "відчути близькість, яку приносить інтимність, ми повинні дозволити іншим наблизитися до нас - до",
            "справжніх нас.",
            "Якщо we хочемо ділитися з іншими нашим найпотаємнішим, ми повинні спочатку мати уявлення",
            "про те, що це за найпотаємніше. Ми регулярно досліджуємо своє життя, щоб з'ясувати, хто ми є",
            "насправді, чого ми насправді хочемо і що ми насправді відчуваємо. Потім, на основі наших регулярних",
            "інвентаризацій самих себе, ми повинні бути настільки повністю і послідовно чесними з нашими",
            "друзями, наскільки ми можемо бути.",
            "Інтимність - це частина життя, а отже, частина життя в чистоті, і інтимність, як і все в одужанні, має",
            "свою ціну. Ретельний самоконтроль, якого вимагає інтимність, може бути важкою роботою. А повна",
            "чесність інтимних стосунків часто приносить свої ускладнення. Але свобода від ізоляції та самотності,",
            "яку приносить інтимність, цілком варта зусиль.",
        ],
        
        justForToday: "Я шукаю свободи від ізоляції і самотності, яку приносить інтимність. Сьогодні я познайомлюся зі \"справжнім собою\", провівши особисту інвентаризацію, і попрактикуюся бути повністю чесним з іншою людиною."
    },
    "12-1": {
        title: "Життєві винагороди",
        quote: "Ми починаємо молитися тільки про Божу волю для нас. Так ми отримуємо тільки те, з чим здатні впоратися",
        ref: "Базовий текст, стор. 49",
        paragraphs: [
            "Уявіть, що могло б статися, якби Бог дав нам усе, про що ми мріємо. Казкова нова машина, одні",
            "п'ятірки, потрійне підвищення зарплати - і все це наше, без жодних зусиль, тільки попросимо.",
            "А тепер уявіть собі проблеми, які приходять разом з незаробленим багатством, новими розкішними",
            "автомобілями і незаслуженим науковим визнанням. Що ми будемо робити з величезним підвищенням",
            "заробітної плати, яке було надано без жодної причини? Як би ми впоралися з нашими новими",
            "фінансовими обов'язками? І як би ми жили на це підвищення? Чи могли б ми коли-небудь створити",
            "враження, що ми заслуговуємо на таку зарплату, коли ми знаємо, що не заслуговуємо?",
            "А як щодо тієї фантастичної нової машини? Більшість з них вимагають дорогих страхових внесків і",
            "значних витрат на обслуговування. Чи готові ми піклуватися про те, про що попросили?",
            "Академічні відзнаки? Чи могли б ми працювати як відмінники після того, як нам поставили високі",
            "оцінки, яких ми не заробили? Як би ми вчинили, якби нас викрили в шахрайстві?",
            "Коли ми розмовляємо з Богом, нам потрібно пам'ятати, що ми живемо в реальному світі. Ми",
            "заробляємо нагороди і вчимося поводитися з ними так, як ми це робимо. Обмежуючи наші молитви",
            "проханнями про пізнання Божої волі, сили для її виконання та вміння жити з наслідками, ми отримаємо",
            "не більше, ніж зможемо витримати.",
        ],
        
        justForToday: "Я буду молитися тільки про пізнання Божої волі і сили для її виконання в реальному світі." 
    },
    "12-2": {
        title: "Одужання: наш першочерговий пріоритет",
        quote: "Ми повинні тримати наше одужання на першому місці і впорядкувати наші пріоритети",
        ref: "Базовий текст, стор. 82",
        paragraphs: [
            "До приходу в АН ми використовували багато відмовок, щоб виправдати вживання наркотиків: \"Він",
            "на мене накричав\". \"Вона сказала це\". \"Мій партнер пішов\". \"Мене звільнили\". Ці ж відмовки ми",
            "використовували для того, щоб не звертатися за допомогою у вирішенні нашої проблеми з",
            "наркотиками. Ми повинні були усвідомити, що ці речі продовжували відбуватися, тому що ми",
            "продовжували вживати наркотики. Тільки тоді, коли ми зробили одужання своїм першочерговим",
            "пріоритетом, ситуація почала змінюватися.",
            "Сьогодні ми можемо бути схильні до тієї ж тенденції, використовуючи відмовки для того, щоб не",
            "відвідувати зібрання і не виконувати служіння. Наші теперішні відмовки можуть мати інший характер:",
            "\"Я не можу залишити дітей\". \"Відпустка мене виснажила\". \"Я повинен закінчити цей проект, щоб",
            "справити враження на свого боса\". Але все ж, якщо ми не зробимо одужання своїм першочерговим",
            "пріоритетом, то, швидше за все, нам більше не доведеться турбуватися про ці відмовки. У разі",
            "рецидиву в нашому житті, ймовірно, не буде дітей, відпустки і роботи.",
            "Наше одужання має бути на першому місці. Робота чи ні, стосунки чи ні, ми повинні відвідувати",
            "зустрічі, працювати над кроками, дзвонити нашому спонсору, бути корисними Богу та іншим. Ці прості",
            "дії дають нам можливість мати відпустку, сім'ю і начальство, про яке можна турбуватися. Одужання -",
            "це фундамент нашого життя, який робить все інше можливим.",
        ],
        
        justForToday: "Я розставлю свої пріоритети по порядку. Номер один у списку - моє одужання." 
    },
    "12-3": {
        title: "Перспектива без обмежень",
        quote: "Можливо, вперше ми бачимо перспективу нашого нового життя",
        ref: "Базовий текст, стор. 35",
        paragraphs: [
            "У нашій залежності наше бачення самих себе було дуже обмеженим. Кожен день ми проходили",
            "через одну і ту ж рутину: отримати, вжити, знайти шляхи і способи, щоб отримати більше. І це все, на",
            "що ми могли розумно розраховувати протягом усього життя. Наш потенціал був обмежений.",
            "Сьогодні наші перспективи змінилися. Одужання дало нам нове бачення себе і свого життя. Ми",
            "більше не перебуваємо в пастці нескінченно сірої рутини залежності. Ми вільні проявляти себе по-",
            "новому, випробовуючи нові ідеї та нові види діяльності. Роблячи це, ми починаємо по-новому бачити",
            "самих себе. Наш потенціал обмежений лише силою Вищої Сили, яка піклується про нас - і ця сила не",
            "має меж.",
            "У стані одужання життя і все, що в ньому є, постає перед нами відкритим. Керуючись нашими",
            "духовними принципами, керовані силою, даною нам Богом нашого розуміння, наші горизонти",
            "безмежні.",
        ],
        
        justForToday: "Я відкрию очі на можливості, що відкриваються переді мною. Мій потенціал такий же безмежний і такий же могутній, як і Бог мого розуміння. Сьогодні я буду діяти на основі цього потенціалу." 
    },
    "12-4": {
        title: "Божа воля, а не наша",
        quote: "Ми знаємо, що якщо ми молимося про Божу волю, то отримаємо те, що для нас найкраще, незалежно від того, що ми думаємо",
        ref: "Базовий текст, стор. 46",
        paragraphs: [
            "На той час, коли ми прийшли в АН, наші внутрішні голоси стали ненадійними і саморуйнівними.",
            "Залежність спотворила наші бажання, наші інтереси, наше відчуття того, що є найкращим для нас",
            "самих. Ось чому так важливо в процесі одужання розвивати нашу віру в Силу, могутнішу за нас самих,",
            "в те, що могло б забезпечити більш розумне і надійне керівництво, ніж наше власне. Ми почали",
            "вчитися покладатися на турботу цієї Сили і довіряти внутрішньому напрямку, який вона нам надає.",
            "Як і у всіх процесах навчання, потрібна практика, щоб \"молитися лише про пізнання Божої волі для",
            "нас і сили для її здійснення\". Корисливі, егоїстичні погляди, які ми розвинули в нашій залежності, не",
            "зникають за одну ніч. Ці установки можуть впливати на те, як ми молимося. Ми навіть можемо виявити,",
            "що молимося щось на кшталт: \"Звільни мене від цієї вади характеру, щоб я міг добре виглядати\".",
            "Чим більш відверто ми ставимося до власних ідей і бажань, тим легше нам буде відрізнити нашу",
            "власну волю від волі Вищих Сил. \"Просто для твого відома, Боже, - можемо ми молитися, - ось чого я",
            "хочу в цій ситуації. Тим не менш, я прошу, щоб була виконана Твоя воля, а не моя\". Як тільки ми це",
            "зробимо, ми будемо готові визнати і прийняти керівництво нашої Вищої Сили.",
        ],
        
        justForToday: "Вища Сила, я навчився довіряти твоєму керівництву, але у мене все ще є власні ідеї про те, як я хочу прожити своє життя. Дозволь мені поділитися з тобою цими уявленнями, а потім дозволь мені чітко зрозуміти Твою волю щодо мене. Зрештою, нехай буде виконана твоя воля, а не моя." 
    },
    "12-5": {
        title: "Ті, хто хоче одужувати",
        quote: "Ми побачили, що програма працює для будь-якого залежного, який чесно і щиро хоче припинити [вживання наркотиків]",
        ref: "Базовий текст, стор. 10",
        paragraphs: [
            "Як ми знаємо, коли хтось чесно і щиро хоче припинити вживати наркотики? Правда в тому, що ми",
            "не знаємо! Оскільки ми не можемо читати думки або знати чужі мотиви і бажання, ми просто повинні",
            "сподіватися на краще.",
            "Ми можемо розмовляти з новачком на зустрічі і думати, що більше ніколи його не побачимо, але",
            "через кілька років виявити, що він робить успіхи в одужанні. У нас може виникнути спокуса махнути",
            "рукою на того, хто постійно зривається або не стає чистим одразу, але ми не повинні цього робити.",
            "Незалежно від того, наскільки хтось не хоче, залишається простий факт - залежний знаходиться на",
            "зустрічі.",
            "Ми можемо ніколи не дізнатися результатів нашої роботи за Дванадцятим Кроком; не нам",
            "оцінювати готовність новачка. Звістка, яку ми несемо, є частиною нас самих. Ми несемо її скрізь і вільно",
            "ділимося нею, залишаючи результати Силі, могутнішій за нас.",
        ],
        
        justForToday: "Я поділюся своїм одужанням з будь-яким залежним, в будь-якому місці, в будь-який час і за будь-яких обставин. Я залишу результати своїй Вищій Силі." 
    },
    "12-6": {
        title: "Романтика і одужання",
        quote: "Стосунки можуть бути страшенно болючою сферою",
        ref: "Базовий текст, стор. 82",
        paragraphs: [
            "Кохання для декого з нас подібне до еліксиру. Хвилювання від нового коханця, інтрига дослідження",
            "близькості, відчуття розрядки, яке ми отримуємо, дозволяючи собі стати вразливими, - все це сильні",
            "емоції. Але ми не можемо забувати, що у нас є лише щоденна відстрочка від нашої залежності.",
            "Утримання цієї щоденної відстрочки повинно бути головним пріоритетом у житті будь-якого",
            "одужуючого залежного.",
            "Ми можемо стати занадто залученими в наші стосунки. Ми можемо нехтувати старими друзями та",
            "нашим спонсором у цьому процесі. Потім, коли стає важко, ми часто відчуваємо, що більше не можемо",
            "звернутися до тих, хто допомагав нам до нашої романтичної причетності. Це переконання може",
            "закласти основу для зриву. Послідовно працюючи над нашою програмою і відвідуючи зустрічі, ми",
            "гарантуємо, що у нас є мережа одужання, навіть коли ми глибоко занурені в романтичні стосунки.",
            "Наше бажання мати романтичні стосунки є природним. Але ми не повинні забувати, що без нашої",
            "програми навіть найздоровіші стосунки не захистять нас від сили нашої залежності.",
        ],
        
        justForToday: "У своєму прагненні до романтики я не буду ігнорувати своє одужання." 
    },
    "12-7": {
        title: "Переживання наших емоцій",
        quote: "Ми використовуємо доступні нам інструменти і розвиваємо здатність переживати свої емоції",
        ref: "Базовий текст, стор. 31",
        paragraphs: [
            "\"Пережити свої емоції?\" - скажуть деякі з нас. \"Ви, мабуть, жартуєте!\" Коли ми вживали, ми ніколи",
            "не давали собі й шансу навчитися їх переживати. Ми думали, що не можна пережити свої почуття - їх",
            "треба \"залікувати\". Проблема полягала в тому, що ці \"ліки\" від наших непереборних емоцій вбивали",
            "нас. Саме тоді ми прийшли до Анонімних Наркоманів, почали працювати над Дванадцятьма Кроками",
            "і, як наслідок, почали емоційно дорослішати.",
            "Багато хто з нас знайшов емоційне полегшення з самого початку. Ми втомилися прикидатися, що",
            "наша залежність і наше життя під контролем; насправді було приємно нарешті визнати, що це не так.",
            "Після того, як ми поділилися своєю інвентаризацією з нашим спонсором, ми почали відчувати, що нам",
            "не потрібно заперечувати, ким ми є або що ми відчуваємо, щоб бути прийнятими. Коли ми закінчили",
            "загладжувати свою провину, ми знали, що нам не потрібно страждати від почуття провини; ми можемо",
            "зізнатися в цьому, і це не вб'є нас. Чим більше ми працювали за програмою АН, тим краще ми",
            "відчували, що можемо проживати життя так, як воно до нас приходить.",
            "Програма працює сьогодні так само добре, як і раніше. Підбиваючи підсумки нашого дня, чесно",
            "оцінюючи свою роль в ньому і підкоряючись реальності, ми можемо пережити почуття, які підкидає",
            "нам життя. Використовуючи доступні нам інструменти, ми розвинули здатність переживати свої емоції.",
        ],
        
        justForToday: "Я не буду заперечувати свої почуття. Я буду практикувати чесність і приймати життя таким, яким воно є. Я буду використовувати інструменти цієї програми, щоб пережити свої емоції." 
    },
    "12-8": {
        title: "Називати недолік недоліком",
        quote: "Коли ми бачимо, як наші недоліки існують у нашому житті, і приймаємо їх, ми зможемо відпустити їх і продовжити наше нове життя",
        ref: "Базовий текст, стор. 35",
        paragraphs: [
            "Іноді наша готовність позбутися від недоліків нашого характеру залежить від того, як ми їх",
            "називаємо. Якщо неправильна назва наших недоліків робить їх менш \"дефектними\", ми, можливо, не",
            "зможемо побачити шкоду, яку вони завдають. І якщо здається, що вони не завдають ніякої шкоди,",
            "навіщо нам коли-небудь просити нашу Вищу Силу видалити їх з нашого життя?",
            "Візьмемо, наприклад, \"догоджання людям\". Насправді це звучить не так вже й погано, чи не так?",
            "Це просто означає, що ми добре ставимося до людей, вірно? Не зовсім. Грубо кажучи, це означає, що",
            "ми нечесні і маніпулюємо. Ми брешемо про наші почуття, наші переконання і наші потреби,",
            "намагаючись заспокоїти інших, для того щоб вони відповідали нашим бажанням.",
            "Або, можливо, ми думаємо, що ми \"легковажні\". Але чи означає \"легковажний\", що ми ігноруємо",
            "нашу домашню роботу, уникаємо конфронтації і залишаємося в зручній колії? Тоді найкращою назвою",
            "для цього було б\" лінь\", або\" зволікання\", або \"страх\".",
            "Багатьом з нас важко визначити недоліки свого характеру. Якщо це так для нас, ми можемо",
            "поговорити з нашим спонсором або нашими друзями з АН. Ми чітко і чесно описуємо їм нашу",
            "поведінку і просимо їх допомогти у виявленні наших недоліків. З часом ми станемо все краще і краще",
            "ідентифікувати свої власні недоліки характеру, називаючи їх справжніми іменами.",
        ],
        
        justForToday: "Я буду називати свої недоліки їх справжніми іменами. Якщо у мене виникнуть проблеми з цим, я звернуся за допомогою до свого спонсора." 
    },
    "12-9": {
        title: "Слухання",
        quote: "Ця здатність слухати - дар, і вона зростає в міру того, як ми зростаємо духовно. Життя набуває нового змісту, коли ми відкриваємося цьому дару",
        ref: "Базовий текст, стор. 107",
        paragraphs: [
            "Ви коли-небудь спостерігали, як двоє маленьких дітей ведуть бесіду? Один буде говорити про",
            "фіолетових драконів, в той час як інший буде говорити про дискомфорт, викликаний попаданням піску",
            "у взуття. Іноді ми стикаємося з тими ж проблемами в спілкуванні, коли вчимося слухати інших. Ми",
            "можемо боротися з собою на зустрічах, відчайдушно намагаючись почути, як людина ділиться, в той",
            "час як наші уми зайняті плануванням того, що ми скажемо, коли прийде наша черга говорити. У розмові",
            "ми можемо раптово усвідомити, що наші відповіді не мають нічого спільного з питаннями, які нам",
            "задають. Замість цього вони являють собою промови, підготовлені у лещатах нашої одержимості",
            "собою.",
            "Навчитися слухати, по-справжньому слухати, - важке завдання, але воно не за межами нашої",
            "досяжності. Ми могли б почати з визнання в наших відповідях того, що говорить наш співрозмовник.",
            "Ми могли б запитати, чи можемо ми щось зробити, щоб допомогти, коли хтось висловлює проблему.",
            "Трохи попрактикувавшись, ми зможемо знайти більшу свободу від одержимості собою і більш тісний",
            "контакт з людьми у нашому житті.",
        ],
        
        justForToday: "Я заспокою свої власні думки і послухаю, що говорить хтось інший." 
    },
    "12-10": {
        title: "Переможці",
        quote: "Я почав наслідувати деякі речі, які робили переможці. Я зачепився в АН. Мені було добре...",
        ref: "Базовий текст, стор. 153",
        paragraphs: [
            "Ми часто чуємо, як на зустрічах кажуть, що ми повинні \"триматися переможців\". Хто такі переможці",
            "в Анонімних Наркоманах? Переможців легко визначити. Вони активно працюють за програмою",
            "одужання, живучи у вирішенні і залишаючись осторонь від проблеми. Переможці завжди готові",
            "протягнути руку новачку. У них є спонсори, і вони працюють з ними. Переможці залишаються чистими,",
            "лише сьогодні.",
            "Переможці - одужуючі залежні, які зберігають позитивний настрій. Можливо, вони переживають",
            "важкі часи, але вони все ще відвідують зустрічі і відкрито діляться цим. Переможці в глибині душі",
            "знають, що з допомогою Вищої Сили не відбудеться нічого такого, з чим було б занадто важко",
            "впоратися.",
            "Переможці прагнуть до єдності, докладаючи зусиль у служінні. Переможці практикують ставити",
            "\"принципи вище за особистості\". Переможці пам'ятають про принцип анонімності, здійснюючи",
            "принципові дії незалежно від того, хто в них бере участь.",
            "Переможці зберігають почуття гумору. Мають здатність сміятися над собою. І коли переможці",
            "сміються, вони сміються разом з тобою, а не над тобою.",
            "Хто такі переможці в Анонімних Наркоманах? Будь - хто з нас може вважатися переможцем. Всі ми",
            "проявляємо деякі риси переможця; іноді ми дуже близькі до ідеалу, а іноді ні. Якщо ми сьогодні чисті",
            "і працюємо за нашою програмою якнайкраще з наших можливостей, то ми переможці!",
        ],
        
        justForToday: "Я буду прагнути реалізувати свої ідеали. Я буду переможцем." 
    },
    "12-11": {
        title: "Страждання необов'язкове",
        quote: "Ніхто не змушує нас відмовлятися від наших страждань",
        ref: "Базовий текст, стор. 29",
        paragraphs: [
            "Смішно згадувати, як неохоче ми колись капітулювали перед одужанням. Ми ніби думали, що у нас",
            "прекрасне, повноцінне життя, як для вживаючих залежних і що відмовитися від наркотиків було б",
            "гірше, ніж відбувати довічне ув'язнення на каторжних роботах. Насправді все було навпаки: наше життя",
            "було нещасним, але ми боялися проміняти це знайоме страждання на невизначеність одужання.",
            "Можна бути нещасним і під час одужання, хоча в цьому немає необхідності. Ніхто не змушить нас",
            "працювати по кроках, ходити на зустрічі або працювати зі спонсором. Немає поліції АН, яка змусила б",
            "нас робити те, що звільнить нас від болю. Але у нас є вибір. Ми вже вирішили відмовитися від",
            "страждань активної залежності за ради розсудливості одужання. Тепер, якщо ми готові обміняти",
            "сьогоднішні страждання на ще більший спокій, у нас є засоби зробити саме це, якщо ми дійсно цього",
            "хочемо.",
        ],
        
        justForToday: "Мені не потрібно бути нещасним, якщо я дійсно цього не хочу. Сьогодні я обміняю свої страждання на переваги одужання." 
    },
    "12-12": {
        title: "Страх змін",
        quote: "Працюючи за кроками, ми приходимо до прийняття волі Вищої Сили.... Ми втрачаємо наш страх перед невідомим. Ми звільнені",
        ref: "кроками, ми приходимо до прийняття волі Вищої Сили.... Ми втрачаємо наш страх",
        paragraphs: [
            "Життя - це низка змін, як великих, так і малих. Хоча ми можемо знати і приймати цей факт",
            "інтелектуально, є ймовірність, що нашою первісною емоційною реакцією на зміни буде страх. З якоїсь",
            "причини ми припускаємо, що кожна зміна завдасть нам біль, змушуючи нас відчувати себе нещасними.",
            "Якщо ми озирнемося назад на зміни, що відбулися в нашому житті, ми виявимо, що більшість з них",
            "були на краще. Ми, напевно, були дуже налякані перспективою життя без наркотиків, але це найкраще,",
            "що коли-небудь траплялося з нами. Можливо, ми втратили роботу, без якої, як ми думали, помремо,",
            "але пізніше ми знайшли більш складні виклики і особисту самореалізацію в новій кар'єрі. Коли ми",
            "ризикуємо у своєму одужанні, то, швидше за все, зазнаємо більших змін. Ми переростемо старі ситуації",
            "і будемо готові до нових.",
            "Коли відбуваються всілякі зміни, цілком природно вхопитися за що-небудь, будь-що знайоме і",
            "спробувати втриматися. Розраду можна знайти в Силі могутнішій за нас. Чим більше ми дозволяємо",
            "змінам відбуватися за скеруванням нашої Вищої Сили, тим більше ми будемо вірити, що ці зміни на",
            "краще. Віра замінить страх, і ми будемо знати в наших серцях, що все буде добре.",
        ],
        
        justForToday: "Коли я боюся змін у своєму житті, я буду втішатися знанням того, що Божа воля для мого блага." 
    },
    "12-13": {
        title: "Членство",
        quote: "Є лише одна вимога для членства - бажання припинити вживання",
        ref: "Базовий текст, стор. 9",
        paragraphs: [
            "Ми всі знаємо людей, яким Анонімні Наркомани могли б принести користь. Багато людей, з якими",
            "ми стикаємося в усіх сферах життя-члени нашої сім'ї, старі друзі та колеги — могли б дійсно",
            "використовувати програму одужання у своєму житті. На жаль, ті, хто потребує нас, не завжди знаходять",
            "дорогу до наших кімнат.",
            "АН - це програма привабливості, а не просування. Ми є членами лише тоді, коли говоримо, що є",
            "ними. Ми можемо привести наших друзів і близьких на зустріч, якщо вони готові, але ми не можемо",
            "змусити їх прийняти спосіб життя, який дав нам свободу від активної залежності.",
            "Членство в Анонімних Наркоманах - це вельми особисте рішення. Вибір стати членом робиться в",
            "серці кожного окремого залежного. В довгостроковій перспективі, примусове відвідування зустрічей",
            "не утримує занадто багато залежних у наших кімнатах. Лише залежні, які все ще страждають, якщо їм",
            "надати таку можливість, можуть вирішити, чи безсилі вони перед своєю залежністю. Ми можемо нести",
            "звістку, але ми не можемо нести залежного.",
        ],
        
        justForToday: "Я вдячний за своє рішення стати членом Анонімних Наркоманів." 
    },
    "12-14": {
        title: "Залежність, наркотики і одужання",
        quote: "Залежність - це фізичне, психічне і духовне захворювання, яке зачіпає всі сфери нашого життя",
        ref: "іпає всі сфери нашого життя\".",
        paragraphs: [
            "До того, як ми почали вживати, у більшості з нас був стереотип, ментальний образ того, як повинні",
            "виглядати залежні. Деякі з нас уявляли собі наркомана, що грабує зручні ринки за ради грошей на",
            "наркотики. Інші уявляли собі параноїдального відлюдника, що спостерігає за життям через постійно",
            "засунуті штори і замкнені двері. Ми думали, що допоки ми не відповідаємо жодному з стереотипів, ми",
            "не можемо бути залежними.",
            "У міру прогресування нашого вживання ми відкидали ці неправильні уявлення про залежність,",
            "тільки щоб придумати інші: ідею про те, що залежність це про наркотики. Можливо, ми думали, що",
            "залежність означає фізичну звичку, вважаючи, що будь-який наркотик, який не викликає фізичного",
            "звикання, не є тим, \"що формує звичку\". Або ми думали, що наркотики, які ми приймали, були",
            "причиною всіх наших проблем. Ми думали, що просто позбавлення від наркотиків поверне",
            "розсудливість в наше життя.",
            "Один з найважливіших уроків, який ми вивчаємо в Анонімних Наркоманах, полягає в тому, що",
            "залежність - це набагато більше, ніж наркотики, які ми вживали. Залежність - це частина нас самих; це",
            "хвороба, яка охоплює всі сфери нашого життя, з наркотиками або без них. Ми можемо бачити її вплив",
            "на наші думки, наші почуття і нашу поведінку, навіть після того, як ми припинимо вживати. Через це",
            "нам потрібне рішення, яке допоможе відновити всі сфери нашого життя: Дванадцять Кроків.",
        ],
        
        justForToday: "Залежність - це не проста хвороба, але у неї є просте рішення. Сьогодні я буду жити в цьому рішенні: Дванадцяти Кроках одужання." 
    },
    "12-15": {
        title: "Радість ділитися",
        quote: "Існує духовний принцип віддавати те, що нам дали в Анонімних Наркоманах, щоб зберегти це. Допомагаючи іншим залишатися чистими, ми насолоджуємося перевагами знайденого нами духовного багатства",
        ref: "Базовий текст, стор. 49",
        paragraphs: [
            "Неодноразово в процесі нашого одужання інші люди вільно ділилися з нами тим, чим вільно",
            "поділилися з ними. Можливо, ми приймали дзвінок по Дванадцятому Кроку. Може бути, хтось підібрав",
            "нас і відвіз на нашу першу зустріч. Може бути, хтось купив нам вечерю, коли ми були новачками. Усі",
            "ми отримали час, увагу і любов від наших побратимів по товариству. Ми могли запитали когось: “Що я",
            "можу зробити, щоб відплатити тобі?” І відповідь, яку ми отримали, ймовірно, була пропозицією",
            "зробити те ж саме для новачка, коли ми будемо в змозі.",
            "Підтримуючи наш чистий час і одужання, ми виявляємо, що хочемо робити для інших те, що хтось",
            "зробив для нас, і щасливі, що можемо. Якщо ми почули звістку, перебуваючи в лікарні або установі, ми",
            "можемо приєднатися до нашого місцевого підкомітету ЛУ. Можливо, ми можемо стати",
            "добровольцями на інформаційну лінію АН. Або ми можемо приділити свій час, увагу і любов новачку,",
            "якому ми намагаємося допомогти.",
            "Нам багато чого було дано в нашому одужанні. Одним з найбільших з цих дарів є привілей ділитися",
            "з іншими тим, чим поділилися з нами, без очікування винагороди. Це радість виявити, що у нас є щось,",
            "що може бути корисно іншим, і ця радість множиться, коли ми ділимося нею. Сьогодні ми можемо",
            "робити це вільно і з вдячністю.",
        ],
        
        justForToday: "Мені багато чого було дано в моєму одужанні, і я глибоко вдячний за це. Я буду радий можливості поділитися цим з іншими так само вільно, як це було зроблено для мене." 
    },
    "12-16": {
        title: "Там, де є дим",
        quote: "Самовдоволення - це ворог членів, зі значним чистим часом. Якщо ми залишаємось самовдоволеними протягом тривалого часу, процес одужання припиняється",
        ref: "Базовий текст, стор. 84",
        paragraphs: [
            "Визнати самовдоволення в нашому одужанні - все одно що побачити дим в кімнаті. \"Дим\"",
            "згущується, коли наше відвідування зустрічей падає, контакти з новачками зменшуються або не",
            "підтримуються стосунки з нашим спонсором. З постійним самовдоволенням ми не зможемо побачити",
            "крізь дим, щоб знайти вихід. Лише наша негайна реакція може запобігти пеклу.",
            "Ми повинні навчитися розпізнавати дим самовдоволення. В АН ми маємо всю необхідну для цього",
            "допомогу. Нам потрібно проводити час з іншими одужуючими залежними, тому що вони можуть",
            "виявити наше самовдоволення раніше, ніж це зробимо ми. Новачки нагадають нам про те, наскільки",
            "болючою може бути активна залежність. Наш спонсор допоможе нам залишатися зосередженими, а",
            "література з одужання, що зберігається в межах легкої досяжності, може бути використана для гасіння",
            "невеликих спалахів, які трапляються час від часу. Регулярна участь у нашому одужанні, безсумнівно,",
            "дозволить нам побачити цю цівку диму задовго до того, як вона перетвориться на справжнє пекло.",
        ],
        
        justForToday: "Я буду брати участь у своєму одужанні у повному обсязі. Моя відданість АН сьогодні так само сильна, як і на початку мого одужання." 
    },
    "12-17": {
        title: "Мотиви служіння",
        quote: "Все, що відбувається під час служіння АН, повинно бути мотивоване бажанням більш успішно нести звістку про одужання залежному, який все ще страждає",
        ref: "Базовий текст, стор. 26",
        paragraphs: [
            "Наші мотиви часто є несподіванкою для нас. У наші перші дні одужання, вони майже завжди були",
            "сюрпризом! Ми навчилися перевіряти свої мотиви за допомогою молитви, медитації, кроків і розмов",
            "з нашим спонсором або іншими залежними. Коли ми відчуваємо занадто сильне бажання щось",
            "зробити або мати, особливо важливо перевірити наші мотиви, щоб з'ясувати, чого ми дійсно хочемо.",
            "На ранніх стадіях одужання, перш ніж ми почати регулярну практику перевірки своїх мотивів,",
            "багато з нас з великим завзяттям кидаються в служіння. Потрібен деякий час, перш ніж ми",
            "усвідомлюємо справжні причини нашого завзяття. Ми можемо хотіти справити враження на інших,",
            "продемонструвати свої таланти або бути важливими і мати визнання. Тепер, деколи, ці бажання",
            "можуть бути нешкідливими в іншій обстановці, виражені іншим чином. Однак у служінні АН вони",
            "можуть завдати серйозної шкоди.",
            "Коли ми вирішуємо служити АН, ми приймаємо рішення допомагати залежним знайти і",
            "підтримувати одужання. Ми повинні ретельно перевіряти свої мотиви в служінні, пам'ятаючи, що",
            "набагато легше відлякати вживаючих залежних, ніж переконати їх залишитися. Коли ми показуємо їм",
            "гру, маніпуляцію або помпезність, ми представляємо непривабливу картину одужання. Однак",
            "безкорисливе бажання служити іншим створює атмосферу, що приваблива залежному, який все ще",
            "страждає.",
        ],
        
        justForToday: "Я перевірю свої мотиви на справжній дух служіння." 
    },
    "12-18": {
        title: "Звістка наших зустрічей",
        quote: "Той факт, що ми, кожна група, зосереджуємося на несенні звістки, забезпечуючи послідовність, дає залежним змогу розраховувати на нас",
        ref: "Базовий текст, стор. 68",
        paragraphs: [
            "Розповіді про наші витівки в активній залежності можуть бути кумедними. Історії про наші старі",
            "дивні реакції на життя під час вживання можуть бути цікавими. Але вони більше схильні нести безлад,",
            "ніж звістку. Філософські міркування про природу Бога заворожують. Обговорення поточних протиріч",
            "мають своє місце-однак, не на зустрічі АН.",
            "Ті моменти, коли ми відчуваємо огиду до зустрічей і виявляємо, що скаржимося на те, що \"вони не",
            "знають, як ділитися\" або \"це був ще один сеанс скиглення\", ймовірно, вказують на те, що нам потрібно",
            "добре і ретельно подивитися на те, як ділимося ми.",
            "Коли ми ділимося тим, як ми прийшли до одужання і як ми залишилися тут, практикуючи",
            "Дванадцять кроків, є справжньою звісткою про одужання. Це те, що ми всі шукаємо, коли йдемо на",
            "зустріч. Наша головна мета - нести звістку до все ще страждаючого залежного, і те, чим ми ділимося на",
            "зустрічах, може або внести значний внесок у ці зусилля, або сильно відвернути. Вибір і відповідальність",
            "за нами.",
        ],
        
        justForToday: "Я поділюся своїм одужанням на зустрічі АН." 
    },
    "12-19": {
        title: "Коли слова не розходяться з ділом",
        quote: "Слова нічого не означають, допоки ми не приведемо їх у дію",
        ref: "Базовий текст, стор. 58",
        paragraphs: [
            "Дванадцятий Крок нагадує нам \"застосовувати ці принципи в усіх наших справах\". У АН ми бачимо",
            "живі приклади цієї пропозиції всюди навколо нас. Більш досвідчені члени, яких, здається, оточує аура",
            "спокою, демонструють переваги застосування цієї частини мудрості в їхніх життях.",
            "Щоб отримати винагороди дванадцятого кроку, життєво важливо, щоб ми застосовували духовні",
            "принципи одужання, навіть коли ніхто не дивиться. Якщо ми говоримо про одужання на зустрічах, але",
            "продовжуємо жити так, як жили в активній залежності, наші товариші по товариству можуть",
            "запідозрити, що ми робимо не більше ніж лише цитуємо слогани.",
            "Те, що ми передаємо новим членам, більше залежить від того, як ми живемо, ніж від того, що ми",
            "говоримо. Якщо ми радимо комусь \"довірити\", не пепеживши дива третього кроку, швидше за все,",
            "звістка не досягне вух новачка, для якого вона призначена. З іншого боку, якщо наші \"слова не",
            "розходяться з ділом\", і ми ділимося нашим справжнім досвідом одужання, звістка, безсумнівно, буде",
            "очевидною для всіх.",
        ],
        
        justForToday: "Я буду застосовувати принципи одужання, навіть якщо я єдиний, хто про це знає." 
    },
    "12-20": {
        title: "Подолання одержимості собою",
        quote: "Живучи за кроками, ми починаємо відпускати нашу одержимість собою",
        ref: "кроками, ми починаємо відпускати нашу одержимість собою\".",
        paragraphs: [
            "Багато хто з нас прийшли в програму, переконані в тому, що наші почуття, наші бажання і наші",
            "потреби мали надзвичайне значення для всіх. Ми все життя практикували своєкорисливу,",
            "егоцентричну поведінку і вірили, що це єдиний спосіб жити.",
            "Цей егоцентризм не зникає тільки тому, що ми перестаємо вживати наркотики. Можливо, ми",
            "відвідуємо наш перший захід АН і впевнені, що всі в кімнаті спостерігають за нами, оцінюють і",
            "засуджують нас. Ми можемо вимагати, щоб наш спонсор був на зв'язку, щоб вислухати нас, коли ми",
            "захочемо, — а вони, в свою чергу, можуть м'яко натякнути, що світ не обертається навколо нас. Чим",
            "більше ми наполягаємо на тому, щоб бути центром Всесвіту, тим менш ми будемо задоволені нашими",
            "друзями, нашим спонсором і всім іншим.",
            "Свободу від одержимості собою можна знайти, якщо більше концентруватися на потребах інших і",
            "менше - на своїх власних. Коли у інших проблеми, ми можемо запропонувати допомогу. Коли",
            "новачкам потрібно їхати на зустрічі, ми можемо їх забрати. Коли друзям самотньо, ми можемо",
            "проводити з ними час. Коли ми почуваємо себе нелюбимими або ігнорованими, ми можемо",
            "запропонувати комусь іншому любов і увагу, якої ми потребуємо. Віддаючи, ми отримуємо набагато",
            "більше натомість - і це обіцянка, якій ми можемо довіряти.",
        ],
        
        justForToday: "Я буду розділяти світ з іншими, знаючи, що вони так само важливі, як і я. Я буду підживлювати свій дух, віддаючи себе." 
    },
    "12-21": {
        title: "Прийняття та зміни",
        quote: "Здається, що свобода змінюватися приходить після прийняття себе",
        ref: "Базовий текст, стор. 58",
        paragraphs: [
            "Страх і заперечення - протилежності прийняття. Ніхто з нас не досконалий, навіть у наших власних",
            "очах; у всіх нас є певні риси, які б за можливості, ми хотіли б змінити. Іноді ми стаємо приголомшеними,",
            "розмірковуючи про те, як далеко ми відстаємо від наших ідеалів, настільки приголомшеними, що",
            "боїмося, що у нас немає шансів стати тими людьми, якими ми хотіли б бути. Саме тоді спрацьовує наш",
            "захисний механізм заперечення, що приводить нас до протилежної крайності: ніщо в нас не потребує",
            "змін, говоримо ми собі, так навіщо непокоїтися? Жодна з крайнощів не дає нам свободи змінюватися.",
            "Незалежно від того, чи ми давні члени АН чи новачки в одужанні, свобода до змін набувається",
            "шляхом роботи за Дванадцятьма кроками. Коли ми визнаємо своє безсилля і некерованість нашого",
            "життя, ми протидіємо брехні, яка говорить, що нам не потрібно змінюватися. Прийшовши до",
            "переконання, що Сила, могутніша за нас, може допомогти нам, ми втрачаємо страх перед тим, що нам",
            "завдано непоправної шкоди; ми починаємо вірити, що можемо змінитися. Ми довіряємо себе турботі",
            "Бога нашого розуміння і черпаємо сили, необхідні нам для ретельного, чесного вивчення самих себе.",
            "Ми визнаємо перед Богом, собою та іншою людиною те, що ми виявили. Ми приймаємо в собі, як",
            "добре так і погане; з цим прийняттям ми стаємо вільними для змін.",
        ],
        
        justForToday: "Я хочу змінитися. Працюючи за кроками, я буду протистояти страху і запереченню й знайду прийняття, необхідне для змін." 
    },
    "12-22": {
        title: "Новий спосіб життя",
        quote: "Коли, врешті-решт, ми усвідомлюємо, що більше не можемо функціонувати як людина, з наркотиками чи без них, ми всі стикаємось з тією ж дилемою - продовжувати далі те, що вміємо найкраще аж до болісного кінця, вязниць, закладів або смерті чи шукати новий спосіб життя",
        ref: "Базовий текст, стор. 87",
        paragraphs: [
            "Що було найгіршим аспектом активної залежності? Для багатьох з нас не було несподіваним, що ми",
            "коли-небудь помремо від нашої хвороби. Найгіршою була явна смерть, яку ми переживали кожен день",
            "- нескінченна безглуздість життя. Ми відчували себе ходячими примарами, а не живими, люблячими",
            "частинами навколишнього світу.",
            "У процесі одужання ми прийшли до переконання, що ми тут з певної причини: щоб любити себе і",
            "любити інших. Працюючи за Дванадцятьма кроками, ми навчилися приймати себе. З цим прийняттям",
            "себе прийшла і самоповага. Ми бачили, що все, що ми робимо, впливає на інших; ми є частиною життя",
            "тих, хто нас оточує, а вони - частиною нашого. Ми почали довіряти іншим людям і визнавати свою",
            "відповідальність перед ними.",
            "В одужанні, ми повернулися до життя. Ми підтримуємо наше нове життя, роблячи свій внесок у",
            "добробут інших і прагнучи щодня робити це ще краще - ось де вступають в дію Десятий, Одинадцятий",
            "і Дванадцятий Кроки. Дні коли ми жили як привид минули, але лише доти, доки ми активно прагнемо",
            "бути здоровими, люблячими, роблячими внесок у наше власне життя і життя оточуючих нас людей.",
        ],
        
        justForToday: "Я знайшов новий спосіб життя. Сьогодні я буду прагнути служити іншим з любов'ю і любити себе." 
    },
    "12-23": {
        title: "Нові ідеї",
        quote: "Ми переоцінюємо наші старі ідеї, для того, щоб ми могли познайомитися з новими ідеями, які ведуть до нового способу життя",
        ref: "Базовий текст, стор. 94",
        paragraphs: [
            "Навчитися жити по-новому може бути непросто. Іноді, коли йти стає особливо важко, ми відчуваємо",
            "спокусу піти по шляху найменшого опору і знову жити керуючись нашими старими ідеями. Ми",
            "забуваємо, що наші старі ідеї вбивали нас. Щоб жити по-новому, нам потрібно відкрити свій розум",
            "новим ідеям.",
            "Робота за кроками, відвідування зустрічей, спілкування з іншими, довіра спонсору — ці пропозиції",
            "можуть зустріти в нас опір, навіть бунт. Програма АН вимагає зусиль, але кожен крок у програмі",
            "наближає нас до того, щоб стати тими людьми, якими ми дійсно хочемо бути. Ми хочемо змінитися,",
            "вирости, стати чимось більшим, ніж ми є сьогодні. Для цього, ми відкриваємо наш розум, пробуємо",
            "нові ідеї, які ми знайшли в АН, і вчимося жити по-новому.",
        ],
        
        justForToday: "Я відкрию свій розум новим ідеям і навчуся жити по-новому." 
    },
    "12-24": {
        title: "Група",
        quote: "Дванадцятий Крок нашої особистої програми також каже, що ми несемо звістку залежному, який все ще страждає.... Група-це найпотужніший засіб, який є у нас для несення звістки",
        ref: "Крок нашої особистої програми також каже, що ми несемо звістку залежному,",
        paragraphs: [
            "Копи ми вперше приходимо на зустрічі Анонімних Наркоманів, ми зустрічаємо одужуючих",
            "залежних. Ми знаємо, що вони залежні, тому що вони говорять про той самий досвід і почуття, які були",
            "у нас. Ми знаємо, що вони одужують через їх душевний спокій - у них є те, чого хочемо ми. Ми",
            "відчуваємо надію, коли інші залежні діляться з нами своїм одужанням на зустрічах АН.",
            "Атмосфера одужання приваблює нас на зустрічі. Така атмосфера створюється, коли члени групи",
            "беруть на себе зобов'язання працювати разом. Ми намагаємося поліпшити атмосферу одужання,",
            "допомагаючи підготуватися до зустрічей, вітаючи новачків і розмовляючи з іншими залежними після",
            "зустрічі. Ці демонстрації нашої відданості роблять наші зустрічі привабливими і допомагають нашим",
            "групам ділитися своїм одужанням.",
            "Обмін досвідом на зустрічах-це один із способів, яким ми допомагаємо один одному, і часто це",
            "основа нашого почуття причетноності. Ми ототожнюємо себе з іншими залежними, тому довіряємо",
            "їхній звістці надії. Багато хто з нас не залишиться в Анонімних Наркоманах без цього почуття",
            "причетності та надії. Коли ми ділимося на зустрічах групи, ми підтримуємо наше особисте одужання,",
            "допомагаючи іншим.",
        ],
        
        justForToday: "Я простягну руку іншому залежного з моєї групи і поділюся своїм одужанням." 
    },
    "12-25": {
        title: "Анонімність і свавілля",
        quote: "Прагнення до особистої вигоди... те, що принесло в минулому стільки болю, йде на другий план, якщо ми будемо дотримуватися принципу анонімності",
        ref: "Базовий текст, стор. 76",
        paragraphs: [
            "Саме слово анонімність означає безіменність, але в анонімності програми АН діє ширший принцип:",
            "принцип безкорисливості. Коли ми визнаємо своє безсилля керувати нашим власним життям, ми",
            "робимо перший крок в бік від свавілля і перший крок до безкорисливості. Чим менше ми намагаємося",
            "керувати своїм життям спираючись на свавілля, тим більше ми знаходимо силу та напрямок, яких",
            "колись так не вистачало у нашому житті.",
            "Але принцип безкорисливості робить набагато більше, ніж просто змушує нас почувати себе краще",
            "- він допомагає нам жити краще. Наші уявлення про те, як треба керувати світом, починають втрачати",
            "свою важливість, і ми припиняємо намагатися нав'язувати свою волю всім і всьому навколо нас. А коли",
            "ми відмовляємося від своїх претензій на \"всезнайство\" і починаємо визнавати цінність досвіду інших",
            "людей, ми починаємо ставитися до них з повагою. Інтереси інших стають для нас такими ж важливими,",
            "як і наші власні; ми починаємо думати про те, що краще для групи, а не тільки про те, що краще для",
            "нас. Ми починаємо жити життям, яке більше, ніж ми, це більше, ніж просто ми, наше ім'я, ми самі - ми",
            "починаємо жити за принципом анонімності.",
        ],
        
        justForToday: "Боже, будь ласка, звільни мене від свавілля. Допоможи мені зрозуміти принцип анонімності; допоможи мені жити безкорисливо." 
    },
    "12-26": {
        title: "Cила, що ніколи не підводить",
        quote: "Коли ми вчимося довіряти цій Cилі, ми починаємо долати свій страх перед життям",
        ref: "Базовий текст, стор. 25",
        paragraphs: [
            "Ми люди, які звикли класти всі наші яйця в один кошик. У багатьох з нас був один особливий",
            "наркотик, який був нашим улюбленим. Ми покладалися на нього, щоб пережити кожен день і зробити",
            "життя стерпним. Ми були вірні цьому наркотику; насправді, ми присвятили себе йому беззастережно.",
            "А потім це обернулося проти нас. Нас зрадила єдина річ, на яку ми коли-небудь покладалися, і ця зрада",
            "змусила нас борсатися.",
            "Тепер, коли ми натрапили на кімнати одужання, у нас може виникнути спокуса покластися на іншу",
            "людину, щоб задовольнити наші потреби. Ми можемо очікувати на це від нашого спонсора, нашої",
            "коханої людини або нашого найкращого друга. Але залежність від людей ризикована. Вони далекі від",
            "досконалості. Коли вони нам потрібні, вони можуть бути у відпустці, спати або бути у поганому настрої.",
            "Наша залежність повинна покладатися на Силу могутнішу за нас. Жодна людська сила не може",
            "відновити наш здоровий глузд, подбати про нашу волю і наше життя або бути безумовно доступною і",
            "люблячою, коли ми цього потребуємо. Ми довіряємо Богу нашого розуміння, бо тільки ця Сила ніколи",
            "не підведе нас.",
        ],
        
        justForToday: "Я довірюся Силі могутнішій за мене, бо тільки ця Сила ніколи не підведе мене." 
    },
    "12-27": {
        title: "Бог міг би повернути нам здоровий глузд",
        quote: "Процес приходу до віри повертає нам здоровий глузд. Сила для того, щоб діяти, походить з цієї віри",
        ref: "Базовий текст, стор. 25",
        paragraphs: [
            "Тепер, коли ми нарешті визнали своє безумство і побачили його приклади у всіх його проявах, в нас",
            "може виникнути спокуса повірити, що ми приречені повторювати цю поведінку усе наше життя. Так",
            "само, як ми думали, що наша активна залежність безнадійна і ми ніколи не станемо чистими, тепер ми",
            "можемо повірити, що наш особливий вид божевілля безнадійний.",
            "Неправда! Ми знаємо, що отримуємо свою свободу від активної залежності через милість",
            "люблячого Бога. Якщо наша Вища Сила може зробити таке диво, як позбавлення від нашої",
            "одержимості вживанням наркотиків, безсумнівно, ця Сила також може полегшити наше безумство в",
            "усіх його формах.",
            "Якщо ми сумніваємося в цьому, все, що нам потрібно зробити, це подумати про здоровий глузд,",
            "який вже повернувся у наше життя. Можливо, ми захопилися своїми кредитними картками; але",
            "здоровий глузд повертається, коли ми визнаємо поразку і розрізаємо їх всі. Можливо, ми відчували",
            "себе самотніми і хотіли навідати наших старих вживаючих друзів. Замість цього відвідати нашого",
            "спонсора-це розумний вчинок.",
            "Божевілля нашої залежності відходить у минуле, коли ми починаємо переживати моменти",
            "розсудливості в процесі нашого одужання. Наша віра в Силу могутнішу за нас зростає, коли ми",
            "починаємо розуміти, що навіть наш вид безумства - ніщо перед лицем цієї Сили.",
        ],
        
        justForToday: "Я дякую Богові мого розуміння за кожен розумний вчинок в моєму житті, бо я знаю, що вони є ознаками мого повернення до здорового глузду." 
    },
    "12-28": {
        title: "Депресія",
        quote: "Ми більше не боремося зі страхом, гнівом, провиною, жалістю до себе або депресією",
        ref: "Базовий текст, стор. 27",
        paragraphs: [
            "Будучи залежними, багато хто з нас, час від часу, переживає депресію. Коли ми відчуваємо себе",
            "пригніченими, у нас може виникнути спокуса ізолюватися. Однак, якщо ми зробимо це, наша депресія",
            "може перетворитися на відчай. Ми не можемо дозволити депресії повернути нас назад до вживання.",
            "Натомість, ми намагаємося жити звичайним життям. Ми робимо відвідування зустрічей і контакт з",
            "нашим спонсором найголовнішим пріоритетом. Ділячись з іншими своїми почуттями, ми можемо",
            "дізнатися, що ми не єдині, у кого була депресія під час одужання. Робота з новачком може творити",
            "дива для нашого власного душевного стану. І, найголовніше, молитва і медитація можуть допомогти",
            "нам знайти силу, необхідну для того, щоб пережити депресію.",
            "Ми практикуємо прийняття і пам'ятаємо, що такі почуття, як депресія, безсумнівно, пройдуть з",
            "часом. Замість того щоб боротися зі своїми почуттями, ми приймаємо їх і просимо сили, щоб пройти",
            "через них.",
        ],
        
        justForToday: "Я визнаю, що моє почуття депресії не буде тривати вічно. І я буду відкрито говорити про свої почуття зі своїм спонсором або іншою людиною, яка розуміє." 
    },
    "12-29": {
        title: "Очима інших",
        quote: "Коли хтось вказує на недолік, наша перша реакція може бути оборонною.... але якщо ми дійсно хочемо бути вільними, ми уважно прислухаємося до інформації від залежних товаришів",
        ref: "Базовий текст, стор. 36",
        paragraphs: [
            "У якийсь момент нашого одужання ми приходимо до незручного усвідомлення того, що те, як ми",
            "бачимо себе, не обов'язково співпадає з тим, як нас бачать інші. Ймовірно, ми не такі погані, не такі",
            "хороші, не такі красиві і не такі потворні, як нам здається, але ми занадто суб'єктивні, щоб сказати",
            "напевно. Ось тут і вступають в справу наші друзі з програми, досить турботливі, щоб поділитися з нами",
            "тим, що вони бачать, коли дивляться в нашу сторону. Вони розповідають нам гарні речі стосовно нас,",
            "про які ми, можливо, не знаємо, а також вони розповідають нам про важкі речі, які ми, можливо, не",
            "здатні побачити.",
            "Ми можемо реагувати оборонно на таку \"допомогу\" і, в деяких випадках, справедливо. Однак",
            "навіть злісні зауваження про наші передбачувані недоліки можуть пролити світло на ті аспекти нашого",
            "одужання, які ми не можемо побачити самі. Звідки б не надходила корисна інформація, з якої причини",
            "вона б не пропонувалася, ми не можемо дозволити собі знехтувати нею.",
            "Нам не потрібно чекати, поки інші спонтанно запропонують своє бачення. Коли ми проводимо час",
            "з нашим спонсором або іншими членами АН, яким ми довіряємо, ми можемо зробити перший крок і",
            "попросити їх розповісти нам, що вони бачать у певних сферах нашого життя, до яких ми сліпі. Ми",
            "хочемо мати більш широке уявлення стосовно нашого життя, ніж лише наше власне; ми можемо мати",
            "це уявлення, дивлячись на себе очима інших.",
        ],
        
        justForToday: "Я прагну побачити себе таким, яким я є насправді. Я слухатиму те, що інші говорять про мене, і бачити себе їхніми очима." 
    },
    "12-30": {
        title: "Дія і молитва",
        quote: "...зростання - це не результат бажання, а результат дії і молитви",
        ref: "Базовий текст, стор. 37",
        paragraphs: [
            "Іноді здається, що наше одужання йде занадто повільно. Ми боремося з кроками; ми боремося з",
            "одними і тими же проблемами; ми день за днем працюємо з одними й тими же неприємними почуттями.",
            "Ми бажаємо, щоб одужання йшло трохи швидше, щоб ми могли знайти хоч якусь розраду!",
            "Бажання не працює у одужанні; це не чарівна програма. Якби бажання могли вилікували залежність,",
            "ми всі давно були б здорові! Що дійсно приносить нам полегшення в одужанні, так це дії і молитва.",
            "Анонімні Наркомани допомогли багатьом залежним, тому що це ретельно розроблена програма",
            "дій і молитв. Дії, які ми робимо у кожному з кроків, приносять все більше і більше одужання в кожну",
            "сферу нашого життя. А молитва підтримує наш зв'язок з нашою Вищою Силою. Разом, дії і молитва",
            "тримають нас в тонусі одужання.",
        ],
        
        justForToday: "Моє одужання занадто дорогоцінне, щоб просто бажати цього. Сьогодні гарний день для дій і молитви." 
    },
    "12-31": {
        title: "Бути в служінні",
        quote: "Робота з іншими - це лише початок роботи у служінні",
        ref: "Базовий текст, стор. 59",
        paragraphs: [
            "Зараз ми одужуємо. Живучи за програмою, ми досягли деякої стабільності в нашому житті. Наша",
            "віра у Вищу Силу зросла. Наше індивідуальне духовне пробудження просувається комфортно. І що",
            "тепер? Невже ми просто сидимо спокійно і насолоджуємося? Звичайно ні. Ми знаходимо спосіб бути",
            "корисними.",
            "Ми схильні думати про служіння тільки з точки зору служіння в комітеті або займання посади на",
            "якомусь рівні, але служіння виходить далеко за рамки цього розуміння. Насправді, ми можемо знайти",
            "можливості бути корисними практично в кожній сфері нашого життя. Наша робота - це форма служіння",
            "нашим громадам, незалежно від того, чим ми займаємося. Робота, яку ми виконуємо в наших",
            "домівках, служить нашим сім'ям. Можливо, ми займаємося волонтерською роботою в наших",
            "громадах.",
            "Яке значення мають наші зусилля з обслуговування! Якщо ми сумніваємося в цьому, то можемо",
            "просто уявити, яким був би світ, якби ніхто не обтяжував себе служінням іншим. Наша робота служить",
            "людству. Звістка, яку ми несемо, виходить за рамки кімнат одужання, впливаючи на все, що ми робимо.",
        ],
        
        justForToday: "Я буду шукати можливості бути корисним у всьому, що я роблю." 
    }
};
